Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: FORBID channel [ reason ]
es_es: FORBID canal [ razon ]

source: FORBID nickname reason
es_es: FORBID nickname razon

source: FORBID nickname [ reason ]
es_es: FORBID nickname [ razon ]

source: Fantasy
es_es: Fantasia

source: Founder of %s changed to %s.
es_es: El Fundador de %s cambiado a %s.

source: GETEMAIL user@email-host No WildCards!!
es_es: GETEMAIL user@email-host Sin comodines (WildCards)!!

source: GETKEY channel
es_es: GETKEY canal

source: GETPASS command unavailable because encryption is in use.
es_es: El comando GETPASS no esta disponible por el uso de encriptacion.

source: GHOST nickname [ password ]
es_es: GHOST nickname [ clave ]

source: GLOBAL message
es_es: GLOBAL mensaje

source: Ghost with your nick has been killed.
es_es: El ghost con tu nick ha sido killeado.

source: Greet
es_es: Saludo

source: Greet message displayed
es_es: Mensaje de bienvenida mostrado

source: HOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
es_es: HOP canal {ADD|DEL|LIST|CLEAR} [ nick | lista ]

source: Hosts with at least %d sessions:
es_es: Hosts con al menos %d sesiones:

source: IDENTIFY [account] password
es_es: IDENTIFY clave

source: INFO channel
es_es: INFO canal

source: INFO { chan | nick }
es_es: INFO { canal | nick }

source: INVITE channel
es_es: INVITE canal

source: If you do not change within 20 seconds, I will change your nick.
es_es: Si no cambias tu nick en 20 segundos, Lo cambiare yo.

source: If you do not change within one minute, I will change your nick.
es_es: Si no cambias tu nick en un minuto, Lo cambiare yo.

source: Ignore list has been cleared.
es_es: La lista ignore ha sido vaciada.

source: Ignore list is empty.
es_es: La lista ignore esta vacia.

source: In order to use this command, you must first identify with your password (%s%s HELP IDENTIFY for more information). Type %s%s HELP SET option  for more information on a specific option.
es_es: Para usar este comando, debes primero identificarte con Servicios usando tu clave (/msg %s HELP IDENTIFY para mayor informacion). Tipea /msg %s HELP SET opcion  para mayor informacion acerca de una opcion especifica.

source: Information for bot %s:
es_es: Informacion para el bot %s:

source: Information for channel %s:
es_es: Informacion para el canal %s:

source: Invalid expiry time.
es_es: Tiempo de expiracion invalido.

source: Invalid hostmask. Only real hostmasks are valid as exceptions are not matched against nicks or usernames.
es_es: Mascara invalida. Solo mascaras reales son validas ya que excepciones no son comparadas a nicks o usernames.

source: Invalid passcode has been entered, please check the e-mail again, and retry
es_es: Password invalido. Chequea el e-mail e intenta nuevamente.

source: Invalid session limit. It must be a valid integer greater than or equal to zero and less than %d.
es_es: Limite de sesion invalido. Debe ser un entero valido mayor o igual a cero y menor a %d.

source: Invalid threshold value. It must be a valid integer greater than 1.
es_es: Valor de umbral invalido. debe ser un entero valido mayor a 1.

source: JUPE servername [ reason ]
es_es: JUPE nombre-del-servidor [ razon ]

source: KICK channel user reason
es_es: KICK canal usuario razon

source: LEVELS channel {SET | DIS[ABLE] | LIST | RESET} [ item [ level ]]
es_es: LEVELS canal {SET | DIS[ABLE] | LIST | RESET} [ item [ nivel ]]

source: LIST pattern
es_es: LIST patron

source: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
es_es: LIST patron [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]

source: LIST [ channel ] [ list | NEW]
es_es: LIST [ canal ] [ lista | NEW]

source: LOGONNEWS {ADD|DEL|LIST} [ text | num ]
es_es: LOGONNEWS {ADD|DEL|LIST} [ texto | numero ]

source: Language changed to English.
es_es: Lenguage cambiado a Español.

source: Last memo to %s has been cancelled.
es_es: Ultimo memo enviado a %s fue cancelado.

source: Last quit message: %s
es_es: Ultimo mensaje quit: %s

source: Last seen address: %s
es_es: Ultima direccion vista: %s

source: Level for %s on channel %s changed to %d.
es_es: Nivel para %s en el canal %s cambiado a %d.

source: Level must be between %d and %d inclusive.
es_es: El nivel debe ser entre %d a %d inclusive.

source: Levels are not available as xOP is enabled on this channel.
es_es: Este comando es inservible en este modo.

source: List of entries matching %s:
es_es: Lista de resultados concordando %s:

source: List of nicknames in the group of %s:
es_es: Lista de nicknames en el grupo de %s:

source: List of nicknames in your group:
es_es: Lista de nicknames en tu grupo:

source: Local channels cannot be registered.
es_es: Canales locales no pueden ser registrados.

source: Logon news item #%d not found!
es_es: Noticia de entrada #%d no encontrada!

source: Logon news items:
es_es: Noticias de entrada:

source: MODE channel modes
es_es: MODE canal modos

source: MODINFO FileName
es_es: MODINFO NombreArchivo

source: MODLOAD FileName
es_es: MODLOAD NombreArchivo

source: MODUNLOAD FileName
es_es: MODUNLOAD NombreArchivo

source: Mask %s already present on your access list.
es_es: La mascara %s ya esta presente en tu lista de acceso.

source: Mask must be in the form user @ host .
es_es: La mascara debe ser en la forma usuario @ host .

source: Maximum users: %d (%s)
es_es: Maximo numero de usuarios: %d (%s)

source: Memo %d from %s (%s). To delete, type: %s%s DEL %d
es_es: Memo %d de %s (%s). Para borrarlo tipea: /msg %s DEL %d

source: Memo %d from %s (%s). To delete, type: %s%s DEL %s %d
es_es: Memo %d de %s (%s). Para borrarlo tipea: /msg %s DEL %s %d

source: Memo %d has been deleted.
es_es: Memo %d ha sido borrado.

source: Memo limit disabled for %s.
es_es: Limite de memos para %s deshabilitado.

source: Memo limit for %s set to %d.
es_es: Limite de memos para %s seteado a %d.

source: Memo limit for %s set to 0.
es_es: Limite de memos para %s seteado a 0.

source: Memo limit too large; limiting to %d instead.
es_es: Limite de memos muy alto; limitandolo a %d en vez.

source: Memo sent to %s.
es_es: Memo enviado a %s.

source: Memos for %s. To read, type: %s%s READ num 
es_es: Memos para %s. Para leerlos tipea: /msg %s READ numero 

source: Memos for %s. To read, type: %s%s READ %s num 
es_es: Memos para %s. Para leerlos tipea: /msg %s READ %s numero 

source: Message mode
es_es: Modo de mensaje

source: Module %s loaded
es_es: Modulo %s cargado

source: Module %s unloaded
es_es: Modulo %s descargado

source: Module: %s Version: %s Author: %s loaded: %s
es_es: Modulo: %s Version: %s Autor: %s cargado: %s

source: Module: %s [%s] [%s]
es_es: Modulo: %s [%s] [%s]

source: NOOP {SET|REVOKE} server
es_es: NOOP {SET|REVOKE} servidor

source: NS Aliases : %6d records, %5d kB
es_es: Aliases NS : %6d records, %5d kB

source: NS Groups : %6d records, %5d kB
es_es: Grupos NS : %6d records, %5d kB

source: Never kicked by the bot's kickers
es_es: Jamas expulsado por los kicks del bot

source: New memo
es_es: Nuevo memo

source: New memos for %s. To read, type: %s%s READ num 
es_es: Nuevos memos para %s. Para leerlos tipea: /msg %s READ numero 

source: New memos for %s. To read, type: %s%s READ %s num 
es_es: Nuevos memos para %s. Para leerlos tipea: /msg %s READ %s numero 

source: News list is full!
es_es: La lista de noticias esta llena!

source: Nick %s has been forbidden by %s: %s
es_es: El nick %s ha sido prohibido por %s: %s

source: Nick %s is an illegal nickname and cannot be used.
es_es: El nick %ses un nickname ilegal, y no puede ser usado.

source: Nick %s is currently in use.
es_es: El nick %s esta actualmente en uso.

source: Nick %s is now forbidden.
es_es: El nick %s es ahora prohibido.

source: Nick %s isn't being held.
es_es: El nick %s no esta siendo ocupado.

source: Nick %s isn't currently in use.
es_es: El nick %s no esta en uso.

source: Nick %s isn't registered.
es_es: El nick %s no esta registrado.

source: Nick %s may not be registered or used.
es_es: El nick %s no puede ser registrado o usado.

source: Nick %s not found on ignore list.
es_es: %s no encontrado en la lista ignore.

source: Nick %s was truncated to %d characters.
es_es: El nick %s fue reducido a %d caracteres.

source: Nick %s doesn't have a memo from you.
es_es: El nick %s no ha recibido ningun memo tuyo.

source: Nick %s has been logged out.
es_es: El nick %s ha sido desconectado.

source: Nick NOT registered, please try again later.
es_es: Nick NO registrado. Intentalo nuevamente.

source: Nickname %s confirmed
es_es: Nick %s confirmado.

source: Nickname %s has been dropped.
es_es: El nickname %s ha sido botado.

source: Nickname %s is already registered!
es_es: El nickname %s ya esta registrado!

source: Nickname %s may not be registered.
es_es: El nickname %s no puede ser registrado.

source: Nickname %s registered under your account: %s
es_es: El nickname %s esta registrado bajo tu cuenta: %s

source: Nicknames that are not used anymore are subject to the automatic expiration, i.e. they will be deleted after %d days if not used.
es_es: Nicknames en desuso estan sujetos a la expiracion automatica, en otras palabras, seran borrados despues de %d dias.

source: No Emails listed for %s.
es_es: No hay e-mails listados para %s.

source: No bot
es_es: Sin bot

source: No help available for %s.
es_es: No existe ayuda para %s.

source: No information about module %s is available
es_es: No hay informacion disponible para el modulo %s

source: No logon news items to delete!
es_es: No hay noticias de entrada para borrar!

source: No matching entries on %s access list.
es_es: No hay instancias que concuerden en la lista de acceso de %s .

source: No matching entries on %s autokick list.
es_es: No existen instancias que concuerden en la lista de kicks automaticos en el canal %s.

source: No matching entries on %s bad words list.
es_es: No existen palabras que concuerden en la lista de bad words de %s.

source: No matching entries on session-limit exception list.
es_es: No existen instancias similares en la lista de excepciones al limite de sesiones.

source: No matching entries on the AKILL list.
es_es: No existen instancias similares en la lista de AKILLs.

source: No matching entries on the SNLINE list.
es_es: No existen instancias similares en la lista de SNLINEs.

source: No matching entries on the SQLINE list.
es_es: No existen instancias similares en la lista de SQLINEs.

source: No matching entries on the SZLINE list.
es_es: No existen instancias similares en la lista de SZLINEs.

source: No memo was cancelable.
es_es: Ningun memo pudo ser cancelado.

source: No modules currently loaded
es_es: Actualmente no hay modulos cargados

source: No oper news items to delete!
es_es: No hay noticias de oper para borrar!

source: No random news items to delete!
es_es: No hay noticias al azar para borrar!

source: No reason
es_es: Sin razon.

source: No signed kick when SIGNKICK LEVEL is used
es_es: Sin firma de kick cuando SIGNKICK LEVEL es usado

source: None
es_es: Ninguno

source: Not allowed to join channel
es_es: No es posible entrar a un canal si esta RESTRINGIDO

source: Note that any channel which is not used for %d days (i.e. which no user on the channel's access list enters for that period of time) will be automatically dropped.
es_es: Ten en cuenta que cualquier canal que no es usado por %d dias (al cual ningun usuario en la lista de acceso del canal entre en ese periodo de tiempo) sera automaticamente botado.

source: Num Limit Host
es_es: Num Limite Host

source: OLINE nick flags
es_es: OLINE nick opciones

source: OP Notice
es_es: Noticia de OP

source: OPERNEWS {ADD|DEL|LIST} [ text | num ]
es_es: OPERNEWS {ADD|DEL|LIST} [ texto | numero ]

source: Old info is equal to the new one.
es_es: La informacion antigua es igual a la nueva.

source: Oper news item #%d deleted.
es_es: Noticia de oper #%d borrada.

source: Oper news item #%d not found!
es_es: Noticia de oper #%d no encontrada!

source: Oper news items:
es_es: Noticias de oper:

source: Operflags %s have been added for %s.
es_es: Una O:Line con las opciones %s ha sido agregada para %s.

source: Ops protection
es_es: Proteccion de Ops

source: Option %s cannot be set on this network.
es_es: Opcion %s no puede ser seteada en esta red.

source: Passcode for %s is %s.
es_es: El password para %s es %s.

source: Password accepted - you are now recognized.
es_es: Clave aceptada - Has sido reconocido.

source: Password authentication required for that command. Retry after typing %s%s IDENTIFY password .
es_es: Autentificacion por clave requerida para ese comando. Intenta nuevamente despues de tipear /msg %s IDENTIFY clave .

source: Password for %s is %s.
es_es: La clave para %s es %s.

source: Password incorrect.
es_es: Clave incorrecta.

source: Password of %s has been sent.
es_es: La clave de %s ha sido enviada.

source: Peace
es_es: Paz

source: Please contact an Operator to get a vhost assigned to this nick.
es_es: Por favor contactar a un Operador para que asigne un vhost a este nick.

source: Please use a valid server name when juping
es_es: Por favor usa un nombre de servidor valido cuando use JUPE

source: Please use the symbol of # when attempting to register
es_es: Por favor usar el simbolo # cuando intentes registrar un canal.

source: Please wait %d seconds and retry.
es_es: Por favor espera %d segundos e intente nuevamente.

source: Please wait %d seconds before using the GROUP command again.
es_es: Por favor espera %d segundos antes de usar el comando GROUP nuevamente.

source: Please wait %d seconds before using the REGISTER command again.
es_es: Por favor espera %d segundos antes de usar el comando REGISTER nuevamente.

source: Please wait %d seconds before using the RSEND command again.
es_es: Por favor espera %d segundos antes de usar el comando RSEND nuevamente.

source: Please wait %d seconds before using the SEND command again.
es_es: Por favor espera %d segundos antes de utilizar el comando SEND nuevamente.

source: Private
es_es: Privado

source: Protection
es_es: Proteccion

source: RANDOMNEWS {ADD|DEL|LIST} [ text | num ]
es_es: RANDOMNEWS {ADD|DEL|LIST} [ texto | numero ]

source: READ [ channel ] { list | LAST | NEW}
es_es: READ [ canal ] { lista | LAST | NEW}

source: RECOVER nickname [ password ]
es_es: RECOVER nickname [ clave ]

source: REGISTER channel description
es_es: REGISTER canal descripcion

source: RELEASE nickname [ password ]
es_es: RELEASE nickname [ clave ]

source: RSEND { nick | channel } memo-text
es_es: RSEND { nick | canal } texto-memo

source: Random news item #%d deleted.
es_es: Noticia al azar #%d borrada.

source: Random news item #%d not found!
es_es: Noticia al azar #%d no encontrada!

source: Random news items:
es_es: Noticias al Azar:

source: Registration step 1 may have expired, please use "%s%s register <password> <email>" first.
es_es: El paso de registro 1 puede haber expirado. Usa "/msg %s register <password> <email>" primero.

source: Restricted Access
es_es: Acceso Restringido

source: SASAET nickname PRIVATE {ON | OFF}
es_es: SSAET nickname PRIVATE {ON | OFF}

source: SAY channel text
es_es: SAY canal texto

source: SEND { nick | channel } memo-text
es_es: SEND { nick | canal } texto

source: SENDPASS command unavailable because encryption is in use.
es_es: El comando SENDPASS no esta disponible por el uso de encriptacion.

source: SESSION LIST limit
es_es: SESSION LIST limite

source: SET (channel | bot) option settings
es_es: SET canal opcion seteos

source: SET channel option parameters
es_es: SET canal opcion parametros

source: SET channel KEEPTOPIC {ON | OFF}
es_es: SET canal KEEPTOPIC {ON | OFF}

source: SET channel NOEXPIRE {ON | OFF}
es_es: SET canal NOEXPIRE {ON | OFF}

source: SET channel OPNOTICE {ON | OFF}
es_es: SET canal OPNOTICE {ON | OFF}

source: SET channel PEACE {ON | OFF}
es_es: SET canal PEACE {ON | OFF}

source: SET channel PRIVATE {ON | OFF}
es_es: SET canal PRIVATE {ON | OFF}

source: SET channel RESTRICTED {ON | OFF}
es_es: SET canal RESTRICTED {ON | OFF}

source: SET channel SECURE {ON | OFF}
es_es: SET canal SECURE {ON | OFF}

source: SET channel SECUREFOUNDER {ON | OFF}
es_es: SET canal SECUREFOUNDER {ON | OFF}

source: SET channel SECUREOPS {ON | OFF}
es_es: SET canal SECUREOPS {ON | OFF}

source: SET channel SIGNKICK {ON | LEVEL | OFF}
es_es: SET canal SIGNKICK {ON | LEVEL | OFF}

source: SET channel TOPICLOCK {ON | OFF}
es_es: SET canal TOPICLOCK {ON | OFF}

source: SET channel XOP {ON | OFF}
es_es: SET canal XOP {ON | OFF}

source: SET option parameters
es_es: SET opcion parametros

source: SET option setting
es_es: SET opcion seteo

source: SET LIMIT [ channel ] limit
es_es: SET LIMIT [ canal ] limite

source: SET LIMIT [ user | channel ] { limit | NONE} [HARD]
es_es: SET LIMIT [ usuario | canal ] { limite | NONE} [HARD]

source: SET MSG {ON | OFF}
es_es: SET PRIVATE {ON | OFF}

source: SNLINE list is empty.
es_es: La lista de SNLINEs esta vacia.

source: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list }[: reason ]]
es_es: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiracion ] { mascara | lista }[: razon ]]

source: SOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
es_es: SOP canal {ADD|DEL|LIST|CLEAR} [ nick | lista ]

source: SQLINE list is empty.
es_es: La lista de SQLINEs esta vacia.

source: STATUS ERROR Nick %s not online
es_es: STATUS ERROR El nick %s no esta online

source: SUSPEND channel reason
es_es: SUSPEND canal razon

source: SVSNICK nick newnick
es_es: SVSNICK nick nuevonick

source: SZLINE list is empty.
es_es: La lista de SZLINEs esta vacia.

source: Secure
es_es: Seguro

source: Secure Founder
es_es: Fundador Seguro

source: Secure Ops
es_es: Ops Seguros

source: Security
es_es: Seguro

source: Services are in Defcon mode, Please try again later.
es_es: Los servicios estan deshabilitados temporalmente, por favor intenta mas tarde

source: Services are now at DEFCON %d
es_es: Servicios estan ahora en DEFCON %d

source: Services are now in expire mode.
es_es: Servicios ahora en modo expire.

source: Services are now in no expire mode.
es_es: Servicios ahora en modo no expire.

source: Services are now in read-only mode.
es_es: Servicios ahora en modo read-only.

source: Services are now in read-write mode.
es_es: Servicios ahora en modo de read-write.

source: Services are now in debug mode (level %d).
es_es: Servicios ahora en modo debug (nivel %d).

source: Services are now in debug mode.
es_es: Servicios ahora en modo debug.

source: Services are now in non-debug mode.
es_es: Servicios ahora en modo no-debug.

source: Services have been configured to not send mail.
es_es: Los servicios han sido configurados para no enviar e-mail

source: Services up %d days, %02d:%02d
es_es: Servicios arriba %d dias, %02d:%02d

source: Services up %d hours, %d minutes
es_es: Servicios arriba %d horas, %d minutos

source: Services up %d minutes, %d seconds
es_es: Servicios arriba %d minutos, %d segundos

source: Services' configuration file has been reloaded.
es_es: El archivo de configuracion de Servicios ha sido cargado nuevamente.

source: Services' hold on your nick has been released.
es_es: Tu nick ha sido liberado por los Servicios.

source: Session limit for %s set to %d.
es_es: Limite de sesion para %s seteado a %d.

source: Session limiting is disabled.
es_es: Limites de sesion no disponibles.

source: Sessions : %6d records, %5d kB
es_es: Sesiones : %6d records, %5d kB

source: Sessions Host
es_es: Sesiones Host

source: Signed kick option for %s is now ON, but depends of the level of the user that is using the command.
es_es: Opcion de kick firmado para %s Activada, pero depende del nivel del usuario que use el comando.

source: Signed kicks
es_es: Kicks Firmados

source: Sorry, RSEND has been disabled on this network.
es_es: Lo siento, RSEND ha sido deshabilitado en esta red.

source: Sorry, bot assignment is temporarily disabled.
es_es: Lo siento, el asignamiento de bots esta temporalmente inhabilitado.

source: Sorry, bot creation failed.
es_es: Lo siento, la creacion de bot ha fallado

source: Sorry, bot modification is temporarily disabled.
es_es: Lo siento, la modificacion de bots esta temporalmente inabilitada.

source: Sorry, bot option setting is temporarily disabled.
es_es: Lo siento, el seteo de opciones para bot esta temporalmente inhabilitado

source: Sorry, channel access list modification is temporarily disabled.
es_es: Lo siento, la modificacion de acceso a canales esta temporalmete deshabilitada.

source: Sorry, channel autokick list modification is temporarily disabled.
es_es: Lo siento, la modificacion de kicks automaticos en canales esta temporalmente deshabilitada.

source: Sorry, channel bad words list modification is temporarily disabled.
es_es: Lo siento, la lista de bad words para canales esta temporalmente inabilitada.

source: Sorry, channel de-registration is temporarily disabled.
es_es: Lo siento, la de-registracion de canales esta temporalmente desabilitada.

source: Sorry, channel option setting is temporarily disabled.
es_es: Lo siento, el seteo de opciones de canales esta temporalmente deshabilitado.

source: Sorry, channel registration is temporarily disabled.
es_es: Lo siento, el registro de canales esta temporalmente deshabilitado.

source: Sorry, identification failed.
es_es: Lo siento, la identificacion ha fallado.

source: Sorry, kicker configuration is temporarily disabled.
es_es: Lo siento, la configuracion de kicker esta temporalmente inabilitada.

source: Sorry, memo option setting is temporarily disabled.
es_es: Lo siento, el seteo de opciones para memos esta temporalmente inhabilitado.

source: Sorry, memo sending is temporarily disabled.
es_es: Lo siento, el envio de memos esta temporalmente inhabilitado.

source: Sorry, nickname de-registration is temporarily disabled.
es_es: Lo siento, la de-registracion de nicknames esta temporalmente inabilitada.

source: Sorry, nickname grouping is temporarily disabled.
es_es: Lo siento, La agrupacion de nicks esta temporalmente deshabilitada.

source: Sorry, nickname option setting is temporarily disabled.
es_es: Lo siento, el seteo de opciones para nicknames esta temporalmente deshabilitado.

source: Sorry, nickname registration is temporarily disabled.
es_es: Lo siento, el registro de nicknames esta temporalmente deshabilitado.

source: Sorry, registration failed.
es_es: Lo siento, fallo en el registro.

source: Sorry, you can only have %d access entries for a nickname.
es_es: Lo siento, solo puedes tener %d instancias en tu lista de acceso por nickname.

source: Sorry, you can only have %d access entries on a channel.
es_es: Lo siento, solo puedes tener %d instancias de acceso en un determinado canal.

source: Sorry, you can only have %d autokick masks on a channel.
es_es: Lo siento, solo puedes tener %d mascaras para kicks automaticos en un canal.

source: Sorry, you can only have %d bad words entries on a channel.
es_es: Lo siento, solo puedes tener %d bad words en un canal.

source: Sorry, you have already exceeded your limit of %d channels.
es_es: Lo siento, has sobrepasado tu limite de %d canales.

source: Sorry, you have already reached your limit of %d channels.
es_es: Lo siento, has alcanzado tu limite de %d canales.

source: Statistics reset.
es_es: Estadisticas reseteadas.

source: Status updated (memos, vhost, chmodes, flags).
es_es: Estado actualizado (memos, vhost, chmodes, flags).

source: Stop flooding!
es_es: Para de floodear!

source: Stop repeating yourself!
es_es: Para de repetir!
