Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: Successor for %s unset.
es_es: Sucesor de %s eliminado.

source: Successor for %s changed to %s.
es_es: Sucesor de %s cambiado a %s.

source: Symbiosis
es_es: Simbiosis

source: Syntax: %s
es_es: Sintaxis: %s

source: Syntax: %s channel BANTYPE bantype  Sets the ban type that will be used by services whenever they need to ban someone from your channel. bantype is a number between 0 and 3 that means: 0: ban in the form *!user@host 1: ban in the form *!*user@host 2: ban in the form *!*@host 3: ban in the form *!*user@*.domain
es_es: Sintaxis: %s canal BANTYPE tipo_de_ban  Setea el tipo de ban que sera usado por los Servicios cuando necesiten banear a alguien de tu canal. tipo de ban es un numero entre 0 y 3 que significa: 0: ban en la forma *!usuario@host 1: ban en la forma *!*usuario@host 2: ban en la forma *!*@host 3: ban en la forma *!*usuario@*.dominio

source: Syntax: %s channel DESC description  Sets the description for the channel, which shows up with the LIST and INFO commands.
es_es: Sintaxis: %s canal DESC descripcion  Setea la descripcion para el canal, la que es mostrada con los comandos LIST y INFO.

source: Syntax: %s channel KEEPTOPIC {ON | OFF} Enables or disables the topic retention option for a channel. When topic retention is set, the topic for the channel will be remembered by %s even after the last user leaves the channel, and will be restored the next time the channel is created.
es_es: Sintaxis: %s canal KEEPTOPIC {ON | OFF} Habilita o deshabilita la opcion de retencion de topic para un canal. Cuando la retencion de topic esta seteada, el topic para el canal sera recordado por %s incluso despues de que el ultimo usuario salga del canal, y sera restorado la proxima vez que el canal sea creado.

source: Syntax: %s channel OPNOTICE {ON | OFF} Enables or disables the op-notice option for a channel. When op-notice is set, %s will send a notice to the channel whenever the OP or DEOP commands are used for a user in the channel.
es_es: Sintaxis: %s canal OPNOTICE {ON | OFF} Habilita o deshabilita la opcion de op-notice para un canal. Cuando op-notice esta seteado, %s enviara una noticia al usuario del canal cuando los comandos OP o DEOP sean usados para un usuario en el canal.

source: Syntax: %s channel PEACE {ON | OFF} Enables or disables the peace option for a channel. When peace is set, a user won't be able to kick, ban or remove a channel status of a user that has a level superior or equal to his via %s commands.
es_es: Sintaxis: %s canal PEACE {ON | OFF} Habilita o deshabilita la opcion de paz para un canal. Cuando paz esta seteada, un usuario no podra patear, banear o remover un estatus de canal de un usuario con nivel igual o superior a el via comandos de %s.

source: Syntax: %s channel PRIVATE {ON | OFF} Enables or disables the private option for a channel. When private is set, a %s%s LIST will not include the channel in any lists.
es_es: Sintaxis: %s canal PRIVATE {ON | OFF} Habilita o deshabilita la opcion de privacidad para un canal. Cuando privacidad esta seteada, un /msg %s LIST no incluira el canal en ninguna lista.

source: Syntax: %s channel SECURE {ON | OFF} Enables or disables %s's security features for a channel. When SECURE is set, only users who have registered their nicknames with %s and IDENTIFY'd with their password will be given access to the channel as controlled by the access list.
es_es: Sintaxis: %s canal SECURE {ON | OFF} Habilita o deshabilita las caracteristicas de seguridad de %s para un canal. Cuando SECURE esta seteado, solo usuarios que han registrado sus nicknames con %s y han usado IDENTIFY con su clave seran otorgados acceso al canal controlado por la lista de acceso.

source: Syntax: %s channel XOP {ON | OFF} Enables or disables the xOP lists system for a channel. When XOP is set, you have to use the AOP/SOP/VOP commands in order to give channel privileges to users, else you have to use the ACCESS command. Technical Note: when you switch from access list to xOP lists system, your level definitions and user levels will be changed, so you won't find the same values if you switch back to access system! You should also check that your users are in the good xOP list after the switch from access to xOP lists, because the guess is not always perfect... in fact, it is not recommended to use the xOP lists if you changed level definitions with the LEVELS command. Switching from xOP lists system to access list system causes no problem though.
es_es: Sintaxis: %s canal XOP {ON | OFF} Habilita o deshabilita el sistema de listas xOP para un canal. Cuando XOP esta seteado, debes usar los comandos AOP/SOP/VOP para dar privilegios de canal a usuarios. De otra manera debes usar el comando ACCESS. Nota Tecnica: cuando cambias de lista de acceso a sistema de listas xOP, tu definicion de niveles de usuario sera cambiada, asi que no tendras los mismos valores si vuelves a cambiar a lista de acceso! Tambien deberias chequear si tus usuarios estan en la lista xOP correspondiente despues del cambio, ya que la deduccion no es siempre perfecta... de hecho, no es recomendado el usar listas xOP si cambiaste la definicion de niveles con el comando LEVELS. Cambiar de listas xOP al sistema de listas de acceso no causa problema alguno.

source: Syntax: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Modifies or displays the access list for your nick. This is the list of addresses which will be automatically recognized by %s as allowed to use the nick. If you want to use the nick from a different address, you need to send an IDENTIFY command to make %s recognize you. Examples: ACCESS ADD anyone@*.bepeg.com Allows access to user anyone from any machine in the bepeg.com domain. ACCESS DEL anyone@*.bepeg.com Reverses the previous command. ACCESS LIST Displays the current access list.
es_es: Sintaxis: ACCESS ADD mascara  ACCESS DEL mascara  ACCESS LIST Modifica o muestra la lista de acceso para tu nick. Esta es la lista de direcciones que seran automaticamente reconocidas por %s como autorizadas a usar el nick. Si quieres usar el nick desde una direccion diferente, debes enviar un comando IDENTIFY para hacer que %s te reconozca. Ejemplos: ACCESS ADD anyone@*.bepeg.com Permite acceso al usuario anyone desde cualquier maquina en el dominio bepeg.com. ACCESS DEL anyone@*.bepeg.com Revierte el comando anterior. ACCESS LIST Muestra la lista de acceso actual.

source: Syntax: ACT channel text  Makes the bot do the equivalent of a "/me" command on the given channel using the given text.
es_es: Sintaxis: ACT canal texto  Hace al bot hacer el equivalente del comando "/me" en el canal dado usando el texto dado.

source: Syntax: ALIST [ level ] Lists all channels you have access on. Optionally, you can specify a level in XOP or ACCESS format. The resulting list will only include channels where you have the given level of access. Examples: ALIST Founder Lists all channels where you have Founder access. ALIST AOP Lists all channels where you have AOP access or greater. ALIST 10 Lists all channels where you have level 10 access or greater. Channels that have the NOEXPIRE option set will be prefixed by an exclamation mark.
es_es: Sintaxis: ALIST [ nivel ] Lista todos los canales en los que tengas acceso. Opcionalmente, puedes especificar un nivel en formato XOP o ACCESS. Los resultados incluiran solamente canales en los que tengas el nivel de acceso dado. Ejemplos: ALIST Founder Lista los canales en los que tienes acceso de fundador. ALIST AOP Lista los canales en los que tienes acceso de AOP o mayor. ALIST 10 Lista los canales en los que tengas nivel de acceso 10 o mayor. Canales que tengan la opcion NOEXPIRE seteada seran precedidos por un signo de exclamacion.

source: Syntax: ALIST [ nickname ] [ level ] With no parameters, lists channels you have access on. With one parameter, lists channels that nickname has access on. With two parameters lists channels that nickname has level access or greater on. This use limited to Services Operators.
es_es: Sintaxis: ALIST [ nick ] [ nivel ] Sin parametros, lista canales en los que tengas acceso. Con un parametro, lista canales en los que nick tenga acceso. Con dos parametros, lista canales en los que nick tenga acceso igual o mayor a level. Su uso esta limitado a administradores de Servicios.

source: Syntax: ASSIGN chan nick  Assigns a bot pointed out by nick to the channel chan. You can then configure the bot for the channel so it fits your needs.
es_es: Sintaxis: ASSIGN canal nick  Assigna un bot denominado por nick al canal canal. Luego de esto puedes configurar al bot para acomodarlo a tus necesidades.

source: Syntax: BAN #channel nick [ reason ] Bans a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
es_es: Sintaxis: BAN #canal nick [ razon ] Banea un nick seleccionado en un canal. Por defecto, limitado a AOPs o aquellos con nivel de acceso 5 y mayor en el canal.

source: Syntax: BOT ADD nick user host real  BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick  Allows Services Operators to create, modify, and delete bots that users will be able to use on their own channels. BOT ADD adds a bot with the given nickname, username, hostname and realname. Since no integrity checks are done for these settings, be really careful. BOT CHANGE allows to change nickname, username, hostname or realname of a bot without actually delete it (and all the data associated with it). BOT DEL removes the given bot from the bot list. Note: you cannot create a bot that has a nick that is currently registered. If an unregistered user is currently using the nick, they will be killed.
es_es: Sintaxis: BOT ADD nick usuario host real  BOT CHANGE nick-ant nick-nue [ usuario [ host [ real ]]] BOT DEL nick  Permite a los administradores de Servicios crear, modificar y borrar bots que usuarios podran usar en sus propios canales. BOT ADD añade un bot con el nickname, usuario, host y nombre real dados. Ya que no se hacen chequeos de integridad para estos seteos, ten mucho cuidado. BOT CHANGE permite cambiar el nickname, usuario, host o nombre real de un bot sin tener que borrarlo (y la informacion asociada a el). BOT DEL remueve el bot dado de la lista de bots. Nota:: no puedes crear un bot que tenga un nick que ya este registrado. Si un usuario no registrado esta usando el nick, sera killeado.

source: Syntax: BOTLIST Lists all available bots on this network.
es_es: Sintaxis: BOTLIST Lista todos los bots disponibles en esta red.

source: Syntax: CANCEL { nick | channel } Cancels the last memo you sent to the given nick or channel, provided it has not been read at the time you use the command.
es_es: Sintaxis: CANCEL { nick | canal } Cancela el ultimo memo que enviaste al nick o canal dado, siempre y cuando no haya sido leido al momento en el que usaste el comando.

source: Syntax: CHANKILL [+ expiry ] channel reason  Puts an AKILL for every nick on the specified channel. It uses the entire and complete real ident@host for every nick, then enforces the AKILL.
es_es: Sintaxis: CHANKILL [+ expira ] canal razon  Pone un AKILL para cada nick en el canal especificado. Este usa el entero, completo y real ident@host para cada nick, entonces ejecuta el AKILL.

source: Syntax: CHANLIST [{ pattern | nick } [ SECRET ]] Lists all channels currently in use on the IRC network, whether they are registered or not. If pattern is given, lists only channels that match it. If a nickname is given, lists only the channels the user using it is on. If SECRET is specified, lists only channels matching pattern that have the +s or +p mode.
es_es: Sintaxis: CHANLIST [{ patron | nick } [ SECRET ]] Lista todos los canales actualmente en uso en la red IRC, esten registrados o no. Si patron es dado, lista solo canales que concuerden con el. Si un nickname es dado, lista solo los canales en los que el usuario este. Si SECRET es especificado, lista solo los canales que concuerden con patron y que tengan modos +s o +p. Limitado a administradores de Servicios.

source: Syntax: CHECK nick  Checks whether the _last_ memo you sent to nick has been read or not. Note that this does only work with nicks, not with chans.
es_es: Sintaxis: CHECK nick  Verifica que el _ultimo_ memo que enviaste a nick haya sido leido. Nota que esto solo funciona para nicknames, no para canales.

source: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %s. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: %s%s HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
es_es: Sintaxis: CONFIRM passcode  Este es el segundo paso en el proceso de registro de nicknames. Debes ejecutar este comando para que tu nick sea registrado con %s. El passcode (tambien conocido como codigo de autorizacion) es enviado a tu direccion e-mail en el primer paso del proceso de registo. Para mas informacion sobre la primera etpa del proceso de registro, escribe: /msg %s HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.

source: Syntax: DEFCON [1|2|3|4|5] The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attempted attack on the network.
es_es: Sintaxis: DEFCON [1|2|3|4|5] El sistema defcon puede ser usado para implementar un conjunto pre-definido de restricciones que son muy utiles en un eventual ataque a la red.

source: Syntax: DEL <nick> Deletes the vhost assigned to the given nick from the database.
es_es: Sintaxis: DEL <nick> Borra el vhost asignado al nick dado de la base de datos. Limitado a Operadores de Servicios.

source: Syntax: DROP channel  Unregisters the named channel. Can only be used by channel founder.
es_es: Sintaxis: DROP canal  Desregistra el canal dado. Solo puede ser usado por el fundador del canal.

source: Syntax: DROP channel  Unregisters the named channel. Only Services Operators can drop a channel for which they have not identified.
es_es: Sintaxis: DROP canal  Desregistra el canal dado. Solo administradores de Servicios pueden botar un canal por el cual no se hayan identificado.

source: Syntax: DROP [ nickname ] Without a parameter, drops your nickname from the %s database. With a parameter, drops the named nick from the database. You may drop any nick within your group without any special privileges. Dropping any nick is limited to Services Operators.
es_es: Sintaxis: DROP [ nickname ] Sin un parametro, bota tu nickname de la base de datos de %s. Con un parametro, bota el nick nombrado de la base des datos. Puedes botar cualquier nick de tu grupo sin privilegios especiales. Botar cualquier nick esta limitado a administradores de Servicios.

source: Syntax: FORBID channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by dropping the channel. Reason may be required on certain networks.
es_es: Sintaxis: FORBID canal [ razon ] Prohibe a cualquiera de registrar o usar el canal dado. Puede ser cancelado botando el canal. Razon puede ser requerida en ciertas redes. Limitado a administradores de Servicios.

source: Syntax: FORBID nickname [ reason ] Disallows a nickname from being registered or used by anyone. May be cancelled by dropping the nick. On certain networks, reason is required.
es_es: Sintaxis: FORBID nickname [ razon ] Impide a un nickname de ser registrado o usado por alguien. Puede ser cancelado botando el nick. En algunas redes, la razon es requerida. Limitado a administradores de Servicios.

source: Syntax: GETEMAIL user@emailhost  Returns the matching nicks that used given email. Note that you can not use wildcards for either user or emailhost. Whenever this command is used, a message including the person who issued the command and the email it was used on will be logged.
es_es: Sintaxis: GETEMAIL user@emailhost  Muestra los nicks que usen el email dado. Notar que no puedes usar comodines (wildcards) para ningun usuario o emailhost. Donde sea que el comando se use, un mensaje incluyendo la persona que uso el comando y el email sera logeado.

source: Syntax: GETKEY channel  Returns the key of the given channel.
es_es: Sintaxis: GETKEY canal  Retorna la key del canal dado.

source: Syntax: GLIST Lists all nicks in your group.
es_es: Sintaxis: GLIST Lista todos los nicks en tu grupo.

source: Syntax: GLIST [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick. This use limited to Services Operators.
es_es: Sintaxis: GLIST [ nickname ] Sin un parametro, lista todos los nicknames en tu grupo. Con un parametro, lista todos los nicknames que hay en el grupo del nick dado. Su uso esta limitado a administradores de Servicios.

source: Syntax: GLOBAL message  Allows Administrators to send messages to all users on the network. The message will be sent from the nick %s.
es_es: Sintaxis: GLOBAL mensaje  Permite a los Administrators a enviar mensajes a los usuarios en la red. El mensaje sera enviado desde el nick %s.

source: Syntax: GROUP This command allows users to set the vhost of their CURRENT nick to be the vhost for all nicks in the same group.
es_es: Sintaxis: GROUP Este comando permite a usuarios a setear el vhost de su nick actual para ser el vhost para todos los nicks en el mismo grupo.

source: Syntax: GROUP target password  This command makes your nickname join the target nickname's group. password is the password of the target nickname. Joining a group will allow you to share your configuration, memos, and channel privileges with all the nicknames in the group, and much more! A group exists as long as it is useful. This means that even if a nick of the group is dropped, you won't lose the shared things described above, as long as there is at least one nick remaining in the group. You can use this command even if you have not registered your nick yet. If your nick is already registered, you'll need to identify yourself before using this command. Type %s%s HELP IDENTIFY for more information. This last may be not possible on your IRC network. It is recommended to use this command with a non-registered nick because it will be registered automatically when using this command. You may use it with a registered nick (to change your group) only if your network administrators allowed it. You can only be in one group at a time. Group merging is not possible. Note : all the nicknames of a group have the same password.
es_es: Sintaxis: GROUP grupo clave  Este comando hace a tu nickname unirse al grupo de nicknames grupo . clave es la de tu nickname. La union a un grupo te permitira compartir configuraciones, memos, y privilegios en canales con todos los nicknames en un grupo, y mucho mas! Un grupo existe siempre y cuando sea servible. Esto significa que si un nick del grupo es botado, no perderas los rasgos compartidos descritos anteriormente, siempre y cuando al menos un nick permanezca en el grupo. Puedes usar este comando inclusive si aun no registras tu nick. Si tu nick ya esta registrado deberas identificarte antes de usar este comando. Tipea /msg %s HELP IDENTIFY para mayor informacion. Esto ultimo quizas no sea posible en tu red. Es recomendable usar este comando con un nick no registrado ya que sera registrado automaticamente cuando uses el comando. Puedes usarlo con un nick ya registrado (para cambiar tu grupo) solo si los administradores de tu red lo permiten. Puedes estar en un solo grupo a la vez. La union de grupos no es posible. Ten en cuenta : todos los nicks en un grupo comparten la misma clave.

source: Syntax: IDENTIFY [account] password  Tells %s that you are really the owner of this nick. Many commands require you to authenticate yourself with this command before you use them. The password should be the same one you sent with the REGISTER command.
es_es: Sintaxis: IDENTIFY [account] clave  Informa a %s que tu eres realmente el dueño de tu nick. Muchos comandos requieren que te autentifiques con este comando antes de usarlos. La clave deberia ser la misma que enviaste con el comando REGISTER.

source: Syntax: INFO channel  Lists information about the named registered channel, including its founder, time of registration, last time used, description, and mode lock, if any. If ALL is specified, the entry message and successor will also be displayed.
es_es: Sintaxis: INFO canal  Lista informacion acerca del canal registrado dado, incluyendo su fundador, tiempo de registracion, ultima vez usado, descripcion y fijacion de modos, si existen. Si ALL es especificado, el mensaje de entrada y sucesor tambien seran mostrados. Por defecto, la opcion ALL esta limitada a aquellos con acceso de fundador en el canal.

source: Syntax: INFO nickname  Displays information about the given nickname, such as the nick's owner, last seen address and time, and nick options.
es_es: Sintaxis: INFO nickname  Muestra informacion relativa al nick que especifiques, tal como el propietario del nick, la ultima direccion usada y tiempo, y opciones del nick. Si estas identificado con el nick por el cual pides informacion y usas el parametro ALL, podras ver toda la informacion; independiente de si esta oculta o no.

source: Syntax: INFO [ channel ] Displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a parameter, displays the same information for the given channel.
es_es: Sintaxis: INFO [ canal ] Muestra informacion acerca del numero de memos que tienes, cuantos de ellos aun no han sido leidos, y cuantos memos puedes recibir. Con un parametro, muestra la misma informacion para el canal dado.

source: Syntax: INFO [ nick | channel ] Without a parameter, displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a channel parameter, displays the same information for the given channel. With a nickname parameter, displays the same information for the given nickname. This use limited to Services admins.
es_es: Sintaxis: INFO [ nick | canal ] Sin un parametro, muestra informacion acerca del numero de memos que tienes, cuantos de ellos aun no han sido leidos, y el numero total de memos que puedes recibir. Con un canal de parametro, muestra la misma informacion para el canal dado. Con un nickname de parametro, muestra la misma informacion para el nickname dado. Este uso esta limitado a administradores de Servicios.

source: Syntax: INFO { chan | nick } Allows you to see %s information about a channel or a bot. If the parameter is a channel, then you'll get information such as enabled kickers. If the parameter is a nick, you'll get information about a bot, such as creation time or number of channels it is on.
es_es: Sintaxis: INFO { canal | nick } Permite ver la informacion de %s acerca de un canal o bot. Si el parametro es un canal, recibiras informacion tal como kickers activados. Si el parametro es un nick, recibiras informacion acerca de un bot, tal como tiempo de creacion o numero de canales en los que este.
