Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: Syntax: KICK #channel nick [ reason ] Kicks a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
es_es: Sintaxis: KICK #canal nick [ razon ] Kickea al nick seleccionado en el canal. Por defecto, limitado a AOPs o aquellos con nivel de acceso 5 y mayor en el canal.

source: Syntax: KICK #channel BADWORDS { ON|OFF } [ ttb ] Sets the bad words kicker on or off. When enabled, this option tells the bot to kick users who say certain words on the channels. You can define bad words for your channel using the BADWORDS command. Type %s%s HELP BADWORDS for more information. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK #canal BADWORDS { ON|OFF } [ ttb ] Setea el kick por bad words a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que digan ciertas palabras en el canal. Puedes definir bad words para tu canal usando el comando BADWORDS. Tipea /msg %s HELP BADWORDS para mayor informacion. ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK #channel REPEAT { ON|OFF } [ ttb [ num ]] Sets the repeat kicker on or off. When enabled, this option tells the bot to kick users who are repeating themselves num times (if num is not given, it defaults to 3). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK #canal REPEAT { ON|OFF } [ ttb [ num ]] Setea el the kick por repeticion a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que esten repitiendo num veces (si num no es dado, por defecto es seteado a 3). ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK channel BOLDS { ON|OFF } [ ttb ] Sets the bolds kicker on or off. When enabled, this option tells the bot to kick users who use bolds. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK canal BOLDS { ON|OFF } [ ttb ] Setea el kick por negritas a encendido o apagado. Al abilitarlo, esta opcion le dice al bot que kickee usuarios que usen negritas. ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK channel CAPS { ON|OFF } [ ttb [ min [ percent ]]] Sets the caps kicker on or off. When enabled, this option tells the bot to kick users who are talking in CAPS. The bot kicks only if there are at least min caps and they constitute at least percent%% of the total text line (if not given, it defaults to 10 characters and 25%%). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK canal CAPS { ON|OFF } [ ttb [ min [ porcentaje ]]] Setea el kick por mayusculas a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que esten hablando en mayusculas. El bot kickea solo si hay al menos min mayusculas y que constituyan al menos porcentaje%% del total del texto (si no es dado, por defecto es seteado a 10 caracteres y 25%%). ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK channel COLORS { ON|OFF } [ ttb ] Sets the colors kicker on or off. When enabled, this option tells the bot to kick users who use colors. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK canal COLORS { ON|OFF } [ ttb ] Setea el kick por colores a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que usen colores. ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK channel FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Sets the flood kicker on or off. When enabled, this option tells the bot to kick users who are flooding the channel using at least ln lines in secs seconds (if not given, it defaults to 6 lines in 10 seconds). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK canal FLOOD { ON|OFF } [ ttb [ ln [ segs ]]] Setea el kick por flood a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que esten floodeando el canal usando al menos ln lineas en segs segundos (si no es dado, por defecto es seteado a 6 lineas en 10 segundos). ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK channel REVERSES { ON|OFF } [ ttb ] Sets the reverses kicker on or off. When enabled, this option tells the bot to kick users who use reverses. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK canal REVERSES { ON|OFF } [ ttb ] Setea el kick por reversos a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que usen reversos. ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: KICK channel UNDERLINES { ON|OFF } [ ttb ] Sets the underlines kicker on or off. When enabled, this option tells the bot to kick users who use underlines. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
es_es: Sintaxis: KICK canal UNDERLINES { ON|OFF } [ ttb ] Setea el kick por subrayados a encendido o apagado. Al habilitarlo, esta opcion le dice al bot que kickee usuarios que usen subrayados. ttb es el numero de veces que un usuario sera kickeado antes de ser baneado. No des ttb para desabilitar el sistema de ban una vez activado.

source: Syntax: LIST [<key>|<#X-Y>] This command lists registered vhosts to the operator if a Key is specified, only entries whos nick or vhost match the pattern given in <key> are displayed e.g. Rob* for all entries beginning with "Rob" If a #X-Y style is used, only entries between the range of X and Y will be displayed, e.g. #1-3 will display the first 3 nick/vhost entries. The list uses the value of NSListMax as a hard limit for the number of items to display to a operator at any 1 time.
es_es: Sintaxis: LIST [<clave>|<#X-Y>] Este comando lista los vhosts registrados a el operador si una Clave es dada, solo las entradas en las que el nick o el vhost coincidan con el patron dado en <clave> seran mostradas ej. DrStein* para todas las entradas que comiencen con "DrStein" Si un #X-Y estilo es usado, solo las entradas en el rango entre X e Y seran mostradas, ej. #1-3 va a mostrar las primeras 3 entradas de nicks/vhosts. La lista usa el valor de NSListMax como un limite maximo de numeros de items a mostrar al operador 1 vez. Limitado a Operadores de Servicios.

source: Syntax: LIST pattern  Lists all registered channels matching the given pattern. (Channels with the PRIVATE option set are not listed.) Note that a preceding '#' specifies a range, channel names are to be written without '#'.
es_es: Sintaxis: LIST patron  Lista todos los canales registrados concordando el patron dado (Canales con la opcion PRIVATE seteada no son listados.)

source: Syntax: LIST pattern  Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will not be displayed. Examples: LIST *!joeuser@foo.com Lists all nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST *!*@*.bar.org Lists all nicks owned by users in the bar.org domain.
es_es: Sintaxis: LIST patron  Lista todos los nicknames que concuerden con el patron dado, en el formato nick!usuario@host . Nicks con la opcion PRIVATE seteada no seran mostrados. Ejemplos: LIST *!joeuser@foo.com Lista todos los nicks registrados por joeuser@foo.com. LIST *Bot*!*@* Lista todos los nicks registrados con Bot en sus nomvres (sensible a mayusculas y minisculas). LIST *!*@*.bar.org Lista todos los nicks registrados por usuarios en el dominio bar.org.

source: Syntax: LOGONNEWS ADD text 
es_es: Sintaxis: LOGONNEWS ADD texto 

source: Syntax: LOGONNEWS DEL { num | ALL}
es_es: Sintaxis: LOGONNEWS DEL { numero | ALL}

source: Syntax: LOGOUT This reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself.
es_es: Sintaxis: LOGOUT Este comando invierte el efecto de IDENTIFY, osea, te hace ya no reconocible como el dueño de tu nick. Ten en cuenta que no te sera requerido identificarte nuevamente.

source: Syntax: LOGOUT [ nickname [REVALIDATE]] Without a parameter, reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself. With a parameter, does the same for the given nick. If you specify REVALIDATE as well, Services will ask the given nick to re-identify. This use limited to Services Operators.
es_es: Sintaxis: LOGOUT [ nickname [REVALIDATE]] Sin un parametro, revierte el efecto del comando IDENTIFY, osea te hace ya no reconocido como el verdadero dueño del nick Ten en cuenta, que no seras requerido a reidentificarte. Con un parametro, hace los mismo para el nick dado. Si ademas especificas REVALIDATE, los Servicios requeriran al dado nick a reidentificarse. Este uso esta limitado a administradores de Servicios.

source: Syntax: MODINFO FileName This command lists information about the specified loaded module
es_es: Sintaxis: MODINFO NombreArchivo Este comando lista informacion sobre el modulo cargado pedido

source: Syntax: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Lists all currently loaded modules.
es_es: Sintaxis: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Lista todos los modulos actualmente cargados.

source: Syntax: MODLOAD FileName This command loads the module named FileName from the modules directory.
es_es: Sintaxis: MODLOAD NombreArchivo Este comando carga el modulo llamado NombreArchivo del directorio de modulos.

source: Syntax: MODUNLOAD FileName This command unloads the module named FileName from the modules directory.
es_es: Sintaxis: MODUNLOAD NombreArchivo Este comando descarga el modulo llamado NombreArchivo del directorio de modulos.

source: Syntax: OFF Deactivates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see your real IP address.
es_es: Sintaxis: OFF Desactiva el vhost actualmente asignado al nick en uso. Cuando uses este comando cualquier usuario que haga un /whois a ti vera tu IP real.

source: Syntax: OLINE user flags  Allows Services Opers to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
es_es: Sintaxis: OLINE usuario opciones  Permite a Services Operators a dar permisos de operador a cualquier usuario. Las opciones deben estar antepuestas con un "+" o un "-". Para remover todas las opciones simplemente tipear un "-" en vez de cualquier opcion.

source: Syntax: ON Activates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see the vhost instead of your real IP address.
es_es: Sintaxis: ON Activa el vhost actualmente asignado al nick en uso. Cuando uses este comando cualquier usuario que haga un /whois a ti vera el vhost asignado en vez de tu IP real.

source: Syntax: OPERNEWS ADD text 
es_es: Sintaxis: OPERNEWS ADD texto 

source: Syntax: OPERNEWS DEL { num | ALL}
es_es: Sintaxis: OPERNEWS DEL { numero | ALL}

source: Syntax: QUIT Causes Services to do an immediate shutdown; databases are not saved. This command should not be used unless damage to the in-memory copies of the databases is feared and they should not be saved. For normal shutdowns, use the SHUTDOWN command.
es_es: Sintaxis: QUIT Causa a los Servicios a parar inmediatamente; las bases de datos no son salvadas. Este comando no debe ser usado a menos que las copias en la memoria se crean dañadas y no deban ser guardadas. Para parar normalmente, usa el comando SHUTDOWN. Limitado a administradores de Servicios.

source: Syntax: RANDOMNEWS ADD text 
es_es: Sintaxis: RANDOMNEWS ADD texto 

source: Syntax: RANDOMNEWS ADD text  RANDOMNEWS DEL { num | ALL} RANDOMNEWS LIST Edits or displays the list of random news messages. When a user connects to the network, one (and only one) of the random news will be randomly chosen and sent to them. RANDOMNEWS may only be used by Services Operators.
es_es: Sintaxis: RANDOMNEWS ADD texto  RANDOMNEWS DEL { numero | ALL} RANDOMNEWS LIST Edita o muestra la lista de mensajes de noticia al azar. Cuando un usuario se conecta a la red, uno (y solo uno) de los mensajes al azar sera elejido y enviado a ellos. RANDOMNEWS may only be used by Services Operators.

source: Syntax: RANDOMNEWS DEL { num | ALL}
es_es: Sintaxis: RANDOMNEWS DEL { numero | ALL}

source: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %s does automatically if someone tries to use a kill-protected nick. When you give this command, %s will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (%s%s HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
es_es: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %s does automatically if someone tries to use a kill-protected nick. When you give this command, %s will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (/msg %s HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.

source: Syntax: RELOAD Causes Services to reload the configuration file. Note that some directives still need the restart of the Services to take effect (such as Services' nicknames, activation of the session limitation, etc.)
es_es: Sintaxis: RELOAD Causa a los Servicios a recargar el archivo de configuracion. Notese que algunas directivas aun asi necesitan que los Servicios partan denuevo para tomar efecto (tal como nicknames de los Servicios, activacion de la limitacion de sesiones, etc.) Limitado a administradores de Servicios.

source: Syntax: RESEND This command will re-send the auth code (also called passcode) to the e-mail address of the user whom is performing it.
es_es: Sintaxis: RESEND Este comando envia el codigo de autorizacion (conocido como passcode) a la direccion e-mail del usuario que lo esta ejecutando.

source: Syntax: RESTART Causes Services to save all databases and then restart (i.e. exit and immediately re-run the executable).
es_es: Sintaxis: RESTART Causa a los Servicios a guardar todas las bases de datos y luego parar y partir nuevamente. (esto es, terminar el programa e inmediatamente correr el ejecutable nuevamente). Limitado a administradores de Servicios.

source: Syntax: SAY channel text  Makes the bot say the given text on the given channel.
es_es: Sintaxis: SAY canal texto  Hace al bot decir el texto dado en el canal dado.

source: Syntax: SENDPASS nickname  Send the password of the given nickname to the e-mail address set in the nickname record. This command is really useful to deal with lost passwords. May be limited to IRC operators on certain networks.
es_es: Sintaxis: SENDPASS nickname  Envia la clave del nickname dado a la direccion e-mail seteada en el record del nickname. Este comando es sumamente util para lidiar con claves perdidas. Puede ser limitado a operadores de IRC en ciertas redes.

source: Syntax: SESSION LIST threshold  SESSION VIEW host  Allows Services Operators to view the session list. SESSION LIST lists hosts with at least threshold sessions. The threshold must be a number greater than 1. This is to prevent accidental listing of the large number of single session hosts. SESSION VIEW displays detailed information about a specific host - including the current session count and session limit. The host value may not include wildcards. See the EXCEPTION help for more information about session limiting and how to set session limits specific to certain hosts and groups thereof.
es_es: Sintaxis: SESSION LIST umbral  SESSION VIEW host  Permite a los administradores de Servicios ver la lista de sesiones. SESSION LIST lista hosts con al menos umbral sesiones. El umbral debe ser un numero mayor a 1. Esto es para prevenir listados accidentales del gran numero de hosts de sesion. SESSION VIEW muestra informacion detallada acerca de un host especifico - incluyendo la cuenta de sesion y el limite de sesion actual. El valor host no puede incluir comodines. Mira la ayuda sobre EXCEPTION para mayor informacion acerca de limites de sesion y como setearlos para hosts y grupos especificos de ahi en adelante. Limitado a administradores de Servicios.

source: Syntax: SET <nick> <hostmask>. Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts.
es_es: Sintaxis: SET <nick> <host>. Setea el vhost para el nick dado al host dado. Si tu IRCD soporta vIdents, al usar SET <nick> <ident>@<host> setea idents para usuarios ademas de vhosts. Limitado a operadores de Servicios.

source: Syntax: SET bot-nick PRIVATE { ON|OFF } This option prevents a bot from being assigned to a channel by users that aren't IRC operators.
es_es: Sintaxis: SET nick-del-bot PRIVATE { ON|OFF } Esta opcion previene un bot de ser asignado a un canal por usuarios que no son operadores de IRC. Limitado a administradores de Servicios.

source: Syntax: SET channel option parameters  Allows the channel founder to set various channel options and other information. Available options:
es_es: Sintaxis: SET canal opcion parametros  Le permite al fundador del canal setear varias opciones de canal y otra informacion. Opciones disponibles:

source: Syntax: SET channel DONTKICKOPS { ON|OFF } Enables or disables ops protection mode on a channel. When it is enabled, ops won't be kicked by the bot even if they don't match the NOKICK level.
es_es: Sintaxis: SET canal DONTKICKOPS { ON|OFF } Habilita o deshabilita el modo de proteccion de ops en un canal. Al abilitarlo, ops no seran kickeados por el bot, incluso si no concuerdan con el nivel NOKICK.

source: Syntax: SET channel DONTKICKVOICES { ON|OFF } Enables or disables voices protection mode on a channel. When it is enabled, voices won't be kicked by the bot even if they don't match the NOKICK level.
es_es: Sintaxis: SET canal DONTKICKVOICES { ON|OFF } Habilita o deshabilita el modo de proteccion de voices en un canal. Al abilitarlo, voices no seran kickeados por el bot, incluso si no concuerdan con el nivel NOKICK.

source: Syntax: SET channel FANTASY { ON|OFF } Enables or disables fantasy mode on a channel. When it is enabled, users will be able to use commands !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen on a channel (find how to use them; try with or without nick for each, and with a reason for some?). Note that users wanting to use fantaisist commands MUST have enough level for both the FANTASIA and another level depending of the command if required (for example, to use !op, user must have enough access for the OPDEOP level).
es_es: Sintaxis: SET canal FANTASY { ON|OFF } Habilita o deshabilita el modo de fantasia en un canal. Al abilitarlo, los usuarios podran usar los comandos !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen en un canal (averigua como usarlos; intenta con o sin nick para cada uno, y con razon para algunos?). Notese que usuarios que quieran usar comandos de fantasia DEBEN tener el nivel necesario para ambos el nivel FANTASIA y otro dependiendo del comando si es requerido (por ejemplo, para usar !op, el usuario debe tener suficiente acceso para el nivel OPDEOP).

source: Syntax: SET channel GREET { ON|OFF } Enables or disables greet mode on a channel. When it is enabled, the bot will display greet messages of users joining the channel, provided they have enough access to the channel.
es_es: Sintaxis: SET canal GREET { ON|OFF } Habilita o deshabilita el modo de asludo en un canal. Al abilitarlo, el bot mostrara los mensajes de los usuarios entrando al canal, siempre y cuando tengan el suficiente acceso al canal.

source: Syntax: SET channel NOBOT { ON|OFF } This option makes a channel be unassignable. If a bot is already assigned to the channel, it is unassigned automatically when you enable the option.
es_es: Sintaxis: SET canal NOBOT { ON|OFF } Esta opcion hace al canal no asignable. Si un bot ya esta asignado al canal, es desasignado automaticamente cuando abilitas esta opcion. Limitado a administradores de Servicios.

source: Syntax: SET channel NOEXPIRE {ON | OFF} Sets whether the given channel will expire. Setting this to ON prevents the channel from expiring.
es_es: Sintaxis: SET canal NOEXPIRE {ON | OFF} Setea si el canal expirara. Seteando esto a ON previene el canal a expirar. Limitado a administradores de Servicios.

source: Syntax: SET channel SYMBIOSIS { ON|OFF } Enables or disables symbiosis mode on a channel. When it is enabled, the bot will do everything normally done by %s on channels, such as MODEs, KICKs, and even the entry message.
es_es: Sintaxis: SET canal SYMBIOSIS { ON|OFF } Habilita o deshabilita el modo simbiosis en un canal. Al abilitarlo, el bot hara cualquier cosa que normalmente habria hecho %s en los canales, tal como MODOS, KICKS e incluso los mensajes de entrada.

source: Syntax: SET option parameters  Sets various nickname options. option can be one of:
es_es: Sintaxis: SET opcion parametros  Setea varias opciones para nicknames. opcion puede ser una de:
