Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: Syntax: SET DISPLAY new-display  Changes the display used to refer to your nickname group in Services. The new display MUST be a nick of your group.
es_es: Sintaxis: SET DISPLAY nuevo-display  Cambia el display usado para referirte a tu grupo de nicks en Servicios. El nuevo display DEBE ser un nick de tu grupo.

source: Syntax: SET EMAIL address  Associates the given E-mail address with your nickname. This address will be displayed whenever someone requests information on the nickname with the INFO command.
es_es: Sintaxis: SET EMAIL direccion  Asocia el E-mail dado con tu nickname. La direccion sera mostrada cuando alguien requiera informacion sobre el canal con el comando INFO.

source: Syntax: SET GREET message  Makes the given message the greet of your nickname, that will be displayed when joining a channel that has GREET option enabled, provided that you have the necessary access on it.
es_es: Sintaxis: SET GREET mensaje  Hace al mensaje ingresado el saludo para tu nickname, el que sera mostrado cuando ingreses a un canal con la opcion GREET abilitada, siempre y cuando tengas en el el acceso necesario.

source: Syntax: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %s INFO on your nick. You can hide your E-mail address (EMAIL), last seen user@host mask (USERMASK), your services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
es_es: Sintaxis: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Permite prevenir que cierta informacion sobre tu nick cuando es solicitada mediante el comando %s INFO a tu nick. Puedes esconder tu direccion E-mail (EMAIL), la ultima mascara usuario@host (USERMASK), y tu ultimo mensaje quit (QUIT). El segundo parametro especifica si la informacion debe ser escondida (OFF) o mostrada (ON).

source: Syntax: SET LIMIT [ channel ] limit  Sets the maximum number of memos you (or the given channel) are allowed to have. If you set this to 0, no one will be able to send any memos to you. However, you cannot set this any higher than %d.
es_es: Sintaxis: SET LIMIT [ canal ] limite  Setea el maximo numero de memos que tu (o el canal dado) estas permitido a tener. Si seteas esto a 0, nadie podra enviarte memos. Ademas, no puedes setear el limite mas alto que %d.

source: Syntax: SET LIMIT [ user | channel ] { limit | NONE} [HARD] Sets the maximum number of memos a user or channel is allowed to have. Setting the limit to 0 prevents the user from receiving any memos; setting it to NONE allows the user to receive and keep as many memos as they want. If you do not give a nickname or channel, your own limit is set. Adding HARD prevents the user from changing the limit. Not adding HARD has the opposite effect, allowing the user to change the limit (even if a previous limit was set with HARD). This use of the SET LIMIT command is limited to Services admins. Other users may only enter a limit for themselves or a channel on which they have such privileges, may not remove their limit, may not set a limit above %d, and may not set a hard limit.
es_es: Sintaxis: SET LIMIT [ usuario | canal ] { limite | NONE} [HARD] Setea el maximo numero de memos un usuario o canal esta permitido a tener. Setear el limite a 0 previene al usuario de recibir memos; setearlo a NONE permite al usuario a recibir y guardar cuantos memos quiera. Si no das un nickname o canal, tu propio limite es seteado. Añadir HARD previene al usuario de cambiar el limite. No añadir HARD tiene el efecto contrario, permitiendo al usuario cambiar el limite (aun si un limite previo fue seteado con HARD). El uso del comando SET LIMIT esta limitado a administradores de Servicios. Otros usuarios pueden solo setear limite para ellos mismos o para un canal en el que tengan ciertos privilegios, no pueden remover su limite, no pueden setear el limite mas alla de %d, y no pueden setear un limite hard.

source: Syntax: SET MSG {ON | OFF} Allows you to choose the way Services are communicating with you. With MSG set, Services will use messages, else they'll use notices.
es_es: Sintaxis: SET MSG {ON | OFF} Te permite elegir la forna en la que los Servicios se comunicaran contigo. Con MSG seteado, los Servicios usaran msgs, de otra forma usaran notices.

source: Syntax: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Changes when you will be notified about new memos: ON You will be notified of memos when you log on, when you unset /AWAY, and when they are sent to you. LOGON You will only be notified of memos when you log on or when you unset /AWAY. NEW You will only be notified of memos when they are sent to you. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF You will not receive any notification of memos. ON is essentially LOGON and NEW combined.
es_es: Sintaxis: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Cambia cuando seras notificado acerca de nuevos memos: ON Seras notificado de memos cuando te conectes, cuando saques tu /AWAY, y cuando te sean enviados. LOGON Solo seras notificado de memos cuando te conectes o cuando saques tu /AWAY. NEW Solo seras notificado de memos cuando te sean enviados. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF No recibiras ninguna notificacion por memos. ON es escencialmente LOGON y NEW combinados.

source: Syntax: SET PASSWORD new-password  Changes the password used to identify you as the nick's owner.
es_es: Sintaxis: SET PASSWORD nueva-clave  Cambia la clave usada para identificarte como el dueño del nick.

source: Syntax: SET PRIVATE {ON | OFF} Turns %s's privacy option on or off for your nick. With PRIVATE set, your nickname will not appear in nickname lists generated with %s's LIST command. (However, anyone who knows your nickname can still get information on it using the INFO command.)
es_es: Sintaxis: SET PRIVATE {ON | OFF} Hace que %s active o desactive la opcion de privacidad de tu nick. Con PRIVATE seteado,tu nickname no aparecera en las listas de nicknames generadas con el comando LIST de %s. (Sin embargo, cualquier persona que sepa tu nick podra chequear tu informacion usando el comando INFO.)

source: Syntax: SET READONLY {ON | OFF} Sets read-only mode on or off. In read-only mode, normal users will not be allowed to modify any Services data, including channel and nickname access lists, etc. IRCops with sufficient Services privileges will be able to modify Services' AKILL list and drop or forbid nicknames and channels, but any such changes will not be saved unless read-only mode is deactivated before Services is terminated or restarted. This option is equivalent to the command-line option -readonly.
es_es: Sintaxis: SET READONLY {ON | OFF} Setea el modo read-only a encencido o apagado. En modo read-only, usuarios normales no podran modificar datos de Servicios, incluyendo acceso a listas de canales y nicknames, etc. IRCops con suficientes privilegios con los Servicios podran modificar la lista AKILL de Servicios y botar o prohibir nicknames y canales, pero ninguno de estos cambios sera salvado a menos que el modo read-only es desactivado antes de que los Servicios sean terminados o recargados. Esta opcion es equivalente a la opcion -readonly en la linea de comando.

source: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privileges such as the ability to be "founder" on all channel's etc... This option is not persistent, and should only be used when needed, and set back to OFF when no longer needed.
es_es: Sintaxis: SET SUPERADMIN {ON | OFF} Este seteo de da privilegios extra como la abilidad de ser "fundador" en todos los canales, etc. Esta opcion no es persistente y debe ser usada solo de ser necesario.

source: Syntax: SHUTDOWN Causes Services to save all databases and then shut down.
es_es: Sintaxis: SHUTDOWN Causa a los Servicios a guardar todas las bases de datos y parar. Limitado a administradores de Servicios.

source: Syntax: STAFF Displays all Services Staff nicks along with level and on-line status.
es_es: Sintaxis: STAFF Muestra todos los nicks de Services Staff, junto con su nivel y estado on-line.

source: Syntax: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Without any option, shows the current number of users and IRCops online (excluding Services), the highest number of users online since Services was started, and the length of time Services has been running. With the AKILL option, displays the current size of the AKILL list and the current default expiry time. The RESET option currently resets the maximum user count to the number of users currently present on the network. The MEMORY option displays information on the memory usage of Services. Using this option can freeze Services for a short period of time on large networks; don't overuse it! The UPLINK option displays information about the current server Anope uses as an uplink to the network. The ALL displays the user and uptime statistics, and everything you'd see with MEMORY and UPLINK options.
es_es: Sintaxis: STATS [AKILL | ALL | RESET] Sin una opcion, muestra el numero actual de usuarios e IRCops en linea (excluyendo a los Servicios), el maximo numero de usuarios desde que los Servicios partieron, y el tiempo que los Servicios han estado corriendo. Con la opcion AKILL, muestra el tamaño actual de la lista AKILL y el actual tiempo de expiracion por defecto. La opcion ALL esta solo disponible a administradores de Servicios, y muestra informacion en el uso de memoria de los Servicios. Usar esta opcion puede congelar a los Servicios por un corto periodo de tiempo en redes grandes, asi que no lo uses demasiado! La opcion RESET resetea la cuenta maxima de usuarios al numero de usuarios actualmente presentes en la red.

source: Syntax: STATUS channel nickname  Returns the current access level of the given nick on the given channel. The reply is of the form: STATUS channel nickname access-level If an error occurs, the reply will be in the form: STATUS ERROR error-message
es_es: Sintaxis: STATUS canal nickname  Devuelve el nivel de acceso actual del nick dado en el canal dado. La respuesta es de la forma: STATUS canal nickname nivel-de-acceso Si un error ocurre, la respuesta sera de la forma: STATUS ERROR mensaje-de-error Limitado a administradores de Servicios.

source: Syntax: SUSPEND channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by using the UNSUSPEND command to preserve all previous channel data/settings. Reason may be required on certain networks.
es_es: Sintaxis: SUSPEND canal [ razon ] Impide a cualquier persona de registrar o usar el canal dado. Puede ser cancelado usando el comando UNSUSPEND para preservar los datos/seteos previos. Razon puede ser mandatorio en ciertas redes. Limitado a administradores de Servicios.

source: Syntax: SVSNICK nick newnick  Forcefully changes a user's nickname from nick to newnick.
es_es: Syntax: SVSNICK nick nuevonick  Cambia, a la fuerza, el nick del usuario from nick a nuevonick.

source: Syntax: TOPIC channel [ topic ] Causes %s to set the channel topic to the one specified. If topic is not given, then an empty topic is set. This command is most useful in conjunction with SET TOPICLOCK. See %s%s HELP SET TOPICLOCK for more information. By default, limited to those with founder access on the channel.
es_es: Sintaxis: TOPIC canal [ topico ] Hace a %s setear el topic del canal al especificado. If topico no es dado, un topico vacio es seteado. Este comando es mas util usado en conjunto a SET TOPICLOCK. Ver /msg %s HELP SET TOPICLOCK para mayor informacion. Por defecto, limitado a aquellos con nivel de fundador en el canal.

source: Syntax: UMODE user modes  Allows Services Opers to set user modes for any user. Parameters are the same as for the standard /MODE command.
es_es: Sintaxis: UMODE usuario modos  Permite a Services Operators a setear modos de usuarios para cualquier usuario. Los parametros son los mismos que para el comando /MODE.

source: Syntax: UNASSIGN chan  Unassigns a bot from a channel. When you use this command, the bot won't join the channel anymore. However, bot configuration for the channel is kept, so you will always be able to reassign a bot later without have to reconfigure it entirely.
es_es: Sintaxis: UNASSIGN canal  Deasigna a un bot de un canal. Al usar este comando el bot ya no entrara al canal. Aun asi, la configuracion del bot para el canal es guardada, asi te sera posible reasignar un bot luego sin tener que configurarlo completamente.

source: Syntax: UNBAN channel [ nick ] Tells %s to remove all bans preventing you or the given user from entering the given channel. By default, limited to AOPs or those with level 5 and above on the channel.
es_es: Sintaxis: UNBAN canal [ nick ] Tells %s to remove all bans preventing you or the given user from entering the given channel. Por defecto, limitado a AOPs o aquellos con nivel 5 y mayor en el canal.

source: Syntax: UNSUSPEND channel  Releases a suspended channel. All data and settings are preserved from before the suspension.
es_es: Sintaxis: UNSUSPEND canal  Libera un canal suspendido. Todos los datos y seteos antes de la suspencion son preservados. Limitado a administradores de Servicios.

source: Syntax: UPDATE Causes Services to update all database files as soon as you send the command.
es_es: Sintaxis: UPDATE Causa a los Servicios a updatear todos los archivos de la base de datos tan pronto como envies el comando. Limitado a administradores de Servicios.

source: Syntax: USERLIST [{ pattern | channel } [ INVISIBLE ]] Lists all users currently online on the IRC network, whether their nick is registered or not. If pattern is given, lists only users that match it (it must be in the format nick!user@host). If channel is given, lists only users that are on the given channel. If INVISIBLE is specified, only users with the +i flag will be listed.
es_es: Sintaxis: USERLIST [{ patron | canal } [ INVISIBLE ]] Lista todos los usuarios actualmente en linea en la red IRC, esten registrados o no. Si patron es dado, lista solo a los usuarios que concuerden con el (debe ser en el formato nick!usuario@host). si canal es dado, lista solo usuarios que esten en el canal dado. Si INVISIBLE especificado, solo usuarios con la bandera +i seran listados. Limitado a administradores de Servicios.

source: Syntax: SASET channel option parameters Allows Services Operators to forcefully change settings on channels. Available options:
es_es: Sintaxis: SASET channel option parameters Allows Services Operators to forcefully change settings on channels. Available options:

source: Syntax: SUSPEND nickname reason SUSPENDs a nickname from being used.
es_es: Syntax: SUSPEND nickname reason / UNSUSPEND nickname SUSPENDs / UNSUSPENDs a nickname from being identified to

source: Syntax: UPDATE Updates your current status, i.e. it checks for new memos, sets needed chanmodes (ModeonID) and updates your vhost and your userflags (lastseentime, etc).
es_es: Sintaxis: UPDATE Actualiza tu estado actual, ej. revisa los memos nuevos, setea, si es necesario, los modos de canales (ModeonID) y actualiza tu vhost y tus userflags (lastseentime, etc).

source: TOPIC channel [ topic ]
es_es: TOPIC canal [ topico ]

source: The IMMED option is not available on this network.
es_es: La opcion IMMED no esta disponible en esta red.

source: The AKILL list has been cleared.
es_es: La lista de AKILLs ha sido limpiada.

source: The Defcon Level is now at Level: %d
es_es: El Nivel de Defcon esta ahora a Nivel: %d

source: The SNLINE list has been cleared.
es_es: La lista de SNLINEs ha sido limpiada.

source: The SQLINE list has been cleared.
es_es: La lista de SQLINEs ha sido limpiada.

source: The SZLINE list has been cleared.
es_es: La lista de SZLINEs ha sido limpiada.

source: The channel %s has no key.
es_es: El canal %s no tiene clave.

source: The host %s currently has %d sessions with a limit of %d.
es_es: El host %s actualmente tiene %d sesiones con un limite de %d.

source: The last memo you sent to %s (sent on %s) has been read.
es_es: El ultimo memo que enviaste a %s (enviado el %s) ha sido leido.

source: The last memo you sent to %s (sent on %s) has not yet been read.
es_es: El ultimo memo que enviaste a %s (enviado el %s) aun no ha sido leido.

source: The memo limit for %s may not be changed.
es_es: El limite de memos para %s no puede ser cambiado.

source: The new display is now %s.
es_es: El nuevo display es ahora %s.

source: The nick %s is now being changed to %s.
es_es: El nick %s esta siendo cambiado a %s.

source: There are %d memos on channel %s.
es_es: Hay %d memos en el canal %s.

source: There are no bots available at this time. Ask a Services Operator to create one!
es_es: No hay bots disponibles en este momento. Pidele a un administrador de servicios que cree uno!

source: There are too many nicks in %s's group; list them and drop some. Type %s%s HELP GLIST and %s%s HELP DROP for more information.
es_es: Hay muchos nicks en el grupo de %s; listalos y bota algunos. Tipea /msg %s HELP GLIST y /msg %s HELP DROP para mayor informacion.

source: There is %d memo on channel %s.
es_es: Hay %d memo en el canal %s.

source: There is a new memo on channel %s. Type %s%s READ %s %d to read it.
es_es: Hay un memo nuevo en el canal %s. Tipea /msg %s READ %s %d para leerlo.

source: There is no bot assigned to %s anymore.
es_es: Ya no hay un bot asignado a %s.

source: There is no logon news.
es_es: No hay Noticias de entrada.

source: There is no oper news.
es_es: No hay noticias de oper.

source: There is no random news.
es_es: No hay Noticias al azar.

source: There's no email address set for your nick.
es_es: Tu nick no tiene una direccion de e-mail.

source: These options are reserved to Services Operators: NOBOT Prevent a bot from being assigned to a channel PRIVATE Prevent a bot from being assigned by non IRC operators
es_es: Estas opciones estan reservadas a administradores de Servicios: NOBOT Previene a un bot de ser asignado a un canal PRIVATE Previene a un bot de ser asignado por alguien mas que un operador de IRC

source: This channel has been forbidden.
es_es: Este canal ha sido prohibido.

source: This channel has been registered with %s.
es_es: Este canal ha sido registrado con %s.

source: This channel has been suspended.
es_es: Este canal ha sido suspendido.

source: This channel may not be used.
es_es: Este canal esta prohibido.

source: This channel will not expire.
es_es: Este canal no expirara.

source: This nick has already been requested, please check your e-mail address for the pass code
es_es: Este nick ya ha sido pedido, chequea tu e-mail para el password.

source: This nick is awaiting an e-mail verification code before completing registration.
es_es: Este nick esta esperando una verificacion por e-mail antes de poder completar el registro.

source: This nick is owned by someone else. Please choose another. (If this is your nick, type %s%s IDENTIFY password .)
es_es: Este nick pertenece a otra persona. Por favor elige otro nick. (Si este es tu nick, tipea /msg %s IDENTIFY clave .)

source: This nickname has been registered; you may not use it.
es_es: Este nick ha sido registrado; No puedes usarlo.

source: This nickname is registered and protected. If it is your nick, type %s%s IDENTIFY password . Otherwise, please choose a different nick.
es_es: Este nick esta registrado y protegido. Si es tu nick, tipea /msg %s IDENTIFY clave . Si no, por favor elige un nick diferente.

source: This nickname may not be used. Please choose another one.
es_es: Este nickname no puede ser usado. Por favor elige otro.

source: This nickname will not expire.
es_es: Este nickname no expirara.

source: Topic Lock
es_es: Lock de topic

source: Topic Retention
es_es: Retencion de Topic

source: Turn caps lock OFF!
es_es: Apaga las mayusculas!

source: Type %s%s HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
es_es: Type /msg %s HELP SASET option  for more information on a specific option. The options will be set on the given nickname .

source: Type %s%s HELP SASET option  for more information on a particular option.
es_es: Type /msg %s HELP SASET option  for more information on a particular option.

source: Type %s%s HELP SET option  for more information on a particular option.
es_es: Tipea /msg %s HELP opcion  para mayor informacion acerca de una opcion en particular.

source: Type %s%s SET EMAIL e-mail  in order to set your e-mail. Your privacy is respected; this e-mail won't be given to any third-party person.
es_es: Tipea /msg %s SET EMAIL e-mail  para setear tu e-mail. Respetamos tu privacidad; este e-mail no sera entregado a ninguna persona.

source: Type %s%s LIST NEW to list them.
es_es: Tipea /msg %s LIST NEW para listar tus memos.

source: Type %s%s READ %d to read it.
es_es: Tipea /msg %s READ %d para leerlo.

source: Type %s%s READ LAST to read it.
es_es: Tipea /msg %s READ LAST para leer tu ultimo memo.

source: UMODE nick modes
es_es: UMODE nick modos

source: UNASSIGN chan
es_es: UNASSIGN canal

source: UNBAN channel [ nick ]
es_es: UNBAN canal [ nick ]

source: UNSUSPEND channel
es_es: UNSUSPEND canal

source: Unable to load module %s
es_es: Imposible cargar modulo %s

source: Unable to remove module %s
es_es: Imposible quitar modulo %s

source: Unknown SET option %s.
es_es: Opcion SET desconocida %s.

source: Unknown STATS option %s.
es_es: Opcion STATS %s desconocida.

source: Unknown command %s. "%s%s HELP" for help.
es_es: Comando no conocido %s. "/msg %s HELP" para ayuda.

source: Unknown option %s.
es_es: Opcion %s desconocida.

source: Updating databases.
es_es: Updateando las bases de datos.

source: User : %6d records, %5d kB
es_es: Usuario : %6d records, %5d kB

source: User claiming your nick has been killed. %s%s RELEASE %s to get it back before %s timeout.
es_es: El usuario que ocupaba tu nick ha sido killeado. /msg %s RELEASE %s para recuperarlo antes de %s.

source: User matches channel except.
es_es: Usuario coincide con el except del canal.

source: Users list: Nick Mask
es_es: Lista de usuarios: Nick Mascara

source: VOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
es_es: VOP canal {ADD|DEL|LIST|CLEAR} [ nick | lista ]

source: Voices protection
es_es: Proteccion de Voices

source: Watch your language!
es_es: Cuida tu lenguaje!

source: You are already a member of the group of %s.
es_es: Ya eres miembro del grupo de %s.

source: You are already identified.
es_es: Ya estas identificado.

source: You are no longer a SuperAdmin
es_es: Ya no eres un SuperAdmin.

source: You are not permitted to be on this channel.
es_es: No estas autorizado a estar en este canal.

source: You are not permitted to change your memo limit.
es_es: No estas autorizado a cambiar tu limite de memos.

source: You are now a SuperAdmin
es_es: Ahora eres un SuperAdmin.

source: You are now an IRC Operator.
es_es: Eres ahora un operador de IRC.

source: You are now identified for your nick. Change your password using "%s%s SET PASSWORD newpassword" now.
es_es: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
