Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: You are now in the group of %s.
es_es: Ahora eres miembro en el grupo de %s.

source: You can not request a receipt when sending a memo to yourself.
es_es: No puedes pedir una notificacion cuando te envias el memo a ti mismo.

source: You can't ghost yourself!
es_es: No puedes ghostearte a ti mismo!

source: You can't recover yourself!
es_es: No puedes recuperarte a ti mismo!

source: You can't use this command. Use the AOP, SOP and VOP commands instead. Type %s%s HELP command  for more information.
es_es: No puedes usar este comando. Usa los comandos AOP, SOP y VOP en vez. Tipea /msg %s HELP comando  para mayor informacion.

source: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type %s%s HELP command  for more information.
es_es: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.

source: You can't use this command. Use the ACCESS command instead. Type %s%s HELP ACCESS for more information.
es_es: No puedes usar este comando. Usa el comando ACCESS en su lugar. Tipea /msg %s HELP ACCESS para mayor informacion.

source: You cannot set the memo limit for %s higher than %d.
es_es: No puedes setear el limite de memos para %s mayor a %d.

source: You cannot set your memo limit higher than %d.
es_es: No puedes setear tu limite de memos mayor a %d.

source: You cannot unset the e-mail on this network.
es_es: No puedes no setear tu direccion e-mail en esta red.

source: You currently have %d memos, of which %d are unread.
es_es: Tienes %d memos, de los cuales %d aun no han sido leidos.

source: You currently have %d memos, of which 1 is unread.
es_es: Tienes %d memos, de los cuales 1 aun no ha sido leido.

source: You currently have %d memos.
es_es: Tienes %d memos.

source: You currently have %d memos; all of them are unread.
es_es: Tienes %d memos, ninguno de ellos leido.

source: You currently have 1 memo, and it has not yet been read.
es_es: Tienes 1 memo y aun no ha sido leido.

source: You currently have 1 memo.
es_es: Tienes 1 memo.

source: You currently have no memos.
es_es: No tienes memos.

source: You have %d new memos.
es_es: Tienes %d memos nuevos.

source: You have 1 new memo.
es_es: Tienes 1 memo nuevo.

source: You have a new memo from %s. Type %s%s READ %d to read it.
es_es: Tienes un nuevo memo de %s. Tipea /msg %s READ %d para leerlo.

source: You have been unbanned from %s.
es_es: Has sido desbaneado de %s.

source: You have no limit on the number of memos you may keep.
es_es: No tienes limite en el numero de memos que puedes mantener.

source: You have no memos.
es_es: No tienes memos.

source: You have no new memos.
es_es: No tienes memos nuevos.

source: You have to enter a valid number as time.
es_es: Debes ingresar un numero valido como tiempo.

source: You must assign a bot to the channel before using this command. Type %s%s HELP ASSIGN for more information.
es_es: Debes asignar un bot al canal antes de poder usar este comando. Tipea /msg %s HELP ASSIGN para mayor informacion.

source: You must be a channel operator to register the channel.
es_es: Debes ser un operador de canal para registrar el canal.

source: You must have been using this nick for at least %d seconds to register.
es_es: Debes estar conectado mas de %d segundos para registrar tu nick.

source: You must now supply an e-mail for your nick. This e-mail will allow you to retrieve your password in case you forget it.
es_es: Ahora debes proveer un e-mail para tu nick. Este e-mail te permitira recuperar tu clave en caso que la olvides.

source: You will be notified of new memos at logon and when they arrive.
es_es: Seras notificado por nuevos memos cuando te conectes y en cuanto te sean enviados.

source: You will be notified of new memos at logon.
es_es: Seras notificado por memos nuevos en cuanto te conectes.

source: You will be notified when new memos arrive.
es_es: Seras notificado cuando los memos nuevos te sean enviados.

source: You will no longer be able to receive memos.
es_es: No te sera posible recibir mas memos.

source: You will no longer be informed via email.
es_es: No seras informado de nuevos memos via email.

source: You will not be notified of new memos.
es_es: No seras notificado por memos nuevos.

source: You will now be informed about new memos via email.
es_es: Seras informado de nuevos memos via email.

source: Your IRCD does not support vIdent's, if this is incorrect, please report this as a possible bug
es_es: Tu IRCD no soporta vIdent's. Si esto es incorrecto, por favor reportalo como un posible bug.

source: Your access list is empty.
es_es: Tu lista de acceso esta vacia.

source: Your memo limit has been disabled.
es_es: Tu limite de memos ha sido deshabilitado.

source: Your memo limit has been set to %d.
es_es: Tu limite de memos ha sido seteado a %d.

source: Your memo limit is %d, and may not be changed.
es_es: Tu limite de memos es %d y no puede ser cambiado.

source: Your memo limit is %d.
es_es: Tu limite de memos es %d.

source: Your memo limit is 0; you will not receive any new memos.
es_es: Tu limite de memos es 0; No recibiras nuevos memos.

source: Your memo limit is 0; you will not receive any new memos. You cannot change this limit.
es_es: Tu limite de memos es 0; No recibiras nuevos memos. No puedes cambiar este limite.

source: Your nick has been logged out.
es_es: Tu nick ha sido desconectado.

source: Your nick isn't registered.
es_es: Tu nick no esta registrado.

source: Your nickname has been dropped.
es_es: Tu nickname ha sido botado.

source: Your nickname is now being changed to %s
es_es: Tu nickname esta siendo cambiado a %s

source: Your passcode has been re-sent to %s.
es_es: Tu password ha sido enviado nuevamente a %s.

source: Your password is %s - remember this for later use.
es_es: Tu clave es %s - Recuerdala para uso futuro.

source: Your vhost of %s is now activated.
es_es: Tu vhost %s ha sido activado.

source: Your vhost of %s@%s is now activated.
es_es: Tu vhost %s@%s ha sido activado.

source: [Logon News - %s] %s
es_es: [Noticias de Logon - %s] %s

source: [Oper News - %s] %s
es_es: [Noticias de Oper - %s] %s

source: [Random News - %s] %s
es_es: [Noticias al Azar - %s] %s

source: does not expire
es_es: no expira

source: expires at next database update
es_es: expira con el proximo update de la base de datos

source: expires in %d day
es_es: expira en %d dia

source: expires in %d days
es_es: expira en %d dias

source: expires in %d hour, %d minute
es_es: expira en %d hora, %d minuto

source: expires in %d hour, %d minutes
es_es: expira en %d hora, %d minutos

source: expires in %d hours, %d minute
es_es: expira en %d horas, %d minuto

source: expires in %d hours, %d minutes
es_es: expira en %d horas, %d minutos

source: expires in %d minute
es_es: expira en %d minutos

source: expires in %d minutes
es_es: expira en %d minutos

source: vhost for %s removed.
es_es: vhost para %s removido.

source: vhost for %s set to %s.
es_es: vhost para %s seteado a %s.

source: vhost for %s set to %s@%s.
es_es: vhost para %s seteado a %s@%s.

source: vhost for group %s set to %s.
es_es: vhost para el grupo %s seteado a %s.

source: vhost for group %s set to %s@%s.
es_es: vhost para el grupo %s seteado a %s@%s.

source: vhosts for group %s have been removed.
es_es: El vhost para el group %s ha sido removido.

source: xOP lists system
es_es: Sistema de listas xOP

source: xOP system is not available.
es_es: El sistema xOP no esta disponible.
