Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: %s is no longer a Super-Admin
es_es: %s ya no es un Super-Admin.

source: %s is not notified of new memos.
es_es: %s no es notificado por memos nuevos.

source: %s is notified of new memos at logon and when they arrive.
es_es: %s es notificado por memos nuevos cuando se conecta y cuando le son enviados.

source: %s is notified of news memos at logon.
es_es: %s es notificado de nuevos memos cuando se conecta.

source: %s is notified when new memos arrive.
es_es: %s es notificado cuando nuevos memos le son enviados.

source: %s is now a Super-Admin
es_es: %s es ahora un Super-Admin.

source: %s will not send you any notification of memos.
es_es: %s no te enviara ninguna notificacion acerca de tus memos.

source: %s will now notify you of memos when they are sent to you.
es_es: %s ahora te notificara de tus memos cuando te sean enviados.

source: %s will now notify you of memos when you log on and when they are sent to you.
es_es: %s ahora te notificara de tus memos cuando te conectes y cuando te sean enviados.

source: %s will now notify you of memos when you log on or unset /AWAY.
es_es: %s ahora te notificara de tus memos cuando te conectes o saques tu /AWAY.

source: %s!%s@%s (%s) added to the bot list.
es_es: %s!%s@%s (%s) añadido a la lista de bots.

source: %s's memo limit is %d, and may not be changed.
es_es: El limite de memos para %s es %d, y no puede ser cambiado.

source: %s's memo limit is %d.
es_es: El limite de memos para %s es %d.

source: * AKILL any new clients connecting
es_es: * AKILL cualquier nuevo cliente que se conecte

source: * Force Chan Modes (%s) to be set on all channels
es_es: * Fuerza Modos de Canal (%s) para ser seteado en todos los canales

source: * Ignore any non-opers with message
es_es: * Ignora a cualquier no-operador notificando

source: * Kill any NEW clients connecting
es_es: * Kill a cualquier NUEVO cliente que se conecte

source: * No MLOCK changes
es_es: * No cambios en MLOCK

source: * No new channel registrations
es_es: * No nuevos registros de canales

source: * No new memos sent
es_es: * No hay nuevos memos enviados

source: * No new nick registrations
es_es: * No nuevos registros de nicks

source: * Silently ignore non-opers
es_es: * Ignora a los no-operadores sin notificar

source: * Use the reduced session limit of %d
es_es: * Usa el reducido limite de sesion de %d

source: <unknown>
es_es: <desconocido>

source: A massmemo has been sent to all registered users.
es_es: Un massmemo ha sido enviado a todos los usuarios registrados.

source: A notification memo has been sent to %s informing him/her you have read his/her memo.
es_es: Una notificacion ha sido enviada a %s informando que has leido su memo.

source: A vhost ident must be in the format of a valid ident
es_es: Un vhost ident debe tener el formato de un ident valido

source: A vhost must be in the format of a valid hostmask.
es_es: Error! Un vhost solo puede contener A-Z, a-z, 0-9, '.' y '-'.

source: ACCESS {ADD | DEL | LIST} [ mask ]
es_es: ACCESS {ADD | DEL | LIST} [ mascara ]

source: ACT channel text
es_es: ACT canal texto

source: AKICK ENFORCE for %s complete; %d users were affected.
es_es: AKICK ENFORCE en %s completa; %d usuarios afectados.

source: AKILL list is empty.
es_es: La lista de AKILLS esta vacia.

source: AOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
es_es: AOP canal {ADD|DEL|LIST|CLEAR} [ nick | instancia ]

source: ASSIGN chan nick
es_es: ASSIGN canal nick

source: Access denied.
es_es: Acceso denegado.

source: Access level for %s on %s changed to %d.
es_es: Nivel de acceso para %s en %s cambiada a %d.

source: Access level for %s on %s unchanged from %d.
es_es: Nivel de acceso para %s en %s no cambiada de %d.

source: Access level must be between %d and %d inclusive.
es_es: El nivel de acceso debe ser entre %d y %d inclusive.

source: Access level must be non-zero.
es_es: El nivel de acceso no puede ser cero.

source: Access level settings for channel %s:
es_es: Opciones del nivel de acceso para el canal %s:

source: Access levels for %s reset to defaults.
es_es: Niveles de acceso para %s resetados a los valores originales.

source: Access list for %s is empty.
es_es: La lista de acceso para %s esta vacia.

source: Access list for %s:
es_es: Lista de acceso para %s:

source: Access list:
es_es: Lista de acceso:

source: Added new logon news item (#%d).
es_es: Nueva noticia de entrada anadida (#%d).

source: Added new oper news item (#%d).
es_es: Nueva noticia de oper anadida (#%d).

source: Added new random news item (#%d).
es_es: Nueva noticia al azar anadida (#%d).

source: All O:lines of %s have been removed.
es_es: Todas las lineas O de %s han sido removidas.

source: All O:lines of %s have been reset.
es_es: Todas las lineas O de %s han sido reseteadas.

source: All logon news items deleted.
es_es: Todas las noticias de entrada borradas.

source: All memos for channel %s have been deleted.
es_es: Todos los memos para el canal %s han sido borrados.

source: All of your memos have been deleted.
es_es: Todos tus memos han sido borrados.

source: All oper news items deleted.
es_es: Todas las noticias de oper borradas.

source: All random news items deleted.
es_es: Todas las noticias al azar borradas.

source: All vhost's in the group %s have been set to %s
es_es: Todos los vhosts en el grupo %s han sido seteados a %s

source: All vhost's in the group %s have been set to %s@%s
es_es: Todos los vhosts en el grupo %s han sido seteados a %s@%s

source: Allowed to (de)halfop him/herself
es_es: Autorizado para halfop/dehalfop a si mismo

source: Allowed to (de)op him/herself
es_es: Autorizado para op/deop a si mismo

source: Allowed to (de)protect him/herself
es_es: Autorizado para protect/deprotect a si mismo

source: Allowed to (de)voice him/herself
es_es: Autorizado para voice/devoice a si mismo

source: Allowed to assign/unassign a bot
es_es: Habilitado para asignar/deasignar un bot

source: Allowed to ban him/herself
es_es: Permitido banearse a si mismo

source: Allowed to kick him/herself
es_es: Autorizado para kickearse a si mismo

source: Allowed to list/read channel memos
es_es: Habilitado para listar/leer memos del canal

source: Allowed to modify the access list
es_es: Habilitado para modificar la lista de acceso

source: Allowed to use AKICK command
es_es: Habilitado para usar el comando AKICK

source: Allowed to use BADWORDS command
es_es: Habilitado para usar el comando BADWORDS

source: Allowed to use BAN command
es_es: Permitido usar el comando BAN

source: Allowed to use GETKEY command
es_es: Habilitado para usar el comando GETKEY

source: Allowed to use INFO command with ALL option
es_es: Permitido usar el comando INFO con la opcion ALL

source: Allowed to use INVITE command
es_es: Habilitado para usar el comando INVITE

source: Allowed to use KICK command
es_es: Habilitado para usar el comando KICK

source: Allowed to use OP/DEOP commands
es_es: Habilitado para usar el comando OP/DEOP

source: Allowed to use PROTECT/DEPROTECT commands
es_es: Habilitado para usar el comando PROTECT/DEPROTECT

source: Allowed to use SAY and ACT commands
es_es: Habilitado para usar el comando SAY y ACT

source: Allowed to use SET command (not FOUNDER/PASSWORD)
es_es: Habilitado para usar el comando SET (no FOUNDER/PASSWORD)

source: Allowed to use TOPIC command
es_es: Permitido usar el comando TOPIC

source: Allowed to use UNBAN command
es_es: Habilitado para usar el comando UNBAN

source: Allowed to use VOICE/DEVOICE commands
es_es: Habilitado para usar el comando VOICE/DEVOICE

source: Allowed to use fantaisist commands
es_es: Habilitado para utilizar comandos de fantasia

source: Allowed to view the access list
es_es: Habilitado para ver la lista de acceso

source: Autokick list for %s:
es_es: Lista de kicks automaticos para el canal %s:

source: Automatic channel operator status
es_es: Status automatico de operador de canal

source: Automatic mode +a
es_es: Modo automatico +a

source: Automatic mode +h
es_es: Modo automatico +h

source: Automatic mode +v
es_es: Modo automatico +v

source: BADWORDS channel {ADD|DEL|LIST|CLEAR} [ word | entry-list ] [SINGLE|START|END]
es_es: BADWORDS canal {ADD|DEL|LIST|CLEAR} [ palabra | lista ] [SINGLE|START|END]

source: BOT ADD nick user host real BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick 
es_es: BOT ADD nick usuario host nombre-real BOT CHANGE nick-antiguo nick-nuevo [ usuario [ host [ nombre-real ]]] BOT DEL nick 

source: Bad words list for %s: Num Word Type
es_es: Lista de Bad words para %s: Num Palabra Tipo

source: Bad words list is now empty.
es_es: La lista de bad words esta ahora vacia.

source: Ban type for channel %s is now #%d.
es_es: Tipo de ban para el canal %s es ahora #%d.

source: Bot %s already exists.
es_es: El bot %s ya existe.

source: Bot %s does not exist.
es_es: El bot %s no existe.

source: Bot %s has been assigned to %s.
es_es: El bot %s ha sido asignado al canal %s.

source: Bot %s has been changed to %s!%s@%s (%s)
es_es: El bot %s ha sido cambiado a %s!%s@%s (%s)

source: Bot %s has been deleted.
es_es: El bot %s ha sido borrado.

source: Bot %s is already assigned to channel %s.
es_es: Bot %s ya esta asignado al canal %s.

source: Bot will kick ops on channel %s.
es_es: Bot kickeara ops en el canal %s.

source: Bot will kick voices on channel %s.
es_es: Bot kickeara voices en el canal %s.

source: Bot won't kick ops on channel %s.
es_es: Bot no kickeara ops en el canal %s.

source: Bot won't kick voices on channel %s.
es_es: Bot no kickeara voices en el canal %s.

source: Bot Hosts may only contain %d characters.
es_es: Los Hosts de bots pueden tener solo %d caracteres.

source: Bot Hosts may only contain valid host characters.
es_es: Los hosts de bots pueden contener solo caracteres de hosts validos.

source: Bot Idents may only contain %d characters.
es_es: Los Idents de bots pueden tener solo %d caracteres.

source: Bot Idents may only contain valid characters.
es_es: Los idents de bots pueden contener solo caracteres validos.

source: Bot Nicks may only contain valid nick characters.
es_es: Los nicks de bots pueden solo contener caracteres de nicks validos.

source: Bot is not on channel %s.
es_es: El bot no esta en el canal %s.

source: Bot list:
es_es: Lista de bots:

source: Bot will now kick bad words, and will place a ban after %d kicks for the same user. Use the BADWORDS command to add or remove a bad word.
es_es: El bot ahora kickeara bad words, y baneara despues de %d kicks al mismo usuario. Usa el comando BADWORDS para añadir o remover palabras.

source: Bot will now kick bad words. Use the BADWORDS command to add or remove a bad word.
es_es: El bot ahora kickeara bad words. Usa el comando BADWORDS para añadir o remover palabras.

source: Bot will now kick bolds.
es_es: El bot ahora kickeara negritas.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message), and will place a ban after %d kicks for the same user.
es_es: El bot ahora kickeara mayusculas (deben ser al menos %d caracteres y %d%% del mensaje entero), y baneara despues de %d kicks al mismo usuario.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message).
es_es: El bot ahora kickeara mayusculas (deben ser al menos %d caracteres y %d%% del mensaje entero).

source: Bot will now kick colors.
es_es: El bot ahora kickeara colores.

source: Bot will now kick flood (%d lines in %d seconds).
es_es: El bot ahora kickeara flood (%d lineas en %d segundos).

source: Bot will now kick repeats (users that say %d times the same thing), and will place a ban after %d kicks for the same user.
es_es: El bot ahora kickeara repeats (usuarios que repitan %d veces lo mismo), y baneara despues de %d kicks al mismo usuario.

source: Bot will now kick repeats (users that say %d times the same thing).
es_es: El bot ahora kickeara repeats (usuarios que repitan %d veces lo mismo).

source: Bot will now kick reverses.
es_es: El bot ahora kickeara reversos.

source: Bot will now kick underlines.
es_es: El bot ahora kickeara subrayados.

source: Bot won't kick bad words anymore.
es_es: El bot ya no kickeara bad words.

source: Bot won't kick bolds anymore.
es_es: El bot ya no kickeara negritas.

source: Bot won't kick caps anymore.
es_es: El bot ya no kickeara mayusculas.

source: Bot won't kick colors anymore.
es_es: El bot ya no kickeara colores.

source: Bot won't kick flood anymore.
es_es: El bot ya no kickeara flood.

source: Bot won't kick repeats anymore.
es_es: El bot ya no kickeara repeats.

source: Bot won't kick reverses anymore.
es_es: El bot ya no kickeara reversos.

source: Bot won't kick underlines anymore.
es_es: El bot ya no kickeara subrayados.

source: Bots reserved to IRC operators:
es_es: Bots reservados a operadores de IRC:

source: Bytes read : %5d kB
es_es: Bytes leidos : %5d kB

source: Bytes written : %5d kB
es_es: Bytes escritos : %5d kB

source: CANCEL { nick | channel }
es_es: CANCEL { nick | canal }

source: Cannot send mail now; please retry a little later.
es_es: Imposible enviar el e-mail ahora; por favor intenta mas tarde.

source: Changed usermodes of %s.
es_es: Cambiados los modos de usuario de %s.

source: Channel %s doesn't exist.
es_es: El Canal %s no existe.

source: Channel %s has been dropped.
es_es: El canal %s ha sido botado.

source: Channel %s has been forbidden by %s: %s
es_es: El Canal %s ha sido prohibido por %s: %s

source: Channel %s is already registered!
es_es: El canal %s ya esta registrado!

source: Channel %s is now forbidden.
es_es: Canal %s ahora prohibido.

source: Channel %s is now released.
es_es: Canal %s ahora liberado.

source: Channel %s is now suspended.
es_es: Canal %s ahora prohibido.

source: Channel %s isn't registered.
es_es: El Canal %s no esta registrado.

source: Channel %s may not be registered or used.
es_es: El Canal %s no puede ser registrado o usado.

source: Channel %s may not be registered.
es_es: El canal %s no puede ser registrado.

source: Channel %s registered under your nickname: %s
es_es: El canal %s esta registrado bajo tu nickname: %s

source: Channel : %6d records, %5d kB
es_es: Canal : %6d records, %5d kB

source: Channel %s will expire.
es_es: El canal %s expirara.

source: Channel %s will not expire.
es_es: El canal %s no expirara.

source: Channel %s access list has been cleared.
es_es: La lista de acceso para el canal %s ha sido limpiada.

source: Channel %s akick list has been cleared.
es_es: La lista de kicks automaticos del canal %s ha sido limpiada.

source: Channel SQLINEs are not supported by your IRCd, so you can't use them.
es_es: SQLINEs de canal no estan soportadas por tu IRCd, asi que no las puedes usar.

source: Channel list: Name Users Modes Topic
es_es: Lista de canal: Nombre Modos de Usr. Topico

source: Channels that %s has access on: Num Channel Level Description
es_es: Canales en los que %s tiene acceso: Num Canal Nivel Descripcion

source: Channels that you have access on: Num Channel Level Description
es_es: Canales en los que tienes acceso: Num Canal Nivel Descripcion

source: Couldn't release channel %s!
es_es: Imposible liberar el canal %s!

source: Current AKILL list:
es_es: Lista actual de AKILLs:

source: Current AKILL list: Num Mask Reason
es_es: Lista actual de AKILLs: Num Mascara Razon

source: Current Module list:
es_es: Lista actual de modulos:

source: Current SNLINE list:
es_es: Lista actual de SNLINEs:

source: Current SNLINE list: Num Mask Reason
es_es: Lista actual de SNLINEs: Num Mascara Razon

source: Current SQLINE list:
es_es: Lista actual de SQLINEs:

source: Current SQLINE list: Num Mask Reason
es_es: Lista actual de SQLINEs: Num Mascara Razon

source: Current SZLINE list:
es_es: Lista actual de SZLINEs:

source: Current SZLINE list: Num Mask Reason
es_es: Lista actual de SZLINEs: Num Mascara Razon

source: Current Session Limit Exception list:
es_es: Lista de excepciones al limite de sesiones actual:

source: Current number of AKILLs: %d
es_es: Numero actual de AKILLs: %d

source: Current number of SNLINEs: %d
es_es: Numero actual de SNLINEs: %d

source: Current number of SQLINEs: %d
es_es: Numero actual de SQLINEs: %d

source: Current number of SZLINEs: %d
es_es: Numero actual de SZLINEs: %d

source: Current users: %d (%d ops)
es_es: Actuales usuarios: %d (%d ops)

source: DEL [ channel ] { num | list | ALL}
es_es: DEL [ canal ] { numero | lista | ALL}

source: DROP channel
es_es: DROP canal

source: Default AKILL expiry time: %d days
es_es: Tiempo de expiracion por defecto de AKILL: %d dias

source: Default AKILL expiry time: %d hours
es_es: Tiempo de expiracion por defecto de AKILL: %d horas

source: Default AKILL expiry time: %d minutes
es_es: Tiempo de expiracion por defecto de AKILL: %d minutos

source: Default AKILL expiry time: 1 day
es_es: Tiempo de expiracion por defecto de AKILL: 1 dia

source: Default AKILL expiry time: 1 hour
es_es: Tiempo de expiracion por defecto de AKILL: 1 hora

source: Default AKILL expiry time: 1 minute
es_es: Tiempo de expiracion por defecto de AKILL: 1 minuto

source: Default AKILL expiry time: No expiration
es_es: Tiempo de expiracion por defecto de AKILL: Sin expiracion

source: Default SNLINE expiry time: %d days
es_es: Tiempo de expiracion por defecto de SNLINE: %d dias

source: Default SNLINE expiry time: %d hours
es_es: Tiempo de expiracion por defecto de SNLINE: %d horas

source: Default SNLINE expiry time: %d minutes
es_es: Tiempo de expiracion por defecto de SNLINE: %d minutos

source: Default SNLINE expiry time: 1 day
es_es: Tiempo de expiracion por defecto de SNLINE: 1 dia

source: Default SNLINE expiry time: 1 hour
es_es: Tiempo de expiracion por defecto de SNLINE: 1 hora

source: Default SNLINE expiry time: 1 minute
es_es: Tiempo de expiracion por defecto de SNLINE: 1 minuto

source: Default SNLINE expiry time: No expiration
es_es: Tiempo de expiracion por defecto de SNLINE: Sin expiracion

source: Default SQLINE expiry time: %d days
es_es: Tiempo de expiracion por defecto de SQLINE: %d dias

source: Default SQLINE expiry time: %d hours
es_es: Tiempo de expiracion por defecto de SQLINE: %d horas

source: Default SQLINE expiry time: %d minutes
es_es: Tiempo de expiracion por defecto de SQLINE: %d minutos

source: Default SQLINE expiry time: 1 day
es_es: Tiempo de expiracion por defecto de SQLINE: 1 dia

source: Default SQLINE expiry time: 1 hour
es_es: Tiempo de expiracion por defecto de SQLINE: 1 hora

source: Default SQLINE expiry time: 1 minute
es_es: Tiempo de expiracion por defecto de SQLINE: 1 minuto

source: Default SQLINE expiry time: No expiration
es_es: Tiempo de expiracion por defecto de SQLINE: Sin expiracion

source: Default SZLINE expiry time: %d days
es_es: Tiempo de expiracion por defecto de SZLINE: %d dias

source: Default SZLINE expiry time: %d hours
es_es: Tiempo de expiracion por defecto de SZLINE: %d horas

source: Default SZLINE expiry time: %d minutes
es_es: Tiempo de expiracion por defecto de SZLINE: %d minutos

source: Default SZLINE expiry time: 1 day
es_es: Tiempo de expiracion por defecto de SZLINE: 1 dia

source: Default SZLINE expiry time: 1 hour
es_es: Tiempo de expiracion por defecto de SZLINE: 1 hora

source: Default SZLINE expiry time: 1 minute
es_es: Tiempo de expiracion por defecto de SZLINE: 1 minuto

source: Default SZLINE expiry time: No expiration
es_es: Tiempo de expiracion por defecto de SZLINE: Sin expiracion

source: Deleted %d entries from %s access list.
es_es: %d instancias borradas de la lista de acceso de %s.

source: Deleted %d entries from %s autokick list.
es_es: %d instancias borradas de la lista de kicks automaticos del canal %s.

source: Deleted %d entries from %s bad words list.
es_es: %d palabras borradas de la lista de bad words de %s.

source: Deleted %d entries from session-limit exception list.
es_es: %d instancias borradas de la lista de excepciones al limite de sesiones.

source: Deleted %d entries from the AKILL list.
es_es: %d instancias borradas de la lista de AKILLs.

source: Deleted %d entries from the SNLINE list.
es_es: %d instancias borradas de la lista de SNLINEs.

source: Deleted %d entries from the SQLINE list.
es_es: %d instancias borradas de la lista de SQLINEs.

source: Deleted %d entries from the SZLINE list.
es_es: %d instancias borradas de la lista de SZLINEs.

source: Deleted 1 entry from %s access list.
es_es: 1 instancia borrada de la lista de acceso de %s.

source: Deleted 1 entry from %s autokick list.
es_es: 1 instancia borrada de la lista de kicks automaticos del canal %s.

source: Deleted 1 entry from %s bad words list.
es_es: 1 palabra borrada de la lista de bad words de %s.

source: Deleted 1 entry from session-limit exception list.
es_es: 1 instancia borrada de la lista de excepciones al limite de sesiones.

source: Deleted 1 entry from the AKILL list.
es_es: 1 instancia borrada de la lista de AKILLs.

source: Deleted 1 entry from the SNLINE list.
es_es: 1 instancia borrada de la lista de SNLINEs.

source: Deleted 1 entry from the SQLINE list.
es_es: 1 instancia borrada de la lista de SQLINEs.

source: Deleted 1 entry from the SZLINE list.
es_es: 1 instancia borrada de la lista de SZLINEs.

source: Description of %s changed to %s.
es_es: La descripcion de %s cambiada a%s.

source: Displayed all records (Count: %d)
es_es: Todos los registros mostrados (Cuenta: %d)

source: Displayed records from %d to %d
es_es: Todos los registros mostrados de %d a %d

source: Displayed records matching key %s (Count: %d)
es_es: Todos los registro mostrados que coinciden con la clave %s (Cuenta: %d)

source: Don't use bolds on this channel!
es_es: No uses negritas en este canal!

source: Don't use colors on this channel!
es_es: No uses colores en este canal!

source: Don't use reverses on this channel!
es_es: No uses reversos en este canal!

source: Don't use the word "%s" on this channel!
es_es: No uses la palabra %s en este canal!

source: Don't use underlines on this channel!
es_es: No uses subrayados en este canal!

source: E-mail for %s is invalid.
es_es: El e-mail para %s es invalido.

source: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ params ]
es_es: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ parametros ]

source: Emails Match %s to %s.
es_es: Emails Coinciden %s a %s.

source: End of %s list.
es_es: Fin de la lista de %s.

source: End of access list.
es_es: Fin de la lista de acceso.

source: End of channel list.
es_es: Fin de la lista de canales.

source: End of list - %d/%d channels shown.
es_es: Fin de la lista - %d/%d resultado(s) mostrado(s).

source: End of list - %d/%d matches shown.
es_es: Fin de la lista - %d/%d resultado(s) mostrado(s).

source: End of users list.
es_es: Fin de la lista de usuarios.

source: English
es_es: Español

source: Error! The Ident is too long, please use an ident shorter than %d characters.
es_es: Error! El Ident es muy largo. Usa un ident con menos de %d caracteres.

source: Error! The vhost is too long, please use a host shorter than %d characters.
es_es: Error! El vhost es muy largo. Usa un host con menos de %d caracteres.

source: Exception for %s (#%d) moved to position %d.
es_es: Excepcion para %s (#%d) movido a la posicion %d.

source: Expires on: %s
es_es: Expira en: %s

source: Expiry time of %s changed.
es_es: Tiempo de expiracion para %s cambiado.

source: FORBID channel reason
es_es: FORBID canal razon
