Repository: Adam-/anope
Catalog: language/anope.*.po
Languages: es_es

source: %s%s HELP %s for more information.
es_es: /msg %s HELP %s para mayor informacion.

source: %s allows you to "register" a nickname and prevent others from using it. The following commands allow for registration and maintenance of nicknames; to use them, type %s%s command . For more information on a specific command, type %s%s HELP command .
es_es: %s te permite "registrar" un nickname y prevenir a otros usarlo. Los siguientes comandos permiten el registro y mantenimiento de nicknames; para usarlos, tipea /msg %s comando . Para mayor informacion acerca de un comando especifico tipea /msg %s HELP comando .

source: %s allows you to have a bot on your own channel. It has been created for users that can't host or configure a bot, or for use on networks that don't allow user bots. Available commands are listed below; to use them, type %s%s command . For more information on a specific command, type %s %s HELP command .
es_es: %s te permite crear un bot en tu propio canal. Esto ha sido creado para usuarios que no puedan hostear o configurar un bot, o para uso en redes que no permitan bots de usuarios. Comandos disponibles estan listados mas abajo; para usarlos, tipea /msg %s comando . Para mayor informacion sobre un comando especifico, tipea /msg %s HELP comando .

source: %s Changed the DEFCON level to %d
es_es: %s Cambiado el nivel de DEFCON a %d

source: %s added to %s access list at level %d.
es_es: %s añadido a la lista de acceso de %s con nivel %d.

source: %s added to %s autokick list.
es_es: %s añadido a la lista de kicks automaticos en el canal %s.

source: %s added to %s bad words list.
es_es: %s añadida a la lista de bad words de %s.

source: %s added to the AKILL list.
es_es: %s añadido a la lista de AKILLs.

source: %s added to the SNLINE list.
es_es: %s añadido a la lista de SNLINEs.

source: %s added to the SQLINE list.
es_es: %s añadido a la lista de SQLINEs.

source: %s added to the SZLINE list.
es_es: %s añadido a la lista de SZLINEs.

source: %s added to your access list.
es_es: %s añadido a tu lista de acceso.

source: %s already exists in %s bad words list.
es_es: %s ya existe en la lista de bad words de %s.

source: %s already exists on %s autokick list.
es_es: %s ya esta presente en la lista de kick automatico en el canal %s.

source: %s already exists on the AKILL list.
es_es: %s ya esta presente en la lista de AKILLs.

source: %s already exists on the SNLINE list.
es_es: %s ya existe en la lista de SNLINEs.

source: %s already exists on the SQLINE list.
es_es: %s ya existe en la lista de SQLINEs.

source: %s already exists on the SZLINE list.
es_es: %s ya existe en la lista de SZLINEs.

source: %s cannot be taken as times to ban.
es_es: %s no puede ser tomado como veces a banear

source: %s changed your usermodes.
es_es: %s cambio tus modos de usuario.

source: %s channel list: Name Users Modes Topic
es_es: Lista del canal %s: Nombre Modos de Usr. Topico

source: %s deleted from %s access list.
es_es: %s borrado de la lista de acceso de %s.

source: %s deleted from %s autokick list.
es_es: %s borrado de la lista de kicks automaticos del canal %s.

source: %s deleted from %s bad words list.
es_es: %s borrada de la lista de bad words de %s.

source: %s deleted from session-limit exception list.
es_es: %s instancias borradas de la lista de excepciones al limite de sesiones.

source: %s deleted from the AKILL list.
es_es: %s borrado de la lista de AKILLs.

source: %s deleted from the SNLINE list.
es_es: %s borrado de la lista de SNLINEs.

source: %s deleted from the SQLINE list.
es_es: %s borrado de la lista de SQLINEs.

source: %s deleted from the SZLINE list.
es_es: %s borrado de la lista de SZLINEs.

source: %s deleted from your access list.
es_es: %s borrado de tu lista de acceso.

source: %s disabled on channel %s.
es_es: %s inhabilitado(s) en el canal %s.

source: %s has too many channels registered.
es_es: %s tiene demasiados canales registrados.

source: %s is already covered by %s.
es_es: %s ya esta cubierto por %s.

source: %s is not a valid ban type.
es_es: %s no es un tipo de ban valido.

source: %s is not a valid bot or registered channel.
es_es: %s no es un bot valido o el canal no esta registrado.

source: %s is not a valid e-mail address.
es_es: %s no es un e-mail valido.

source: %s is not currently on channel %s.
es_es: El nick %s no esta en el canal %s actualmente.

source: %s matches an except on %s and cannot be banned until the except have been removed.
es_es: %s coincide con una excepcion en %s y no puede ser baneado hasta que la excepcion haya sido removida.

source: %s not found on %s access list.
es_es: %s no encontrado en la lista de acceso de %s.

source: %s not found on %s autokick list.
es_es: %s no encontrado en la lista de kicks automaticos en el canal %s.

source: %s not found on %s bad words list.
es_es: %s no encontrada en la lista de bad words de %s.

source: %s not found on session list.
es_es: %s no encontrado en la lista de sesion.

source: %s not found on session-limit exception list.
es_es: %s no encontrado en la lista de excepciones al limite de sesiones.

source: %s not found on the AKILL list.
es_es: %s no encontrado en la lista de AKILLs.

source: %s not found on the SNLINE list.
es_es: %s no encontrado en la lista de SNLINEs.

source: %s not found on the SQLINE list.
es_es: %s no encontrado en la lista de SQLINEs

source: %s not found on the SZLINE list.
es_es: %s no encontrado en la lista de SZLINEs.

source: %s not found on your access list.
es_es: %s no encontrado en tu lista de acceso.

source: %s users list: Nick Mask
es_es: Lista de usuarios de %s: Nick Mascara

source: %s will no longer be ignored.
es_es: %s ya no sera ignorado.

source: %s will now be ignored for %s.
es_es: %s sera ignorado por %s.

source: %s will now permanently be ignored.
es_es: %s sera ignorado permanentemente.

source: Notice: All commands sent to %s are logged!
es_es: Noticia: todos los comandos enviados a %s son monitoreados!

source: Notice: Services is in read-only mode; changes will not be saved!
es_es: Noticia: Los Servicios estan en modo read-only; Los cambios no seran salvados!

source: Reminder: AKILL masks cannot contain nicknames; make sure you have not included a nick portion in your mask.
es_es: Recordatorio: Las mascaras AKILL no pueden contener nicks; asegurate de no haber incluido el nick en tu mascara.

source: Reminder: you can only add IP masks to the SZLINE list.
es_es: Recordatorio: Solo puedes añadir mascaras IP a la lista de SZLINEs.

source: User access levels By default, the following access levels are defined: Founder Full access to %s functions; automatic opping upon entering channel. Note that only one person may have founder status (it cannot be given using the ACCESS command).  10 Access to AKICK command; automatic opping.  5 Automatic opping.  3 Automatic voicing.  0 No special privileges; can be opped by other ops (unless secure-ops is set).  <0 May not be opped. These levels may be changed, or new ones added, using the LEVELS command; type %s%s HELP LEVELS for information.
es_es: Niveles de acceso para usuarios Por defecto, los siguientes niveles de acceso estan definidos: Fundador Acceso completo a las funciones de %s; Op automatico al entrar al canal. Notese que solo una persona puede tener estatus de fundador (no puede ser dado usando el comando ACCESS).  10 Acceso al comando AKICK; Op automatico.  5 Op automatico.  3 Voice automatico.  0 Ningun privilegio especial; Puede ser opeado por otros ops (a menos que seguridad de ops este seteada).  <0 No puede ser opeado. Esyos niveles pueden ser cambiado, o nuevos añadidos, usando el comando LEVELS; tipea /msg %s HELP LEVELS para mayor informacion.

source: [auto-memo] The memo you sent has been viewed.
es_es: [auto-memo] El memo que enviaste ha sido leido.

source: [auto-memo] The memo you sent to %s has been viewed.
es_es: [auto-memo] El memo que enviaste a %s ha sido leido.

source: Services Operators can also drop any channel without needing to identify via password, and may view the access, AKICK, and level setting lists for any channel.
es_es: Administradores de Servicios tambien pueden botar un canal sin tener que identificarse por medio de clave, y pueden ver el acceso, AKICK, y seteos de las listas de niveles para cualquier canal.

source: Services Operators can also drop any nickname without needing to identify for the nick, and may view the access list for any nickname (%s%s ACCESS LIST nick ).
es_es: Administradores de Servicios pueden tambien botar cualquier nickname sin tener que identificarse por el nick y pueden ver la lista de acceso para cualquier nickname (/msg %s ACCESS LIST nick ).

source: Options : %s
es_es: Opciones : %s

source: Bot nick : %s
es_es: Nick del bot : %s

source: Bot nick : not assigned yet.
es_es: Nick del bot : Aun no asignado.

source: Options: %s
es_es: Opciones: %s

source: Caps kicker : %s
es_es: Kicker por mayusculas : %s

source: Caps kicker : %s (%d kick(s) to ban; minimum %d/%d%%)
es_es: Kicker por mayusculas : %s (%d kick(s) para ban; minimo %d/%d%%)

source: Caps kicker : %s (minimum %d/%d%%)
es_es: Caps kicker : %s (minimo %d/%d%%)

source: Founder: %s
es_es: Fundador: %s

source: Ban type: %d
es_es: Tipo de ban: %d

source: Bolds kicker : %s
es_es: Kicker por negritas : %s

source: Bolds kicker : %s (%d kick(s) to ban)
es_es: Kicker por negritas : %s (%d kick(s) para ban)

source: Flood kicker : %s
es_es: Kicker por flood : %s

source: Flood kicker : %s (%d kick(s) to ban; %d lines in %ds)
es_es: Kicker por flood : %s (%d kick(s) para ban; %d lineas en %ds)

source: Flood kicker : %s (%d lines in %ds)
es_es: Kicker por flood : %s (%d lineas en %ds)

source: Mask : %s@%s
es_es: Mascara : %s@%s

source: Colors kicker : %s
es_es: Kicker por colores : %s

source: Colors kicker : %s (%d kick(s) to ban)
es_es: Kicker por colores : %s (%d kick(s) para ban)

source: Expires on: %s
es_es: Expira en: %s

source: Last used: %s
es_es: Ultima vez usado: %s

source: Mode lock: %s
es_es: Modo de lock: %s

source: Repeat kicker : %s
es_es: Kicker por repeticion : %s

source: Repeat kicker : %s (%d kick(s) to ban; %d times)
es_es: Kicker por repeticion : %s (%d kick(s) para ban; %d veces)

source: Repeat kicker : %s (%d times)
es_es: Kicker por repeticion : %s (%d veces)

source: Successor: %s
es_es: Sucesor: %s

source: Suspended: [%s] %s
es_es: Suspendido: [%s] %s

source: Last topic: %s
es_es: Ultimo topic: %s

source: Registered: %s
es_es: Registrado: %s

source: %-*s (disabled)
es_es: %-*s (inhabilitado)

source: %-*s (founder only)
es_es: %-*s (solo el fundador)

source: ACCESS Modify the list of authorized addresses
es_es: ACCESS Modifica la lista de direcciones autorizadas

source: ACCESS Modify the list of privileged users
es_es: ACCESS Modifica la lista de usuarios privilegiados

source: AKICK Maintain the AutoKick list
es_es: AKICK Mantiene la lista de AutoKick

source: AKILL Manipulate the AKILL list
es_es: AKILL Manipula la lista AKILL

source: AOP Modify the list of AOP users
es_es: AOP Modifica la lista de usuarios AOP

source: ASSIGN Assigns a bot to a channel
es_es: ASSIGN Asigna un bot a un canal

source: BADWORDS Maintains bad words list
es_es: BADWORDS Mantiene lista de bad words

source: BANTYPE Set how Services make bans on the channel
es_es: BANTYPE Setea como los Servicios ponen bans en el canal

source: BOT Maintains network bot list
es_es: BOT Mantiene la lista de bots de la red

source: BOTLIST Lists available bots
es_es: BOTLIST Lista bots disponibles

source: CANCEL Cancel last memo you sent
es_es: CANCEL Cancela el ultimo memo que enviaste

source: CHANLIST Lists all channel records
es_es: CHANLIST Lista todos los records de canal

source: Created : %s
es_es: Creado : %s

source: DEL Delete the vhost of another user
es_es: DEL Borra el vhost de otro usuario.

source: DEL Delete a memo or memos
es_es: DEL Borra uno o mas memos

source: DELALL Delete the vhost for all nicks in a group
es_es: DELALL Borra el vhost de todos los nicks en un grupo.

source: DESC Set the channel description
es_es: DESC Setea la descripcion del canal

source: DISPLAY Set the display of your group in Services
es_es: DISPLAY Setea el display de tu grupo con Servicios

source: DROP Cancel the registration of a channel
es_es: DROP Cancela la registracion de un canal

source: DROP Cancel the registration of a nickname
es_es: DROP Cancela la registracion de un nickname

source: Description: %s
es_es: Descripcion: %s

source: EMAIL Associate an E-mail address with your nickname
es_es: EMAIL Asocia un E-mail con tu nickname

source: EXCEPTION Modify the session-limit exception list
es_es: EXCEPTION Modifica la lista de limite de sesion

source: FORBID Prevent a channel from being used
es_es: FORBID Previene un canal a ser usado

source: FORBID Prevents a nickname from being registered
es_es: FORBID Previene un nickname a ser usado

source: FOUNDER Set the founder of a channel
es_es: FOUNDER Setea el fundador de un canal

source: GETPASS Retrieve the password for a nickname
es_es: GETPASS Recupera la clave para un nickname (solo si encripcion esta desabilitada)

source: GLOBAL Send a message to all users
es_es: GLOBAL Envia un mensaje a todos los usuarios

source: GREET Associate a greet message with your nickname
es_es: GREET Asocia un saludo con tu nickname

source: GROUP Syncs the vhost for all nicks in a group
es_es: GROUP Sincroniza vhost en todos los nicks del grupo.

source: GROUP Join a group
es_es: GROUP Ingresa a un grupo

source: Greet message: %s
es_es: Mensaje de bienvenida: %s

source: HIDE Hide certain pieces of nickname information
es_es: HIDE Esconde algunas partes de tu informacion

source: IDENTIFY Identify yourself with your password
es_es: IDENTIFY Para identificarte con tu clave

source: IGNORE Modify the Services ignore list
es_es: IGNORE Ignora a un usuario

source: JUPE "Jupiter" a server
es_es: JUPE "Jupiter" un servidor

source: KEEPTOPIC Retain topic when channel is not in use
es_es: KEEPTOPIC Retiene el topic cuando el canal no esta en uso

source: KICK Configures kickers
es_es: KICK Configura kickers

source: KICK Kick a user from a channel
es_es: KICK Kickea un usuario de un canal

source: KILL Turn protection on or off
es_es: KILL Enciende o apaga la proteccion

source: LANGUAGE Set the language Services will use when sending messages to you
es_es: LANGUAGE Setea el lenguaje con el que Servicios te enviara mensajes

source: LEVELS Redefine the meanings of access levels
es_es: LEVELS Redefine el significado de niveles de acceso

source: LIST Displays one or more vhost entries.
es_es: LIST Muestra uno o mas vhosts.

source: LIST List your memos
es_es: LIST Lista tus memos

source: LOGONNEWS Define messages to be shown to users at logon
es_es: LOGONNEWS Define mensajes para ser mostrados a usuarios al conectarse

source: MODE Change a channel's modes
es_es: MODE Cambia los modos de un canal

source: MSG Change the communication method of Services
es_es: MSG Cambia el metodo de comunicacion con Servicios

source: NOOP Temporarily remove all O:lines of a server remotely
es_es: NOOP Temporalmente remueve todas las lineas O: de un servidor remotamente

source: OFF Deactivates your assigned vhost
es_es: OFF Desactiva tu vhost asignado.

source: OLINE Give Operflags to a certain user
es_es: OLINE Otorga privilegios IRCOP temporarios

source: ON Activates your assigned vhost
es_es: ON Activa tu vhost asignado.

source: OPERNEWS Define messages to be shown to users who oper
es_es: OPERNEWS Define mensajes a ser mostrados a usuarios al transformarse en operadores

source: OPNOTICE Send a notice when OP/DEOP commands are used
es_es: OPNOTICE Envia una noticia cuando los comandos OP/DEOP son usados

source: Options : %s
es_es: Opciones : %s

source: PASSWORD Set your nickname password
es_es: PASSWORD Setea la clave de tu nickname

source: PEACE Regulate the use of critical commands
es_es: PEACE Regula el uso de comandos criticos

source: PRIVATE Hide channel from LIST command
es_es: PRIVATE Esconde el canal del comando LIST

source: QUIT Terminate the Services program with no save
es_es: QUIT Termina el programa de servicios sin guardar los cambios

source: RANDOMNEWS Define messages to be randomly shown to users at logon
es_es: RANDOMNEWS Define mensajes para ser mostrados al azar a usuarios al conectarse

source: READ Read a memo or memos
es_es: READ Lee uno o mas memos

source: RECOVER Kill another user who has taken your nick
es_es: RECOVER Killea otro usuario que este usando tu nickname

source: REGISTER Register a nickname
es_es: REGISTER Registra un nickname

source: RELEASE Regain custody of your nick after RECOVER
es_es: RELEASE Retoma custodia de tu nick luego de RECOVER

source: RELOAD Reload services' configuration file
es_es: RELOAD Recarga la configuracion de los Servicios

source: RESTART Save databases and restart Services
es_es: RESTART Guarda la base de datos de los Servicios y recarga los Servicios

source: RESTRICTED Restrict access to the channel
es_es: RESTRICTED Restrinje el acceso al canal

source: Reverses kicker : %s
es_es: Kicker por inversos : %s

source: Reverses kicker : %s (%d kick(s) to ban)
es_es: Kicker por inversos : %s (%d kick(s) para ban)

source: SECURE Activate %s security features
es_es: SECURE Activa las opciones de seguridad de %s

source: SECURE Turn nickname security on or off
es_es: SECURE Enciende o apaga la seguridad de nickname

source: SECUREFOUNDER Stricter control of channel founder status
es_es: SECUREFOUNDER Estricto control del estatus de fundador de canal

source: SECUREOPS Stricter control of chanop status
es_es: SECUREOPS Estricto control del estatus de chanop

source: SEND Send a memo to a nick or channel
es_es: SEND Envia un memo a un nick o canal

source: SENDALL Send a memo to all registered users
es_es: SENDALL Envia un memo a todos los usuarios registrados

source: SENDPASS Forgot your password? Try this
es_es: SENDPASS Olvidaste tu clave? Intenta esto

source: SESSION View the list of host sessions
es_es: SESSION Muestra la lista de sesiones de host

source: SET Configures bot options
es_es: SET Configura opciones de bots

source: SET Set the vhost of another user
es_es: SET Setea el vhost de otro usuario.

source: SET Set various global Services options
es_es: SET Setea varias opciones globales de los Servicios

source: SET Set channel options and information
es_es: SET Setea opciones e informacion de un canal

source: SET Set options, including kill protection
es_es: SET Setea protecciones, incluyendo kills

source: SET Set options related to memos
es_es: SET Setea opciones relacionadas a memos

source: SETALL Set the vhost for all nicks in a group
es_es: SETALL Setea el vhost de todos los nicks en un grupo.

source: SHUTDOWN Terminate the Services program with save
es_es: SHUTDOWN Termina el programa de Servicios guardando los cambios

source: SIGNKICK Sign kicks that are done with KICK command
es_es: SIGNKICK Firma kicks hechos con el comando KICK

source: SNLINE Manipulate the SNLINE list
es_es: SNLINE Manipula la lista SNLINE

source: SOP Modify the list of SOP users
es_es: SOP Modifica la lista de usuarios SOP

source: SQLINE Manipulate the SQLINE list
es_es: SQLINE Manipula la lista SQLINE

source: STAFF Display Services staff and online status
es_es: STAFF Muestra la lista del staff y su status

source: STAFF Send a memo to all opers/admins
es_es: STAFF Envia un memo a todos los opers/admins

source: STATS Show status of Services and network
es_es: STATS Muestra estatus de los Servicios y la red

source: SUCCESSOR Set the successor for a channel
es_es: SUCCESSOR Setea el sucesor de un canal

source: SZLINE Manipulate the SZLINE list
es_es: SZLINE Manipula la lista SZLINE

source: TOPICLOCK Topic can only be changed with TOPIC
es_es: TOPICLOCK El topic solo puede ser cambiado con TOPIC

source: UMODE Change a user's modes
es_es: UMODE Otorga cambios de modos de usuario

source: UNSUSPEND Releases a suspended channel
es_es: UNSUSPEND Libera la suspencion del canal.

source: UPDATE Force the Services databases to be updated on disk immediately
es_es: UPDATE Fuerza a la base de datos de los Servicios a ser updateada a disco inmediatamente

source: USERLIST Lists all user records
es_es: USERLIST Lista todos los records de usuarios

source: Used on : %d channel(s)
es_es: Usado en : %d canal(es)

source: XOP Toggle the user privilege system
es_es: XOP Cambia el sistema de privilegios de usuario

source: Bad words kicker : %s
es_es: Kicker por Bad words : %s

source: Bad words kicker : %s (%d kick(s) to ban)
es_es: Kicker por Bad words : %s (%d kick(s) para ban)

source: E-mail address: %s
es_es: Direccion E-mail: %s

source: Is online from: %s
es_es: Esta en linea desde: %s

source: Last seen time: %s
es_es: Ultima vez visto: %s

source: Topic set by: %s
es_es: Topic seteado por: %s

source: Real name : %s
es_es: Nombre real : %s

source: Time registered: %s
es_es: Tiempo registrado: %s

source: Underlines kicker : %s
es_es: Kicker por subrayados : %s

source: Underlines kicker : %s (%d kick(s) to ban)
es_es: Kicker por subrayados : %s (%d kick(s) para ban)

source: Num Sender Date/Time
es_es: Num De Fecha/Hora

source: %3d %s (by %s on %s; %s) %s
es_es: %3d %s (por %s en %s; %s) %s

source: %3d %s (by %s on %s) %s
es_es: %3d %s (por %s en %s) %s

source: %s commands:
es_es: Comandos para %s:

source: %d Modules loaded.
es_es: %d Modulos cargados.

source: %d bots available.
es_es: %d bots disponibles.

source: %d nicknames in the group.
es_es: %d nicknames en el grupo.

source: %s access list is empty.
es_es: La lista de acceso de %s esta vacia.

source: %s autokick list is empty.
es_es: La lista de kicks automaticos del canal %s esta vacia.

source: %s bad words list is empty.
es_es: La lista de bad words de %s esta vacia.

source: %s cannot be the successor on channel %s because he is its founder.
es_es: %s no puede ser el sucesor en el canal %s ya que el es el fundador.

source: %s cannot receive memos.
es_es: %s no puede recibir memos.

source: %s coverage is too wide; Please use a more specific mask.
es_es: %s La covertura es muy amplia; Por favor usa una mascara mas especifica.

source: %s currently has %d memos, of which %d are unread.
es_es: %s actualmente tienes %d memos, de los cuales %d aun no han sido leidos.

source: %s currently has %d memos, of which 1 is unread.
es_es: %s actualmente tiene %d memos, de los cuales 1 aun no ha sido leido.

source: %s currently has %d memos.
es_es: %s actualmente tiene %d memos.

source: %s currently has %d memos; all of them are unread.
es_es: %s actualmente tienes %d memos, de los cuales ninguno ha sido leido .

source: %s currently has 1 memo, and it has not yet been read.
es_es: %s actualmente tiene 1 memo y aun no ha sido leido.

source: %s currently has 1 memo.
es_es: %s tiene 1 memo.

source: %s currently has no memos.
es_es: %s no tiene memos.

source: %s currently has too many memos and cannot receive more.
es_es: %s actualmente tiene muchos memos y no puede recibir mas.

source: %s has no memo limit.
es_es: %s no tiene limite para memos.

source: %s has no memos.
es_es: %s no tiene memos.

source: %s has no new memos.
es_es: %s no tiene memos nuevos.

source: %s is %s
es_es: %s es %s

source: %s is currently offline.
es_es: %s esta momentaneamente offline.

source: %s is currently online.
es_es: %s Esta actualmente en linea.

source: %s is disabled
es_es: %s esta deshabilitado

source: %s is enabled
es_es: %s esta habilitado
