Repository: Adam-/anope
Catalog: modules/extra/language/hs_request.*.po
Languages: it_it, nl_nl, pt_pt, ru_ru

source: A memo informing the user will also be sent.
it_it: Viene inviato un memo per informare l'utente.
nl_nl: Een memo die de gebruiker op de hoogste stelt zal ook worden verstuurd.
pt_pt: Um memo informando o usuário também será enviado.
ru_ru: Пользователю будет послано авто-уведомление об активации его запроса.

source: Activate the requested vHost for the given nick.
it_it: Attiva il vHost richiesto per il nick specificato.
nl_nl: Activeer de aangevraagde vHost voor de gegeven nick.
pt_pt: Ativa o vHost solicitado para o nick fornecido.
ru_ru: Утвердить запрашиваемый vHost для указанного ника.

source: No request for nick %s found.
it_it: Nessuna richiesta trovata per il nick %s.
nl_nl: Geen aanvraag voor nick %s gevonden.
pt_pt: Nenhum pedido encontrado para o nick %s.
ru_ru: Запрос на vHost для ника %s не найден.

source: Please wait %d seconds before requesting a new vHost
it_it: Prego attendere %d secondi prima di richiedere un nuovo vHost
nl_nl: Wacht %d seconden voor je een nieuwe vHost aanvraagt
pt_pt: Por favor, espere %d segundos antes de fazer um novo pedido de vHost
ru_ru: Пожалуйста, подождите %d секунд, прежде чем запрашивать новый vHost

source: Reject the requested vHost for the given nick.
it_it: Rifiuta il vHost richiesto per il nick specificato.
nl_nl: Keur de aangevraagde vHost voor de gegeven nick af.
pt_pt: Recusa o pedido de vHost para o nick fornecido.
ru_ru: Отклонить запрашиваемый vHost для указанного ника.

source: Request the given vHost to be actived for your nick by the network administrators. Please be patient while your request is being considered.
it_it: Richiede l'attivazione del vHost specificato per il tuo nick da parte degli amministratori di rete. Sei pregato di pazientare finchè la tua richiesta viene elaborata.
nl_nl: Verzoek de gegeven vHost te activeren voor jouw nick bij de netwerk beheerders. Het kan even duren voordat je aanvraag afgehandeld wordt.
pt_pt: Solicita a ativação do vHost fornecido em seu nick pelos administradores da rede. Por favor, tenha paciência enquanto seu pedido é analisado.
ru_ru: Отправляет запрос на активацию vHost, который будет рассмотрен одним из администраторов сети. Просьба проявить терпение, пока запрос рассматривается администрацией.

source: Syntax: ACTIVATE nick 
it_it: Sintassi: ACTIVATE nick 
nl_nl: Gebruik: ACTIVATE nick 
pt_pt: Sintaxe: ACTIVATE nick 
ru_ru: Синтаксис: ACTIVATE ник 

source: Syntax: REJECT nick 
it_it: Sintassi: REJECT nick 
nl_nl: Gebruik: REJECT nick 
pt_pt: Sintaxe: REJECT nick 
ru_ru: Синтаксис: REJECT ник 

source: Syntax: REQUEST vhost 
it_it: Sintassi: REQUEST vhost 
nl_nl: Gebruik: REQUEST vhost 
pt_pt: Sintaxe: REQUEST vhost 
ru_ru: Синтаксис: REQUEST vHost 

source: Syntax: WAITING
it_it: Sintassi: WAITING
nl_nl: Gebruik: WAITING
pt_pt: Sintaxe: WAITING
ru_ru: Синтаксис: WAITING

source: This command is provided for convenience. It is essentially the same as performing a LIST +req .
it_it: Questo comando è per comodità. Praticamente è la stessa cosa che eseguire un LIST +req .
nl_nl: Dit commando is beschikbaar als handigheid. Het is simpelweg hetzelfde als LIST +req .
pt_pt: Este comando é usado por conveniência. É essencialmente o mesmo que fazer um LIST +req
ru_ru: Данная команда создана для удобства использования и выводит список запросов, ожидающих обработки. Аналогичная команда: LIST +req .

source: Your vHost has been requested
it_it: Il tuo vHost è stato richiesto
nl_nl: Je vHost is aangevraagd
pt_pt: Seu pedido de vHost foi encaminhado
ru_ru: Ваш запрос на vHost отправлен.

source: [auto memo] Your requested vHost has been approved.
it_it: [auto memo] Il vHost da te richiesto è stato approvato.
nl_nl: [auto memo] Je aangevraagde vHost is geaccepteerd.
pt_pt: [Auto Memo] Seu pedido de vHost foi aprovado.
ru_ru: [авто-сообщение] Запрашиваемый вами vHost утвержден и активирован.

source: [auto memo] Your requested vHost has been rejected.
it_it: [auto memo] Il vHost da te richiesto è stato rifiutato.
nl_nl: [auto memo] Je aangevraagde vHost is afgekeurd.
pt_pt: [Auto Memo] Seu pedido de vHost foi recusado.
ru_ru: [авто-сообщение] Запрашиваемый вами vHost отклонен.

source: [auto memo] Your requested vHost has been rejected. Reason: %s
it_it: [auto memo] Il vHost da te richiesto è stato rifiutato. Motivo: %s
nl_nl: [auto memo] Je aangevraagde vHost is afgekeurd. Reden: %s
pt_pt: [Auto Memo] Seu pedido de vHost foi recusado. Motivo: %s
ru_ru: [авто-сообщение] Запрашиваемый вами vHost отклонен. Причина: %s

source: vHost for %s has been activated
it_it: Il vHost per %s è stato attivato
nl_nl: vHost voor %s is geactiveerd
pt_pt: O vHost para %s foi ativado
ru_ru: vHost для %s успешно активирован

source: vHost for %s has been rejected
it_it: Il vHost per %s è stato rifiutato
nl_nl: vHost voor %s is afgekeurd
pt_pt: O vHost de %s foi recusado
ru_ru: vHost для %s отклонен.
