Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: REGISTER password [email]  Registers your nickname in the %S database. Once your nick is registered, you can use the SET and ACCESS commands to configure your nick's settings as you like them. Make sure you remember the password you use when registering - you'll need it to make changes to your nick later. (Note that case matters! ANOPE , Anope , and anope are all different passwords!) Guidelines on choosing passwords: Passwords should not be easily guessable. For example, using your real name as a password is a bad idea. Using your nickname as a password is a much worse idea ;) and, in fact, %S will not allow it. Also, short passwords are vulnerable to trial-and-error searches, so you should choose a password at least 5 characters long. Finally, the space character cannot be used in passwords. The parameter email is optional and will set the email for your nick immediately. However, it may be required on certain networks. Your privacy is respected; this e-mail won't be given to any third-party person. This command also creates a new group for your nickname, that will allow you to register other nicks later sharing the same configuration, the same set of memos and the same channel privileges. For more information on this feature, type %R%S HELP GROUP.
ca_es: Sintaxis: REGISTER clau [email]  Registra el teu nickname a la base de dades de %S. Un cop registrat, pots utilitzar les comandes SET i ACCESS per configurar els parametres del teu nick al teu gust. Assegura't de recordar la clau que vas fer servir per registrar-te - la necessitaras per fer canvis en el teu nick (Tingues en compte que les majuscules importen! AUJAC , Aujac , i aujac són totes claus diferents!) Guies per escollir claus: Las claus no han de ser fàcils d'endevinar. Per exemple, utilitzar el teu nom real com clau es una mala idea. Utilitzar el teu nickname com a clau es una idea pitjor :( i, de fet, %S no ho permetria. A mes, claus curtes son vulnerables a ser encertades, aixi que hauries d'escollir una clau de com a mínim 5 caràcters. Per últim, el caràcter d'espai no pot ser utilitzat. El parametre email es opcional i establira l'email pel teu nick inmediatament. Com sigui, pot ser que sigui demanat en certes xarxes. La teva privacitat es respectada; aquest e-mail no sera donat a terceres persones. Aquesta comanda crea un nou grup pel teu nickname que et permetra registrar altres nicks després compartint la mateixa configuració, memos i privilegis. Per més informació sobre aquesta característica, escriu /msg %S HELP GROUP.
de_de: Syntax: REGISTER Passwort [eMail]  Registriert deinen Nicknamen in der Datenbank von %S. Nachdem dein Nickname registriert ist, kannst du mit den SET und ACCESS Befehlen die Einstellungen deines Nicknames anpassen wie du es möchtest. Stell bitte sicher, dass du dir das Passwort bei der Registrierung merkst - du wirst es brauchen, wenn du später Änderungen an den Einstellungen vornehmen willst! Beachte auch, dass Gross/Kleinschreibung unterschieden werden! ANOPE , Anope , und anope sind verschiedene Passworte! Richtlinien bei der Auswahl eines Passwortes: Passworte sollten nicht einfach zu erraten sein. Zum Beispiel deinen echten Namen als Passwort zu nehmen ist eine schlechte Idee. Deinen Nicknamen selbst als Passwort zu nehmen, ist eine noch viel schlechtere Idee :) und ausserdem würde %S es auch nicht erlauben. Weiterhin sind kurze Passworte anfällig bei Trial- and-Error-Versuchen, also sollte es zumindest 5 Zeichen lang sein. Zu guter letzt solltest du auch keine Leerzeichen im Passwort verwenden. Der Parameter eMail ist optional und ermöglicht Nickserv dir dein Passwort per eMail zu senden, falls du es vergessen haben solltest. Deine Privatsphäre wird respektiert und deine eMail-Adresse wird keinem Dritten verfügbar gemacht. Dieser Befehl (REGISTER) erstellt auch ausserdem eine neue Gruppe für deinen Nicknamen, die dir erlaubt, nachher weitere Nicknamen in diese Gruppe aufzunehmen, die dann automatisch die gleiche Konfiguration und Channel-Privilegien bekommen. Für weitere Informationen über diese Funktion tippe /msg %S HELP GROUP.
el_gr: Σύνταξη: REGISTER password [email]  Κατοχυρώνοντας το ψευδώνυμο σου καταγράφεται στο %S, την βάση δεδομένων. Αφού το κατοχύρωσες, μπορείς να χρησιμοποιήσεις τις εντολές SET και ACCESS για να σετάρεις το ψευδώνυμο όπως θες εσύ. Να είσαι σίγουρος οτι θυμάσαι πάντα το κωδικό που έκανες την κατοχύρωση του ψευδώνυμού σου - θα σου χρειαστεί στο να κάνεις αλλαγές αργότερα. (Σημείωση οτι case matters! ANOPE , Anope , και anope έχουν όλα διαφορετικούς κωδικούς!) Χρήσιμες οδηγίες για το διάλεγμα κωδικών: Οι κωδικοί δεν θα πρέπει να είναι εύκολη ώστε να μαντεύονται. Για παράδειγμα, χρησιμοποιώντας το πραγματικό όνομα σαν κωδικός είναι άσχημη ιδέα. Χρησιμοποιώντας το ψευδώνυμο ωε κωδικό είναι η πιο χειρότερη ιδέα ;) και, στο κάτω κάτω, ο %S δεν θα σε αφήσει να το κάνεις. Επίσης, μικροί κωδικοί δεν είναι αξιόπιστοι, γι'αυτό θα πρέπει να διαλέξεις ένα κωδικό με τουλάχιστον το λιγότερο 5 χαρακτήρες. Τελικά, ο χαρακτήρας το κενό δεν χρησιμοποιείται σε κωδικούς. Η παράμετρος email είναι προεπιλεγμένη και θα πρέπει να έχετε σετάρει το email του ψευδώνυμού σας άμεσα. Όπως και να'χει, σε ορισμένα δίκτυα απαιτείται αμέσως στην εντολή κατοχύρωσης. Η μυστικότητα είναι σεβαστή; αυτό το e-mail δεν θα το πάρει κανένα τρίτο άτομο. Αυτή η εντολή δημιουργεί νέες ομάδες για το ψευδώνυμό σας, και μπορούν να επιτρέπουν την κατοχύρωση άλλων ψευδονύμων αργότερα με μοίρασμα ίδιων σεταρισμάτων, ίδιων μηνυμάτων και ίδιων δικαιωμάτων στα κανάλια. Για περισσότερες πληροφορίες για αυτή τη μελλοντική εντολή, γράψε /msg %S HELP GROUP.
hu_hu: Syntax: REGISTER jelszó [email]  Regisztrálja a nickneved a %S adatbázisába. Amint a nicked regisztráltad, használhatod a SET és ACCESS parancsokat, hogy konfiguráljad a nicked beállításait. Olyan jelszót válassz, amire emlékezni fogsz, hogy használni tudd a neved és a beállításokat eszközölhesd. Késõbb szükséged lehet a nickeddel kapcsolatos beállítások végrehajtására. (Jegyzet: PROBLÉMÁT OKOZHAT FIDO, Fido, és fido mind különbözõ jelszavak!) Útikalaúz jelszó választáshoz: A jelszavad ne legyen könnyen kitalálható. Például az általad használt valósnevet megadni jelszónak rossz ötlet. A nickneved használni jelszónak még rosszabb ötlet ;) és a %S nem is engedi. A rövid jelszavak is rosszak a védelem szempontjából, ezért válassz legalább 5 karakter hosszút. Végezetül ne használhatsz szóközt a jelszóban. Az e-mail paraméter megadás lehetséges, megadásakor beállítja a nickedhez. Megadása a legtöbb hálózaton szükséges. Az e-mail címed nem kerül harmadik személy tudtára, bizalmasan kezeljük. Ez a parancs létrehoz egy új csoportot a nickeddel, ami lehetõvé teszi számodra, hogy másik nickeket regisztrálva megoszthasd a hozzáféréseidet és beállításaidat a nickjeid között. Bõvebb információkért írd be: /msg %S HELP GROUP
nl_nl: Gebruik: REGISTER wachtwoord [email]  Registreert je nickname in de %S database. Wanneer je nick geregistreerd is kan je de SET en ACCESS commando's gebruiken om je nick instellingen te veranderen. Onthoud het wachtwoord dat je gebruikt bij het registreren, je hebt het nodig als je je nick instellingen later wilt veranderen. (Let erop dat hoofdletters uitmaken! ANOPE , Anope , en anope zijn allemaal andere wachtwoorden!) Wachtwoordrichtlijnen: Wachtwoorden moeten niet makkelijk te raden zijn. Bijvoorbeeld, je echte naam als wachtwoord gebruiken is een slecht idee. Je nick als een wachtwoord gebruiken is een veel slechter idee ;) en in feite, %S staat het niet toe. Trouwens, korte wachtwoorden zijn kwetsbaar voor zoekacties, dus je moet een wachtwoord kiezen dat minstens 5 tekens lang is. Als laatste, de spatie kan niet gebruikt worden in wachtwoorden. De email parameter is optioneel en stelt onmiddelijk de email voor je nick in. Het kan echter vereist zijn voor bepaalde netwerken. Je privacy wordt gerespecteerd; deze email zal nooit aan derden gegeven worden. Dit commando maakt ook een nieuwe groep voor je nickname, die toestaat andere nicks onder dezelfde configuratie, dezelfde memos en dezelfde kanaalrechten te delen. Voor meer informatie over deze functie, type /msg %S HELP GROUP.
pl_pl: Sk³adnia: REGISTER has³o [email]  Rejestruje aktualnie u¿ywany nick w bazie %S. Po rejestracji mo¿esz u¿yæ komend SET i ACCESS do konfiguracji niektórych opcji nicka wedle upodobañ. Upewnij siê, ¿e pamiêtasz has³o rejestracyjne, bo bêdzie ono potrzebne w przysz³o¶ci do zmiany ustawieñ i identyfikacji. Wielko¶æ liter w ha¶le ma znaczenie!!!. Jak wybraæ has³o? Has³o musi byæ trudne do odgadniêcia. U¿ywanie imion jako hase³ jest niewskazane. Bardzo krótkie has³o mo¿e zostaæ odgadniête metod± prób i b³êdów. Twoje has³o musi mieæ d³ugo¶æ co najmniej 5 znaków. Znak spacji nie mo¿e byæ u¿yty w ha¶le. Parametr email jest opcjonalny i od razu przy rejestracji ustawia adres e-mail dla Twojego nicka. Mo¿e siê zdarzyæ, ¿e adres e-mail mo¿e byæ wymagany na niektórych sieciach. Twoja prywatno¶æ jest chroniona - adres nie bêdzie udostêpniany osobom trzecim. Wraz z rejestracj± zostaje utworzona grupa. Nicki z tej samej grupy maj± wspólne ustawienia, prawa na kanale oraz ustawienia wiadomo¶ci. Aby uzyskaæ wiêcej informacji napisz: /msg %S HELP GROUP.
pt_pt: Sintaxe: REGISTER senha [email]  Registra seu nick no banco de dados do %S. Uma vez que seu nick está registrado, você pode usar os comandos SET e ACCESS para configurar as opções do seu nick como você preferir depois. Certifique-se de lembrar sua senha durante o registro, você precisará dela para fazer alterações no seu nick futuramente. (Lembre-se que maiúsculas diferem, como: ANOPE , Anope e anope são senhas diferentes!) Sugestões ao escolher sua senha: As senhas não devem ser de fácil adivinhação. Por exemplo, usar seu nome como senha é uma péssima idéia. Utilizar seu nick como senha é uma idéia muito pior e, de fato, o %S não permitirá isso. Da mesma maneira, senhas curtas são vulneráveis a testes de erro-e-acerto, então você deve escolher uma senha com pelo menos 5 caracteres. Finalmente, o caractere "ESPAÇO" não pode ser usado em senhas. O parâmetro email é opcional e servirá para setar um email para seu nick. Entretanto, o email pode ser obrigatório em algumas Redes de IRC. Sua privacidade é respeitada; este e-mail nunca será dado para terceiros. Este comando servirá também para criar um GRUPO para o seu nick, e irá permitir que você registre outros nicks e divida as mesmas configurações, os mesmos memos e os mesmos privilégios em canais. Para maiores informações neste recurso, digite /msg %S HELP GROUP.

source: Syntax: RELEASE nickname [ password ] Instructs %S to remove any hold on your nickname caused by automatic kill protection or use of the RECOVER command. This holds lasts for %s; this command gets rid of them sooner. In order to use the RELEASE command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
de_de: Syntax: RELEASE Nickname [ Passwort ] Durch %S wird die Nickname-Sperre, ausgelöst durch z.B. den automatischen Kill-Schutz oder durch Verwendung des RECOVER Befehls, aufgehoben. Standardmässig hält diese Sperre %s, dieser Befehl setzt den Nickname früher wieder frei. Als Vorraussetzung für die Verwendung des RELEASE Befehl für einen Nickname, muss deine aktuelle Hostmaske (siehe /WHOIS) in der Zugriffsliste des entsprechenden Nicknamens oder in der Gruppe des Nicknamen sein. Weiterhin musst du das richtige Passwort für den Nicknamen haben.
nl_nl: Gebruik: RELEASE nickname [ wachtwoord ] Geeft %S de opdracht elke nep-gebruiker met jouw nick te verwijderen. Deze nep-gebruiker wordt aangemaakt na een automatische kill-bescherming of na gebruik van het RECOVER commando. Standaard blijft zo'n nep-gebruiker %s staan; dit commando zorgt ervoor dat deze eerder wegghaald wordt. Om het RELEASE commando op een nick te mogen gebruiken moet je huidige adres zoals deze in /WHOIS staat op de toegangslijst van deze nick zijn, je geindentificeerd zijn in de group van die nick, of het correcte wachtwoord opgegeven zijn.
pl_pl: Sk³adnia: RELEASE nick [ has³o ] Instruuje %S aby zdj±³ wszelkie blokady na³o¿one przez automatyczn± ochronê nicka lub w wyniku u¿ycia polecenia RECOVER. Blokada trwa %s; to polecenie pozwala j± skróciæ. Aby u¿yæ polecenia RELEASE musi byæ spe³niony jeden z warunków: 1. twój adres znajduje siê na li¶cie dostêpu, 2. jeste¶ zidentyfikowany w grupie, do której nale¿y wskazany nick, 3. podasz prawid³owe has³o do nicka.
pt_pt: Sintaxe: RELEASE nick [ senha ] Instrui o %S a remover qualquer espera no seu nick causada pelo kill automático de proteção ou pelo uso do comando RECOVER. Por padrão, essa espera dura %s; este comando libera o seu nick mais cedo. Para usar o comando RELEASE em um nick, seu endereço atual como mostrado no /WHOIS deve estar na lista de acesso do nick, você deve estar identificado e estar no grupo daquele nick, ou você deve fornecer a senha correta para o nick.

source: Syntax: RELOAD Causes Services to reload the configuration file. Note that some directives still need the restart of the Services to take effect (such as Services' nicknames, activation of the session limitation, etc.)
ca_es: Sintàxi: RELOAD Força als serveis a recarregar l'arxiu de configuració. Tenir en compe que algunes directives necessiten que els serveis es reinicin de nou per tenir efecte (tal com nicknames dels serveis, activació de la limitació de sessions, etc.) Limitat a administradors de serveis.
de_de: Syntax: RELOAD Die Services werden bei diesem Befehl die Konfigurations- datei neu einlesen. Beachte das für einige Direktiven trotzdem ein Neustart der Services erforderlich ist, um sie wirksam zu machen (so wie die Services Nicknamen, Aktivierung der Verbindungseinschränkungen, etc.)
el_gr: Σύνταξη: RELOAD Έχει ως αποτέλεσμα τα Services να επαναφορτώνουν το configuration αρχείο. Σημείωση οτι μερικές επιλογές για να έχουν αποτέλεσμα χρειάζονται επανεκκίνηση των Services (όπως Services' ψευδώνυμα, ενεργοποίηση της session limitation, κλπ.) Μόνο για τους Services Operators.
hu_hu: Syntax: RELOAD Újratölti a Szervíz konfigurációs fájlját. Jegyzet: néhány direktívának ettõl függetlenül restart kell, hogy hatása életbe lépjen. (Például a Szervíz egységek nicknév váltása vagy session korlátozás aktíválása, stb.) Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: RELOAD Zorgt ervoor dat Services het configuratie-bestand opnieuw inladen. Let er wel op dat sommige instellingen nog steeds vereisen dat de Services opnieuw gestart worden (bijvoorbeeld Services' nicknames, activatie van de sessie limiet, etc.)
pl_pl: Sk³adnia RELOAD Wymusza ponowne za³adowanie pliku konfiguracyjnego. Niektóre opcje wci±¿ wymagaj± restartu serwisów (zmiana nicków serwisów, aktywacja limitów sesji itd.).
pt_pt: Sintaxe: RELOAD Faz com que os Services recarreguem seu arquivo de configuração. Repare que, para algumas mudanças terem efeito, será necessário que os Services sejam reiniciados.

source: Syntax: RESEND This command will re-send the auth code (also called passcode) to the e-mail address of the user whom is performing it.
de_de: Syntax: RESEND Dieser Befehl löst das Versenden des Authentifizierungscodes (auch Passcode genannt) erneut an die gespeicherte Emailadresse des Users, sobald der User ihn ausführt.
pl_pl: Sk³adnia: RESEND To polecenie powoduje ponowne wys³anie kodu autoryzuj±cego na adres e-mail u¿ytkownika, który wydaje polecenie.

source: Syntax: RESETPASS nickname  Sends a code key to the nickname with instructions on how to reset their password.
el_gr: Syntax: RESETPASS nickname  Sends a code key to the nickname which instructions on how to reset their password.
pl_pl: Syntax: RESETPASS nickname  Sends a code key to the nickname with the instructions on how to reset their password.
pt_pt: Syntax: RESETPASS nickname  Sends a codekey to the nickname with the instructions on how to reset their psasword.

source: Syntax: RESTART Causes Services to save all databases and then restart (i.e. exit and immediately re-run the executable).
ca_es: Sintàxi: RESTART Força als serveis a guardar totes les bases de dades i després parar i arrancar de nou. (es a dir, finalitzar el programa e inmediatament reiniciar el programa de nou). Limitat a administradors de serveis.
de_de: Syntax: RESTART Die Services werden sich bei diesem Befehl beenden, die Datenbanken speichern, und danach neustarten (die ausführbare Datei erneut aufrufen).
el_gr: Σύνταξη: RESTART Έχει ως αποτέλεσμα τα Services να γράψουν όλη την βάση δεδομένων και να επανεκκινηθούν (δηλ να κλείσουν και αμέσως να ξανατρεχτεί το εκτελέσιμο αρχείο). Μόνο για τους Services Operators.
hu_hu: Syntax: RESTART Menti a Szervíz adatbázisát, majd újraindítja a programot. (Kilép, majd újraindul.) Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: RESTART Zorgt ervoor dat Services alle databases opslaat en dan opnieuw opstart.
pl_pl: Sk³adnia: RESTART Wymusza zapisanie baz, a nastêpnie restartuje serwisy.
pt_pt: Sintaxe: RESTART Salva o banco de dados dos Services e os reinicia. (sai e roda imediatamente o executável).

source: Syntax: RSEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recipient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.
ca_es: Syntax: RSEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recepient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.
de_de: Syntax: RSEND { Nickname | Channel } Memo-Text  Sendet an einen Nicknamen oder Channel die Memo mit dem Inhalt Memo-Text . Wird an einen Nicknamen gesendet, erhält der Empfänger eine Notice, dass er/sie eine neue Memo hat. Der Empfänger (Nickname/Channel) muss registriert sein. Wenn deine Memo gelesen worden ist, bekommst du eine Auto-Memo die dich Informirmiert das der / die jenige dein Memo-Text gelesen hat.
el_gr: Syntax: RSEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recepient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.
hu_hu: Syntax: RSEND { nick | #szoba } memo-üzenet  Memot küld a megadott névnek, szobának a memo-üzenet tartalmával. Ha nicknévnek küldöd, akkor értesítést fog kapni, hogy új üzenete érkezett. A cél nicknévnek vagy csatornának regisztráltnak kell lennie. Amint a címzett elolvasta a memot, egy automatikus értesítést fog kapni a feladó arról, hogy az üzenetét elolvasták.
nl_nl: Gebruik: RSEND { nick | kanaal } memo-tekst  Stuurt de gegeven nick of kanaal een memo met memo-tekst . Wanneer je een memo naar een nick stuurt zal de ontvanger een notificatie krijgen dat hij/zij een nieuwe memo heeft. Ook moet de gegeven nick/kanaal geregistreerd zijn. Zodra de memo is gelezen door de ontvanger zal er automatisch een memo teruggestuurd worden naar degene die de memo verstuurd heeft om hem/haar te informeren dat de memo gelezen is.
pl_pl: Sk³adnia: RSEND { nick | kana³ } tre¶æ-wiadomo¶ci  Wysy³a wiadomo¶æ wskazanej osobie lub na podany kana³. Po wys³aniu odbiorca otrzyma powiadomienie o nowej wiadomo¶ci (o ile ma w³±czone powiadomienia). Adresatem musi byæ zarejestrowany nick lub kana³. Kiedy wiadomo¶æ zostanie przeczytana przez odbiorcê automatyczne potwierdzenie odbioru zostanie wys³ane do nadawcy.
pt_pt: Sintaxe: RSEND { nick | canal } mensagem  Envia para um nick ou canal um memo contendo uma mensagem . Quando enviar a um nick, o destinatário receberá um aviso de que ele tem um novo memo. O destino (nick/canal) deve ser registrado. Uma vez que o memo for lido pelo destinatário, uma notificação automática será enviada ao remetente informando-o que o memo foi lido.

source: Syntax: SASET nickname option parameters . Sets various nickname options. option can be one of:
de_de: Syntax: SASET nickname option parameters . Setzt verschiedene Einstellungen für den Nicknamen. Gültig für option ist:
pl_pl: Sk³adnia: SASET nick opcja parametry . Ustawia ró¿ne opcje nicka wskazanemu u¿ytkownikowi. Dostêpne opcje to:

source: Syntax: SASET nickname AUTOOP {ON | OFF} Sets whether the given nickname will be opped automatically. Set to ON to allow ChanServ to op the given nickname automatically when joining channels.
de_de: Syntax: SASET nickname AUTOOP {ON | OFF} Bestimmt ob der angegebene Nickname automatisch Op-Status erhält. Wird AUTOOP auf ON gestellt erlaubt es ChanServ den angegebenen Nicknamen automatisch Op-Status zu geben, wenn der Nick die Channels betritt.
pl_pl: Sk³adnia: SASET nick AUTOOP {ON | OFF} W³±cza lub wy³±cza automatyczne nadawanie uprawnieñ wskazanemu u¿ytkownikowi przy wchodzeniu na kana³.

source: Syntax: SASET nickname DISPLAY new-display  Changes the display used to refer to the nickname group in Services. The new display MUST be a nick of the group.
de_de: Syntax: SASET nickname DISPLAY new-display  Ändert den Nicknamen der als Ursprung einer Nicknamengruppe angezeigt wird. Der neue Ursprung muss ein Nickname der entsprechenden Gruppe sein.
pl_pl: Sk³adnia: SASET nick DISPLAY nowa-nazwa  Zmienia nazwê reprezentuj±c± grupê nicków wskazanego u¿ytkownika na now±. Nazwa MUSI byæ jednym z nicków nale¿±cych do tej grupy.

source: Syntax: SASET nickname EMAIL address  Associates the given E-mail address with the nickname.
de_de: Syntax: SASET nickname EMAIL address  Verknüpft die angegeben Emailadresse mit dem Nicknamen.
pl_pl: Sk³adnia: SASET nick EMAIL adres  Przypisuje wskazanemu u¿ytkownikowi adres e-mail.

source: Syntax: SASET nickname GREET message  Makes the given message the greet of the nickname, that will be displayed when joining a channel that has GREET option enabled, provided that the user has the necessary access on it.
de_de: Syntax: SASET nickname GREET message  Setzt die angegebene Nachricht als Begrüssungsnachricht für den Nicknamen. Diese wird angezeigt, wenn der Nickname den Channel betritt und die GREET Einstellung aktiviert ist. Vorraussetzung ist, dass der Benutzer die entsprechenden Rechte besitzt.
pl_pl: Sk³adnia: SASET nick GREET wiadomo¶æ  Ustawia wiadomo¶æ powitaln± dla wskazanego u¿ytkownika. Je¶li kana³ ma przydzielonego bota, w³±czone witanie oraz u¿ytkownik ma odpowiedni poziom dostêpu to wtedy ta wiadomo¶æ bêdzie wysy³ana na kana³ przez bota.
