Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: DEOP #channel [ nick ]
pl_pl: DEOP #kana³ [ nick ]

source: DEOWNER #channel 
pl_pl: DEOWNER #kana³

source: DEROTECT #channel [ nick ]
pl_pl: DEROTECT #kana³ [ nick ]

source: DEVOICE #channel [ nick ]
pl_pl: DEVOICE #kana³ [ nick ]

source: DROP channel
ca_es: DROP canal
hu_hu: DROP #szoba
nl_nl: DROP kanaal
pl_pl: DROP kana³
pt_pt: DROP canal

source: Default AKILL expiry time: %d days
ca_es: Temps d'expiració per defecte de AKILL: %d dies
de_de: Standard Auslaufzeit von AKILLs: %d Tage
el_gr: Εξαρχής χρόνος λήξης AKILL: %d μέρες
hu_hu: Alap AKILL lejárati idõ: %d nap
nl_nl: Standaard AKILL verloop tijd: %d dagen
pl_pl: Domy¶lny czas wygasania AKILL: %d dni
pt_pt: Tempo atual de expiração de akill: %d dias

source: Default AKILL expiry time: %d hours
ca_es: Temps d'expiració per defecte de AKILL: %d hores
de_de: Standard Auslaufzeit von AKILLs: %d Stunden
el_gr: Εξαρχής χρόνος λήξης AKILL: %d ώρες
hu_hu: Alap AKILL lejárati idõ: %d óra
nl_nl: Standaard AKILL verloop tijd: %d uur
pl_pl: Domy¶lny czas wygasania AKILL: %d godzin(y)
pt_pt: Tempo atual de expiração de akill: %d horas

source: Default AKILL expiry time: %d minutes
ca_es: Temps d'expiració per defecte de AKILL: %d minuts
de_de: Standard Auslaufzeit von AKILLs: %d Minuten
el_gr: Εξαρχής χρόνος λήξης AKILL: %d λεπτά
hu_hu: Alap AKILL lejárati idõ: %d perc
nl_nl: Standaard AKILL verloop tijd: %d minuten
pl_pl: Domy¶lny czas wygasania AKILL: %d minut(y)
pt_pt: Tempo atual de expiração de akill: %d minutos

source: Default AKILL expiry time: 1 day
ca_es: Temps d'expiració per defecte de AKILL: 1 dia
de_de: Standard Auslaufzeit von AKILLs: 1 Tag
el_gr: Εξαρχής χρόνος λήξης AKILL: 1 μέρα
hu_hu: Alap AKILL lejárati idõ: 1 nap
nl_nl: Standaard AKILL verloop rijd: 1 dag
pl_pl: Domy¶lny czas wygasania AKILL: 1 dzieñ
pt_pt: Tempo atual de expiração de akill: 1 dia

source: Default AKILL expiry time: 1 hour
ca_es: Temps d'expiració per defecte de AKILL: 1 hora
de_de: Standard Auslaufzeit von AKILLs: 1 Stunde
el_gr: Εξαρχής χρόνος λήξης AKILL: 1 ώρα
hu_hu: Alap AKILL lejárati idõ: 1 óra
nl_nl: Standaard AKILL verloop tijd: 1 uur
pl_pl: Domy¶lny czas wygasania AKILL: 1 godzina
pt_pt: Tempo atual de expiração de akill: 1 hora

source: Default AKILL expiry time: 1 minute
ca_es: Temps d'expiració per defecte de AKILL: 1 minut
de_de: Standard Auslaufzeit von AKILLs: 1 Minute
el_gr: Εξαρχής χρόνος λήξης AKILL: 1 λεπτό
hu_hu: Alap AKILL lejárati idõ: 1 perc
nl_nl: Standaard AKILL verloop tijd: 1 minuut
pl_pl: Domy¶lny czas wygasania AKILL: 1 minuta
pt_pt: Tempo atual de expiração de akill: 1 minuto

source: Default AKILL expiry time: No expiration
ca_es: Temps d'expiració per defecte de AKILL: Sense expiració
de_de: Standard Auslaufzeit von AKILLs: Kein Auslauf, permanent
el_gr: Εξαρχής χρόνος λήξης AKILL: Δεν λήγει ποτέ
hu_hu: Alap AKILL lejárati idõ: Nem elévülõ
nl_nl: Standaard AKILL verloop tijd: Verloopt niet
pl_pl: Domy¶lny czas wygasania AKILL: nie wygasa
pt_pt: Tempo atual de expiração de akill: Não expira

source: Default SNLINE expiry time: %d days
ca_es: Temps d'expiració per defecte de SNLINE: %d dies
de_de: Standard Auslaufzeit von SNLINEs: %d Tage
el_gr: Εξαρχής χρόνος λήξης SNLINE: %d μέρες
hu_hu: Alap SNLINE lejárati idõ: %d nap
nl_nl: Standaard SNLINE verloop tijd: %d dagen
pl_pl: Domy¶lny czas wygasania SNLINE: %d dni
pt_pt: Tempo atual de expiração de SNLINE: %d dias

source: Default SNLINE expiry time: %d hours
ca_es: Temps d'expiració per defecte de SNLINE: %d hores
de_de: Standard Auslaufzeit von SNLINEs: %d Stunden
el_gr: Εξαρχής χρόνος λήξης SNLINE: %d ώρες
hu_hu: Alap SNLINE lejárati idõ: %d óra
nl_nl: Standaard SNLINE verloop tijd: %d uur
pl_pl: Domy¶lny czas wygasania SNLINE: %d godzin(y)
pt_pt: Tempo atual de expiração de SNLINE: %d horas

source: Default SNLINE expiry time: %d minutes
ca_es: Temps d'expiració per defecte de SNLINE: %d minuts
de_de: Standard Auslaufzeit von SNLINEs: %d Minuten
el_gr: Εξαρχής χρόνος λήξης SNLINE: %d λεπτά
hu_hu: Alap SNLINE lejárati idõ: %d perc
nl_nl: Standaard SNLINE verloop tijd: %d minuten
pl_pl: Domy¶lny czas wygasania SNLINE: %d minut(y)
pt_pt: Tempo atual de expiração de SNLINE: %d minutos

source: Default SNLINE expiry time: 1 day
ca_es: Temps d'expiració per defecte de SNLINE: 1 dia
de_de: Standard Auslaufzeit von SNLINEs: 1 Tag
el_gr: Εξαρχής χρόνος λήξης SNLINE: 1 μέρα
hu_hu: Alap SNLINE lejárati idõ: 1 nap
nl_nl: Standaard SNLINE verloop tijd: 1 dag
pl_pl: Domy¶lny czas wygasania SNLINE: 1 dzieñ
pt_pt: Tempo atual de expiração de SNLINE: 1 dia

source: Default SNLINE expiry time: 1 hour
ca_es: Temps d'expiració per defecte de SNLINE: 1 hora
de_de: Standard Auslaufzeit von SNLINEs: 1 Stunde
el_gr: Εξαρχής χρόνος λήξης SNLINE: 1 ώρα
hu_hu: Alap SNLINE lejárati idõ: 1 óra
nl_nl: Standaard SNLINE verloop tijd: 1 uur
pl_pl: Domy¶lny czas wygasania SNLINE: 1 godzina
pt_pt: Tempo atual de expiração de SNLINE: 1 hora

source: Default SNLINE expiry time: 1 minute
ca_es: Temps d'expiració per defecte de SNLINE: 1 minut
de_de: Standard Auslaufzeit von SNLINEs: 1 Minute
el_gr: Εξαρχής χρόνος λήξης SNLINE: 1 λεπτό
hu_hu: Alap SNLINE lejárati idõ: 1 perc
nl_nl: Standaard SNLINE verloop tijd: 1 minuut
pl_pl: Domy¶lny czas wygasania SNLINE: 1 minuta
pt_pt: Tempo atual de expiração de SNLINE: 1 minuto

source: Default SNLINE expiry time: No expiration
ca_es: Temps d'expiració per defecte de SNLINE: Sense expiració
de_de: Standard Auslaufzeit von SNLINEs: Kein Auslauf, permanent
el_gr: Εξαρχής χρόνος λήξης SNLINE: Δεν λήγει ποτέ
hu_hu: Alap SNLINE lejárati ido: Nem elévülõ
nl_nl: Standaard SNLINE verloop tijd: Verloopt niet
pl_pl: Domy¶lny czas wygasania SNLINE: nie wygasa
pt_pt: Tempo atual de expiração de SNLINE: Não expira

source: Default SQLINE expiry time: %d days
ca_es: Temps d'expiració per defecte de SQLINE: %d dies
de_de: Standard Auslaufzeit von SQLINEs: %d Tage
el_gr: Εξαρχής χρόνος λήξης SQLINE: %d μέρες
hu_hu: Alap SQLINE lejárati idõ: %d nap
nl_nl: Standaard SQLINE verloop tijd: %d dagen
pl_pl: Domy¶lny czas wygasania SQLINE: %d dni
pt_pt: Tempo atual de expiração de SQLINE: %d dias

source: Default SQLINE expiry time: %d hours
ca_es: Temps d'expiració per defecte de SQLINE: %d hores
de_de: Standard Auslaufzeit von SQLINEs: %d Stunden
el_gr: Εξαρχής χρόνος λήξης SQLINE: %d ώρες
hu_hu: Alap SQLINE lejárati idõ: %d óra
nl_nl: Standaard SQLINE verloop tijd: %d uur
pl_pl: Domy¶lny czas wygasania SQLINE: %d godzin(y)
pt_pt: Tempo atual de expiração de SQLINE: %d horas

source: Default SQLINE expiry time: %d minutes
ca_es: Temps d'expiració per defecte de SQLINE: %d minuts
de_de: Standard Auslaufzeit von SQLINEs: %d Minuten
el_gr: Εξαρχής χρόνος λήξης SQLINE: %d λεπτά
hu_hu: Alap SQLINE lejárati idõ: %d perc
nl_nl: Standaard SQLINE verloop tijd: %d minuten
pl_pl: Domy¶lny czas wygasania SQLINE: %d minut(y)
pt_pt: Tempo atual de expiração de SQLINE: %d minutos

source: Default SQLINE expiry time: 1 day
ca_es: Temps d'expiració per defecte de SQLINE: 1 dia
de_de: Standard Auslaufzeit von SQLINEs: 1 Tag
el_gr: Εξαρχής χρόνος λήξης SQLINE: 1 μέρα
hu_hu: Alap SQLINE lejárati idõ: 1 nap
nl_nl: Standaard SQLINE verloop tijd: 1 dag
pl_pl: Domy¶lny czas wygasania SQLINE: 1 dzieñ
pt_pt: Tempo atual de expiração de SQLINE: 1 dia

source: Default SQLINE expiry time: 1 hour
ca_es: Temps d'expiració per defecte de SQLINE: 1 hora
de_de: Standard Auslaufzeit von SQLINEs: 1 Stunde
el_gr: Εξαρχής χρόνος λήξης SQLINE: 1 ώρα
hu_hu: Alap SQLINE lejárati idõ: 1 óra
nl_nl: Standaard SQLINE verloop tijd: 1 uur
pl_pl: Domy¶lny czas wygasania SQLINE: 1 godzina
pt_pt: Tempo atual de expiração de SQLINE: 1 hora

source: Default SQLINE expiry time: 1 minute
ca_es: Temps d'expiració per defecte de SQLINE: 1 minut
de_de: Standard Auslaufzeit von SQLINEs: 1 Minuten
el_gr: Εξαρχής χρόνος λήξης SQLINE: 1 λεπτό
hu_hu: Alap SQLINE lejárati idõ: 1 perc
nl_nl: Standaard SQLINE verloop tijd: 1 minuut
pl_pl: Domy¶lny czas wygasania SQLINE: 1 minuta
pt_pt: Tempo atual de expiração de SQLINE: 1 minuto

source: Default SQLINE expiry time: No expiration
ca_es: Temps d'expiració per defecte de SQLINE: Sense expiració
de_de: Standard Auslaufzeit von SQLINEs: Kein Auslauf, permanent
el_gr: Εξαρχής χρόνος λήξης SQLINE: Δεν λήγει ποτέ
hu_hu: Alap SQLINE lejárati idõ Nem elévülõ
nl_nl: Standaard SQLINE verloop tijd: Verloopt niet
pl_pl: Domy¶lny czas wygasania SQLINE: nie wygasa
pt_pt: Tempo atual de expiração de SQLINE: Não expira

source: Default SZLINE expiry time: %d days
ca_es: Temps d'expiració per defecte de SZLINE: %d dies
de_de: Standard Auslaufzeit von SZLINEs: %d Tage
el_gr: Εξαρχής χρόνος λήξης SZLINE: %d μέρες
hu_hu: Alap SZLINE lejárati idõ: %d nap
nl_nl: Standaard SZLINE verloop tijd: %d dagen
pl_pl: Domy¶lny czas wygasania SZLINE: %d dni
pt_pt: Tempo atual de expiração de SZLINE: %d dias

source: Default SZLINE expiry time: %d hours
ca_es: Temps d'expiració per defecte de SZLINE: %d hores
de_de: Standard Auslaufzeit von SZLINEs: %d Stunden
el_gr: Εξαρχής χρόνος λήξης SZLINE: %d ώρες
hu_hu: Alap SZLINE lejárati idõ: %d óra
nl_nl: Standaard SZLINE verloop tijd: %d uur
pl_pl: Domy¶lny czas wygasania SZLINE: %d godzin(y)
pt_pt: Tempo atual de expiração de SZLINE: %d horas

source: Default SZLINE expiry time: %d minutes
ca_es: Temps d'expiració per defecte de SZLINE: %d minuts
de_de: Standard Auslaufzeit von SZLINEs: %d Minuten
el_gr: Εξαρχής χρόνος λήξης SZLINE: %d λεπτά
hu_hu: Alap SZLINE lejárati idõ: %d perc
nl_nl: Standaard SZLINE verloop tijd: %d minuten
pl_pl: Domy¶lny czas wygasania SZLINE: %d minut(y)
pt_pt: Tempo atual de expiração de SZLINE: %d minutos

source: Default SZLINE expiry time: 1 day
ca_es: Temps d'expiració per defecte de SZLINE: 1 dia
de_de: Standard Auslaufzeit von SZLINEs: 1 Tag
el_gr: Εξαρχής χρόνος λήξης SZLINE: 1 μέρα
hu_hu: Alap SZLINE lejárati idõ: 1 nap
nl_nl: Standaard SZLINE verloop tijd: 1 dag
pl_pl: Domy¶lny czas wygasania SZLINE: 1 dzieñ
pt_pt: Tempo atual de expiração de SZLINE: 1 dia

source: Default SZLINE expiry time: 1 hour
ca_es: Temps d'expiració per defecte de SZLINE: 1 hora
de_de: Standard Auslaufzeit von SZLINEs: 1 Stunde
el_gr: Εξαρχής χρόνος λήξης SZLINE: 1 ώρα
hu_hu: Alap SZLINE lejárati idõ: 1 óra
nl_nl: Standaard SZLINE verloop tijd: 1 uur
pl_pl: Domy¶lny czas wygasania SZLINE: 1 godzina
pt_pt: Tempo atual de expiração de SZLINE: 1 hora

source: Default SZLINE expiry time: 1 minute
ca_es: Temps d'expiració per defecte de SZLINE: 1 minut
de_de: Standard Auslaufzeit von SZLINEs: 1 Minute
el_gr: Εξαρχής χρόνος λήξης SZLINE: 1 λεπτό
hu_hu: Alap SZLINE lejárati idõ: 1 perc
nl_nl: Standaard SZLINE verloop tijd: 1 minuut
pl_pl: Domy¶lny czas wygasania SZLINE: 1 minuta
pt_pt: Tempo atual de expiração de SZLINE: 1 minuto

source: Default SZLINE expiry time: No expiration
ca_es: Temps d'expiració per defecte de SZLINE: Sense expiració
de_de: Standard Auslaufzeit von SZLINEs: Kein Auslauf, permanent
el_gr: Εξαρχής χρόνος λήξης SZLINE: Δεν λήγει ποτέ
hu_hu: Alap SZLINE lejárati idõ: Nem elévülõ
nl_nl: Standaard SZLINE verloop tijd: Verloopt niet
pl_pl: Domy¶lny czas wygasania SZLINE: nie wygasa
pt_pt: Tempo atual de expiração de SZLINE: Não expira

source: Deleted %d entries from %s AOP list.
ca_es: %d instàncies esborrades de la llista AOP de %s.
de_de: %d Einträge wurden von der %s AOP-Liste gelöscht.
el_gr: Διαγράφηκαν %d θέσεις από την AOP λίστα του %s.
hu_hu: %d bejegyzés törölve a %s AOP listáról.
nl_nl: %d AOPs verwijderd van %s AOP lijst.
pl_pl: Usuniêto %d wpisów(y) z listy AOP kana³u %s.
pt_pt: Deletadas %d entradas da lista de AOP do %s.

source: Deleted %d entries from %s HOP list.
ca_es: %d instàncies esborrades de la llista HOP de %s.
de_de: %d Einträge wurden von der %s HOP-Liste gelöscht.
el_gr: Διαγράφηκαν %d θέσεις από την ΗOP λίστα του %s.
hu_hu: %d bejegyzés törölve a %s HOP listáról.
nl_nl: %d HOPs verwijderd van de %s HOP lijst.
pl_pl: Usuniêto %d wpisów(y) z listy HOP kana³u %s.
pt_pt: Deletadas %d entradas da lista de HOP do %s.

source: Deleted %d entries from %s SOP list.
ca_es: %d instàncies esborrades de la llista SOP de %s.
de_de: %d Einträge wurden von der %s SOP-Liste gelöscht.
el_gr: Διαγράφηκαν %d θέσεις από την SOP λίστα του %s.
hu_hu: %d bejegyzés törölve a %s SOP listáról.
nl_nl: %d SOPs verwijderd van %s SOP lijst.
pl_pl: Usuniêto %d wpisów(y) z listy SOP kana³u %s.
pt_pt: Deletadas %d entradas da lista de SOP do %s.

source: Deleted %d entries from %s VOP list.
ca_es: %d instàncies esborrades de la llista VOP de %s.
de_de: %d Einträge wurden von der %s VOP-Liste gelöscht.
el_gr: Διαγράφηκαν %d θέσεις από την VOP λίστα του %s.
hu_hu: %d bejegyzés törölve a %s VOP listáról.
nl_nl: %d VOPs verwijderd van %s VOP lijst.
pl_pl: Usuniêto %d wpisów(y) z listy VOP kana³u %s.
pt_pt: Deletadas %d entradas da lista de VOP do %s.

source: Deleted %d entries from %s access list.
ca_es: %d instàncies esborrades de la llista d'accés de %s.
de_de: %d Einträge wurden aus der Access-Liste von %s entfernt.
el_gr: Διαγράφηκαν %d θέσεις από %s access list.
hu_hu: %d bejegyzés törölve (%s) csatorna hozzáférési listájáról.
nl_nl: %d nicks verwijderd van %s toegangslijst.
pl_pl: Usuniêto %d wpisów(y) z listy dostêpu kana³u %s.
pt_pt: Removidas %d entradas da lista de acesso do %s.

source: Deleted %d entries from %s autokick list.
ca_es: %d instàncies esborrades de la llista de kicks automàtics del canal %s.
de_de: %d Einträge wurden aus der AutoKick-Liste von %s entfernt.
el_gr: Διαγράφηκαν %d θέσεις από την autokick list %s.
hu_hu: %d bejegyzés törölve a (%s) csatorna autokick listájáról.
nl_nl: %d autokicks verwijderd van %s autokick lijst.
pl_pl: Usuniêto %d wpisów z listy AKICK kana³u %s.
pt_pt: Removidas %d entradas da lista de akick do %s.

source: Deleted %d entries from %s bad words list.
ca_es: %d paraules esborrades de la llista de paraules malsonants de %s.
de_de: %d Einträge wurden aus der Bad Words-Liste von %s entfernt.
el_gr: Διαγράφηκαν %d θέσεις από το %s ,τη λίστα των κακών λέξεων.
hu_hu: Törölve %d bejegyzés %s tiltott szavak listájáról.
nl_nl: %d slechte woorden verwijderd van %s slechte woorden lijst.
pl_pl: Usuniêto %d wpisów z listy zakazanych s³ów kana³u %s.
pt_pt: Removidas %d entradas da lista de palavrões do %s.

source: Deleted %d entries from session-limit exception list.
ca_es: %d instàncies esborrades de la llista d'excepcions al límit de sessions.
de_de: Es wurden %d Einträge von der Liste der Verbindungs- einschränkungen entfernt.
el_gr: Διαγράφηκαν %d θέσεις από την λίστα session-limit exception.
hu_hu: Törölve %d bejegyzés a session-korlát kivétel listáról.
nl_nl: %d uitzonderingen verwijderd van de sessie limiet uitzonderingenlijst.
pl_pl: Usuniêto %d wpisy(ów) z listy wyj±tków limitów sesji.
pt_pt: Removidas %d entradas da lista de limite de sessões.

source: Deleted %d entries from the AKILL list.
ca_es: %d instàncies esborrades de la llista de AKILLs.
de_de: Es wurden %d Einträge von der AKILL-Liste entfernt.
el_gr: Διαγράφηκαν %d θέσεις από την λίστα AKILL.
hu_hu: Törölve %d bejegyzés az AKILL listáról.
nl_nl: %d AKILLs verwijderd van de AKILL lijst.
pl_pl: Usuniêto %d wpisy(ów) z listy AKILL.
pt_pt: Removidas %d entradas da lista de AKILL.

source: Deleted %d entries from the SNLINE list.
ca_es: %d instàncies esborrades de la llista de SNLINEs.
de_de: Es wurden %d Einträge aus der SNLINE-Liste entfernt.
el_gr: Διαγράφηκαν %d θέσεις από την λίστα SNLINE.
hu_hu: Törölve %d bejegyzés a SNLINE listáról.
nl_nl: %d SNLINEs verwijderd van de SNLINE lijst.
pl_pl: Usuniêto %d wpisy(ów) z listy SNLINE.
pt_pt: Removidas %d entradas da lista de SNLINE.

source: Deleted %d entries from the SQLINE list.
ca_es: %d instàncies esborrades de la llista de SQLINEs.
de_de: Es wurden %d Einträge aus der SQLINE-Liste entfernt.
el_gr: Διαγράφηκαν %d θέσεις από την λίστα SQLINE.
hu_hu: Törölve %d bejegyzés az SQLINE listáról.
nl_nl: %d SQLINEs verwijderd van de SQLINE lijst.
pl_pl: Usuniêto %d wpisy(ów) z listy SQLINE.
pt_pt: Removidas %d entradas da lista de SQLINE.

source: Deleted %d entries from the SZLINE list.
ca_es: %d instàncies esborrades de la llista de SZLINEs.
de_de: Es wurden %d Einträge aus der SZLINE-Liste entfernt.
el_gr: Διαγράφηκαν %d θέσεις από την λίστα SZLINE.
hu_hu: Törölve %d bejegyzés az SZLINE listáról.
nl_nl: %d SZLINEs verwijderd van de SZLINE lijst.
pl_pl: Usuniêto %d wpisy(ów) z listy SZLINE.
pt_pt: Removidas %d entradas da lista de SZLINE.

source: Deleted 1 entry from %s AOP list.
ca_es: 1 instància esborrada de la llista AOP de %s.
de_de: 1 Eintrag wurde von der %s AOP-Liste gelöscht.
el_gr: Διαγράφηκε 1 θέση από την AOP λίστα του %s.
hu_hu: 1 bejegyzés törölve a %s AOP listáról.
nl_nl: 1 AOP verwijderd van %s AOP lijst.
pl_pl: Usuniêto 1 wpis z listy AOP kana³u %s.
pt_pt: Deletada 1 entrada da lista de AOP do %s.

source: Deleted 1 entry from %s HOP list.
ca_es: 1 instància esborrada de la llista HOP de %s.
de_de: 1 Eintrag wurde von der %s HOP-Liste gelöscht.
el_gr: Διαγράφηκε 1 8έση από την HOP λίστα του %s.
hu_hu: 1 bejegyzés törölve a %s HOP listáról.
nl_nl: 1 HOP verwijderd van de %s HOP lijst.
pl_pl: Usuniêto 1 wpis z listy HOP kana³u %s.
pt_pt: Deletada 1 entrada da lista de HOP do %s.

source: Deleted 1 entry from %s SOP list.
ca_es: 1 instància esborrada de la llista SOP de %s.
de_de: 1 Eintrag wurde von der %s SOP-Liste gelöscht.
el_gr: Διαγράφηκε 1 8έση από την SOP λίστα του %s.
hu_hu: 1 bejegyzés törölve a %s SOP listáról.
nl_nl: 1 SOP verwijderd van %s SOP lijst.
pl_pl: Usuniêto 1 wpis z listy SOP kana³u %s.
pt_pt: Deletada 1 entrada da lista de SOP do %s.

source: Deleted 1 entry from %s VOP list.
ca_es: 1 instància esborrada de la llista VOP de %s.
de_de: 1 Eintrag wurde von der %s VOP-Liste gelöscht.
el_gr: Διαγράφηκε 1 8έση από την VOP λίστα του %s.
hu_hu: 1 bejegyzés törölve a %s VOP listáról.
nl_nl: 1 VOP verwijderd van %s VOP lijst.
pl_pl: Usuniêto 1 wpis z listy VOP kana³u %s.
pt_pt: Deletada 1 entrada da lista de VOP do %s.

source: Deleted 1 entry from %s access list.
ca_es: 1 instància esborrada de la llista d'accés de %s.
de_de: 1 Eintrag wurde aus der Access-Liste von %s entfernt.
el_gr: Διαγράφει 1 θέση από %s access list.
hu_hu: 1 bejegyzés törölve a (%s) csatorna hozzáférési listájáról
nl_nl: 1 nick verwijderd van %s toegangslijst.
pl_pl: Usuniêto 1 wpis z listy dostêpu kana³u %s.
pt_pt: Removida 1 entrada da lista de acesso do %s.

source: Deleted 1 entry from %s autokick list.
ca_es: 1 instància esborrada de la llista de kicks automàtics del canal %s.
de_de: 1 Eintrag der AutoKick-Liste von %s entfernt.
el_gr: Διαγράφτηκε 1 θέση από την autokick list %s.
hu_hu: 1 bejegyzés törölve a (%s) csatorna autokick listájáról.
nl_nl: 1 autokick verwijderd van %s autokick lijst.
pl_pl: Usuniêto 1 wpis z listy AKICK kana³u %s.
pt_pt: Removida 1 entrada da lista de akick do %s.

source: Deleted 1 entry from %s bad words list.
ca_es: 1 paraula esborrada de la llista de paraules malsonants de %s.
de_de: 1 Eintrag wurde aus der Bad Words-Liste von %s entfernt.
el_gr: Διαγράφηκε 1 θέση από του %s λίστα κακών λέξεων.
hu_hu: Törölve 1 bejegyzés %s tiltott szavak listájáról.
nl_nl: 1 slecht woord verwijderd van %s slechte woorden lijst.
pl_pl: Usuniêto 1 wpis z listy zakazanych s³ów kana³u %s.
pt_pt: Removida 1 entrada da lista de palavrões do %s.

source: Deleted 1 entry from session-limit exception list.
ca_es: 1 instància esborrada de la llista d'excepcions al límit de sessions.
de_de: Es wurde 1 Eintrag von der Liste der Verbindungs- einschränkungen entfernt.
el_gr: Διαγράφηκε 1 θέση από την λίστα session-limit exception.
hu_hu: Törölve 1 bejegyzés a session-korlát kivétel listáról.
nl_nl: 1 uitzondering verwijderd van de sessie limiet uitzonderingenlijst.
pl_pl: Usuniêto 1 wpis z listy wyj±tków limitów sesji.
pt_pt: Removida 1 entrada da lista de limite de sessões.

source: Deleted 1 entry from the AKILL list.
ca_es: 1 instància esborrada de la llista de AKILLs.
de_de: Es wurde 1 Eintrag von der AKILL-Liste entfernt.
el_gr: Διαγράφηκε 1 θέση από την λίστα AKILL.
hu_hu: Törölve 1 bejegyzés az AKILL listáról.
nl_nl: 1 AKILL verwijderd van de AKILL lijst.
pl_pl: Usuniêto 1 wpis z listy AKILL.
pt_pt: Removida 1 entrada da lista de AKILL.

source: Deleted 1 entry from the SNLINE list.
ca_es: 1 instància esborrada de la llista de SNLINEs.
de_de: Es wurde 1 Eintrag aus der SNLINE-Liste entfernt.
el_gr: Διαγράφηκε 1 θέση από την λίστα SNLINE.
hu_hu: Törölve 1 bejegyzés a SNLINE listáról.
nl_nl: 1 SNLINE verwijderd van de SNLINE lijst.
pl_pl: Usuniêto 1 wpis z listy SNLINE.
pt_pt: Removida 1 entrada da lista de SNLINE.

source: Deleted 1 entry from the SQLINE list.
ca_es: 1 instància esborrada de la llista de SQLINEs.
de_de: Es wurde 1 Eintrag aus der SQLINE-Liste entfernt.
el_gr: Διαγράφηκε 1 θέση από την λίστα SQLINE.
hu_hu: Törölve 1 bejegyzés az SQLINE listáról.
nl_nl: 1 SQLINE verwijderd van de SQLINE lijst.
pl_pl: Usuniêto 1 wpis z listy SQLINE.
pt_pt: Removida 1 entrada da lista de SQLINE.

source: Deleted 1 entry from the SZLINE list.
ca_es: 1 instància esborrada de la llista de SZLINEs.
de_de: Es wurde 1 Eintrag aus der SZLINE-Liste entfernt.
el_gr: Διαγράφηκε 1 θέση από την λίστα SZLINE.
hu_hu: Törölve 1 bejegyzés az SZLINE listáról.
nl_nl: 1 SZLINE verwijderd van de SZLINE lijst.
pl_pl: Usuniêto 1 wpis z listy SZLINE.
pt_pt: Removida 1 entrada da lista de SZLINE.

source: Description of %s changed to %s.
ca_es: La descripció de %s canviada a%s.
de_de: Beschreibung von %s wurde geändert zu %s.
el_gr: Περιγραφή του %s άλλαξε σε %s.
hu_hu: %s csatorna leírás megváltoztatva: %s.
nl_nl: Beschrijving van %s veranderd in %s.
pl_pl: Opis kana³u %s zosta³ zmieniony na %s.
pt_pt: Descrição do canal %s alterada para %s.

source: Displayed all records (Count: %d)
de_de: Liste alle Einträge. (Count: %d)
hu_hu: Kiírja az összes bejegyzést (Számláló: %d)
nl_nl: Alle records zijn weergegeven (Aantal: %d)
pl_pl: Wy¶wietlono wszystkie wpisy (Liczba: %d)
pt_pt: Exibidos todos os registros (Contador: %d)

source: Displayed records from %d to %d
de_de: Einträge von %d bis %d
hu_hu: Kiírja a bejegyzéseket %d-tól %d-ig
nl_nl: Alle records getoond van %d tot %d
pl_pl: Wy¶wietlono wpisy od %d do %d
pt_pt: Exibidos registros de %d até %d

source: Displayed records matching key %s (Count: %d)
de_de: Auf das Muster %s passenden Einträge. (Count: %d)
hu_hu: Kiírja azokat a hosztokat melyben a %s szó szerepel. (számláló: %d)
nl_nl: Alle records getoond met overeenkomende key %s (Aantal: %d)
pl_pl: Wy¶wietlono pasuj±ce wpisy %s (Liczba: %d)
pt_pt: Exibidos registros coincidindo com a chave %s (Contador: %d)

source: Don't use bolds on this channel!
ca_es: No utilitzis negreta en aquest canal!
de_de: Im Channel ist keine fettgedruckte-Schrift erlaubt!
el_gr: Μην χρησιμοποιείς έντονους χαρακτήρες μέσα στο κανάλι!
hu_hu: Nem használható kiemelt betû ezen a csatornán!
nl_nl: Gebruik geen vet in dit kanaal!
pl_pl: Nie pogrubiaj tekstu na tym kanale!
pt_pt: Não use negritos neste canal!

source: Don't use colors on this channel!
ca_es: No utilitzis colors en aquest canal!
de_de: Keine Farben im Channel benutzen!
el_gr: Μην χρησιμοποιείς χρώματα μέσα στο κανάλι!
hu_hu: Nem szinezhetsz ezen a csatornán!
nl_nl: Gebruik geen kleuren in dit kanaal!
pl_pl: Nie u¿ywaj kolorów na tym kanale!
pt_pt: Não use cores neste canal!
