Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: The following feature/function names are understood. Note that the levels for AUTODEOP and NOJOIN are maximum levels, while all others are minimum levels.
ca_es: Els següents nombres de característiques/funcions són entesos. Cal tenir en compte que els nivellls per a AUTODEOP i NOJOIN són nivellls màxims, mentre tots els altres són nivellls mínims.
de_de: Die folgenden Befehle/Funktionen werden unterstützt. Beachte bitte, dass die hier angegebenen Level für AUTODEOP und NOJOIN Maximum-Levels sind, alle anderen hingegegen sind Minimum-Level.
el_gr: Τα ακόλουθα feature/function καταλαβαίνονται. Σημείωση, τα levels (βαθμοί) για AUTODEOP και NOJOIN είναι τα μέγιστα levels, ενώ όλα τα άλλα είναι τα ελάχιστα levels.
hu_hu: A következõ lehetõségek/funkciók elérthetõek. Megjegyzés: az AUTODEOP és NOJOIN esetén maximum szintrõl az összes többi esetén minimum szintrõl van szó.
nl_nl: De volgende optie-/functienamen worden begrepen. Let op dat de niveaus voor AUTODEOP en NOJOIN maximale niveaus zijn, terwijl alle andere minimale niveaus zijn.
pl_pl: Poni¿ej znajduje siê lista wszystkich dostêpnych uprawnieñ. Poziomy dla AUTODEOP oraz NOJOIN to poziomy maksymalne, reszta uprawnieñ ma poziomy minimalne.
pt_pt: Os seguintes nomes de recursos/funções são entendidos. Note que os níveis para AUTODEOP e NOJOIN são os níveis máximos, enquanto que todos os outros são níveis mínimos.

source: The host %s currently has %d sessions with a limit of %d.
ca_es: El host %s actualment te %d sessions amb un límit de %d.
de_de: Der Host %s hat momentan %d Verbindungen und ein Limit von %d.
el_gr: Το host %s έχει ως τώρα %d sessions με όριο το %d.
hu_hu: A %s hoszt aktuálisan %d sessiont használ, a határértéke %d.
nl_nl: De host %s heeft momenteel %d sessies met een limiet van %d.
pl_pl: Host %s aktualnie posiada %d sesji z limitem %d.
pt_pt: O host %s possui atualmente %d sessões com um limite de %d.

source: The last memo you sent to %s (sent on %s) has been read.
de_de: Die letzte Memo die du zu %s gesendet hast (gesendet am %s) wurde gelesen.
hu_hu: Az utolsó memo, amit %s részére (%s idõpontban) küldtél már olvasott.
nl_nl: De laatste memo die je naar %s gestuurd hebt (op %s) is gelezen.
pl_pl: Ostatnia wiadomo¶æ wys³ana do %s (w %s) zosta³a przeczytana.
pt_pt: O último memo que você enviou para %s (enviado em %s) foi lido.

source: The last memo you sent to %s (sent on %s) has not yet been read.
de_de: Die letzte Memo die du zu %s gesendet hast (gesendet am %s) wurde nicht gelesen.
hu_hu: Az utolsó memo, amit %s részére (%s idõpontban) küldtél még olvasatlan.
nl_nl: De laatste memo die je naar %s gestuurd hebt (op %s) is nog niet gelezen.
pl_pl: Ostatnia wys³ana przez Ciebie wiadomo¶æ do %s (w %s) jest wci±¿ nieprzeczytana.
pt_pt: O último memo que você enviou para %s (enviado em %s) ainda não foi lido.

source: The last quit message of %s will now be hidden from %s INFO displays.
de_de: Die letzte Quit-Nachricht von %s wird jetzt bei %s INFO Abrufen versteckt.
pl_pl: Ostatnia wiadomo¶æ QUIT osoby %s bêdzie ukrywana w informacjach %s.

source: The last quit message of %s will now be shown in %s INFO displays.
de_de: Die letzte Quit-Nachricht von %s wird jetzt bei %s INFO Abrufen angezeigt.
pl_pl: Ostatnia wiadomo¶æ QUIT osoby %s bêdzie pokazywana w informacjach %s.

source: The last seen user@host mask of %s will now be hidden from %s INFO displays.
de_de: Die letzte bekannte user@host Maske von %s wird jetzt bei %s INFO Abrufen versteckt.
pl_pl: Ostatnia maska ident@host osoby %s bêdzie ukrywana w informacjach %s.

source: The last seen user@host mask of %s will now be shown in %s INFO displays.
de_de: Die letzte bekannte user@host Maske von %s wird jetzt bei %s INFO Abrufen angezeigt.
pl_pl: Ostatnia maska ident@host osoby %s bêdzie pokazywana w informacjach %s.

source: The memo limit for %s may not be changed.
ca_es: El límit de memos per a %s no pot ser canviat.
de_de: Du hast keine Berechtigung das Memo-Limit für %s zu ändern.
el_gr: Το όριο των μηνυμάτων για τον %s δεν μπορεί να αλλαχτεί.
hu_hu: Nem változtathatod meg %s üzeneteinek számát.
nl_nl: De memo limiet voor %s mag niet worden veranderd.
pl_pl: Limit wiadomo¶ci dla %s nie mo¿e byæ zmieniany.
pt_pt: O limite de memos para %s não pode ser mudado.

source: The new display MUST be a nickname of your nickname group!
ca_es: El nou display HA DE SER ser un nickname del teu grup de nicknames!
hu_hu: Az új megjelenítéshez KELL az új becenév és a csoport!
pl_pl: Now± nazw± MUSI byæ jednym z nicków w grupie!

source: The new display for %s MUST be a nickname of the nickname group!
de_de: Der für %s angezeigte Ursprung muss ein Nickname aus der zugehörigen Gruppe sein!
pl_pl: Nowa nazwa dla %s MUSI byæ jednym z nicków w grupie!

source: The new display is now %s.
ca_es: El nou display es ara %s.
de_de: Der neue "Anführer" deiner Gruppe ist jetzt %s.
el_gr: Η νέα επίδειξη είναι τώρα %s.
hu_hu: Az új megjelenítés: %s.
nl_nl: De nieuwe weergave is nu %s.
pl_pl: Now± nazw± jest %s.
pt_pt: O novo display é agora %s.

source: The nick %s is now being changed to %s.
de_de: Der Nickname %s wird jetzt zu %s geändert.
hu_hu: A nicked %s meg lett változtatva erre: %s.
nl_nl: De nick %s wordt nu veranderd in %s.
pl_pl: Nick %s zostaje zmieniony na %s.
pt_pt: O nick %s está sendo alterado para %s.

source: The services access status of %s will now be hidden from %s INFO displays.
de_de: Die Services-Zugriffsberechtigungen von %s werden jetzt bei %s INFO Abrufen versteckt.
pl_pl: Status dostêpu do serwisów osoby %s bêdzie ukrywany w informacjach %s.

source: The services access status of %s will now be shown in %s INFO displays.
de_de: Die Services-Zugriffsberechtigungen von %s werden jetzt bei %s INFO Abrufen angezeigt.
pl_pl: Status dostêpu do serwisów osoby %s bêdzie pokazywany w informacjach %s.

source: The vhost list is empty.
hu_hu: A vhost lista üres.
pl_pl: Lista vhostów jest pusta.

source: There are %d memos on channel %s.
de_de: Es gibt %d benachrichtigungen für den Channel %s.
hu_hu: Összesen %d üzenet van a %s csatornán.
nl_nl: Er zijn %d memo's op kanaal %s.
pl_pl: Jest %d wiadomo¶ci dla kana³u %s.
pt_pt: Existem %d memos para o canal %s.

source: There are no bots available at this time. Ask a Services Operator to create one!
ca_es: No hi ha bots disponibles en aquest moment. Demana-li a un administrador de serveis que en fagi un!
de_de: Es sind derzeit keine Bots verfügbar. Frag einen Services Administrator, ob er einen erstellt.
el_gr: Δεν υπάρχουν διαθέσιμα bots αυτή τη στιγμή. Ρώτα τον Services Operator να σου φτιάξει ένα!
hu_hu: Nem áll rendelkezésre bot. Kérj meg egy szervíz admint, hogy csináljon!
nl_nl: Er zijn momenteel geen bots beschikbaar. Vraag een Services beheerder er een te maken!
pl_pl: Obecnie nie ma ¿adnych botów dostêpnych. Popro¶ administratora serwisów o dodanie.
pt_pt: Não existem bots disponíveis no momento. Peça a um Administrador dos Services para criar mais bots!

source: There are too many nicks in %s's group; list them and drop some. Type %R%s HELP GLIST and %R%s HELP DROP for more information.
ca_es: N'hi ha molts nicks en el grup de %s; lllistals i treu-ne alguns. Escriu /msg %s HELP GLIST i /msg %s HELP DROP per més informació.
de_de: Es sind zu viele Nicknamen in %s's Gruppe. Liste sie auf und lösche einige davon. Tippe /msg %s HELP GLIST und /msg %s HELP DROP für weitere Infos.
el_gr: Είναι πάρα πολλά ψευδώνυμα μέσα %s's ομάδα; κράτα μερικά και βγάλε κάποια. Γράψε /msg %s HELP GLIST και /msg %s HELP DROP για περισσότερες πληροφορίες.
hu_hu: Túl sok nick van a %s csoportban; listázd és dropolj párat. Írd: /msg %s HELP GLIST és /msg %s HELP DROP bõvebb információkért.
nl_nl: Er zijn teveel nicks in %s's groep; geef ze weer en drop er een paar. Type /msg %s HELP GLIST en/msg %s HELP DROP voor meer informatie.
pl_pl: W grupie %s jest za du¿o nicków, usuñ kilka. Napisz /msg %s HELP GLIST i /msg %s HELP DROP, aby uzyskaæ wiêcej informacji.
pt_pt: Existem muitos nicks no grupo de %s; liste-os e remova alguns. Digite /msg %s HELP GLIST e /msg %s HELP DROP para mais informações.

source: There is %d memo on channel %s.
de_de: Es gibt %d Benachrichtigung für Channel %s.
hu_hu: %d üzenete van a %s szobának.
nl_nl: Er is %d memo op kanaal %s.
pl_pl: Jest %d wiadomo¶æ dla kana³u %s.
pt_pt: Existe %d memo para o canal %s.

source: There is a new memo on channel %s. Type %R%s READ %s %d to read it.
ca_es: There is a new memo on channel %s. Type /msg %s READ %s %d to read it.
de_de: Es gibt eine neue Nachricht für Channel %s. Tippe /msg %s READ %s %d um sie zu lesen.
el_gr: There is a new memo on channel %s. Type /msg %s READ %s %d to read it.
hu_hu: Új üzenete érkezett a %s szobának. Ha szeretnéd elolvasni, írd be: /msg %s READ %s %d.
nl_nl: Er is een nieuwe memo op kanaal %s. Type /msg %s READ %s %d om deze te lezen.
pl_pl: Jest nowa wiadomo¶æ dla kana³u %s. Napisz /msg %s READ %s %d aby j± przeczytaæ.
pt_pt: Foi recebido um novo memo para o canal %s. Digite /msg %s READ %s %d para ler.

source: There is no bot assigned to %s anymore.
ca_es: Ja no hi ha un bot assignat a %s.
de_de: Der Bot von %s wurde entfernt.
el_gr: Δεν υπάρχει bot που να είναι στο %s τώρα πια.
hu_hu: Nincsen bot kijelölve %s szobában többet.
nl_nl: Er is geen bot meer toegewezen aan %s.
pl_pl: Nie ma ¿adnych botów przydzielonych do %s.
pt_pt: Não possui mais nenhum bot associado ao canal %s.

source: There is no logon news.
ca_es: No hi ha notícies de entrada.
de_de: Es gibt keine Logon News.
el_gr: Δεν υπάρχουν κανονισμοί ή πληροφορίες.
hu_hu: Nincs fellépõ üzenet.
nl_nl: Er is geen login nieuws.
pl_pl: Nie ma wiadomo¶ci powitalnych.
pt_pt: Não existem logon news.

source: There is no oper news.
ca_es: No hay notícies de oper.
de_de: Es gibt keine Oper-News.
el_gr: Δεν υπάρχουν νέα για τους opers.
hu_hu: Nincs oper news.
nl_nl: Er is geen opernieuws.
pl_pl: Nie ma wiadomo¶ci dla operatorów.
pt_pt: Não existe nenhum oper news.

source: There is no random news.
ca_es: No hi ha notícies al azar.
de_de: Keine randomnews vorhanden.
el_gr: Δεν υπάρχουν νέα.
hu_hu: Nincs véletlenszerû hír.
nl_nl: Er is geen willekeurig nieuws.
pl_pl: Nie ma losowych wiadomo¶ci.
pt_pt: Não há RandomNews.

source: There's no email address set for your nick.
de_de: Du hast keine zulässige Email Adresse gesetzt.
hu_hu: Nincs beállítva email cím a nevedhez.
pl_pl: Twój nick nie ma ustawionego adresu e-mail.
pt_pt: Não há endereço de email ajustado para o seu nick.

source: These options are reserved to Services Operators: NOBOT Prevent a bot from being assigned to a channel PRIVATE Prevent a bot from being assigned by non IRC operators
ca_es: Aquestes opcions estan reservades a administradors de Serveis: NOBOT Evita a un bot de ser assignat a un canal PRIVATE Evita a un bot de ser assignat per algú mes que un operador d'IRC
de_de: Diese Optionen sind nur durch Services Administratoren nutzbar: NOBOT Mit dieser Option kann man einem Channel keinen Bot zuweisen und alle aktuellen Zuweisungen aufheben. PRIVATE Verhindert das Bots von Nicht-IRC Operatoren assigned werden können.
el_gr: Αυτές οι επιλογές είναι μόνο για τους Services Operators: NOBOT Δείχνει το bot που έγινε assign από το κανάλι PRIVATE Δελιχνει το bot που έγινε assigned από μη IRC operators
hu_hu: Ezeket az opciókat csak Szervíz adminok használhatják: NOBOT Megelõzi, hogy egy botot társítani lehessen csatornához PRIVATE Megelõzi, hogy egy botot nem IRCop személy társíthasson
nl_nl: Deze opties zijn gereserveerd voor Services Operators: NOBOT Zorg dat een bot niet aan een kanaal kan worden toegevoegd PRIVATE Zorg dat een bot alleen door IRC operators kan worden toegevoegd
pl_pl: Opcje dostêpne dla administratorów serwisów: NOBOT Uniemo¿liwia przypisanie bota do kana³u PRIVATE Zastrzega przypisywanie bota tylko dla IRC Operatorów
pt_pt: Essas opções são reservadas aos Administradores dos Services: NOBOT Previne um bot de ser associado a um canal PRIVATE Previne um bot de ser associado por quem não é Operador de IRC.

source: This channel has been forbidden.
de_de: Dieser Channel wurde verboten.
hu_hu: Ez a szoba forbidolva lett.
nl_nl: Dit kanaal is verboden.
pl_pl: Ten kana³ zosta³ zablokowany.
pt_pt: Este canal foi forbidado.

source: This channel has been registered with %s.
ca_es: Aquest canal ha estat registrat amb %s.
de_de: Dieser Channel wurde registriert von %s.
el_gr: Αυτό το κανάλι έχει κατοχυρωθεί με τον %s.
hu_hu: Ez a szoba a %s adatbázisában regisztrált.
nl_nl: Dit kanaal is geregistreerd met %s.
pl_pl: Ten kana³ zosta³ zarejestrowany z %s.
pt_pt: Este canal foi registrado com o %s.

source: This channel has been suspended.
de_de: Dieser Channel wurde auf SUSPENDED gesetzt.
hu_hu: A szoba használata felfüggesztve.
nl_nl: Dit kanaal is tijdelijk buiten werking gesteld.
pl_pl: Ten kana³ zosta³ zawieszony.
pt_pt: Este canal foi suspenso.

source: This channel may not be used.
ca_es: Aquest canal esta prohibit.
de_de: Dieser Channel kann nicht benutzt werden.
el_gr: Αυτό το κανάλι δεν μπορεί να χρησιμοποιηθεί.
hu_hu: Ez a csatorna nem használható.
nl_nl: Dit kanaal mag niet gebruikt worden.
pl_pl: Ten kana³ nie mo¿e byæ u¿ywany.
pt_pt: Este canal não pode ser usado.

source: This channel will not expire.
ca_es: Aquest canal no caducara.
de_de: Dieser Channel wird nicht auslaufen.
el_gr: Αυτό το κανάλι δεν θα λήξει.
hu_hu: Ez a csatorna nem fog elévülni.
nl_nl: Dit kanaal zal niet verlopen.
pl_pl: Ten kana³ nie wyga¶nie.
pt_pt: Este canal não irá expirar.

source: This command is obsolete; use %s instead.
ca_es: Aquesta comanda esta obsoleta; utilitzi %s en substitució.
hu_hu: Nem használható parancs; használd a %s parancsot helyette.
pl_pl: Ta komenda jest ju¿ przestarza³a. U¿yj %s.

source: This module can not be unloaded.
de_de: Modul KANN NICHT entfernt werden.
pl_pl: Ten modu³ nie mo¿e zostaæ wy³adowany.

source: This nick has already been requested, please check your e-mail address for the pass code
de_de: Dieser Nickname wurde bereits angefordert, bitte prüfe deinen Email Account für das Passwort.
hu_hu: Ezt a nicket már kérelmezték, ellenõrizd az e-mail cimed, egy levélben van a kódod.
nl_nl: Deze nick is al aangevraagd. Controleer je e-mail adres voor een verificatiecode.
pl_pl: Ten nick zosta³ ju¿ zarejestrowany. Sprawd¼ swoj± pocztê.
pt_pt: Esse nick já foi solicitado, por favor verifique seu e-mail pelo passcode

source: This nick is awaiting an e-mail verification code before completing registration.
de_de: Dieser Nickname benötigt das Email Bestätigungs Passwort vor Abschluß der Registrierung.
hu_hu: A nick az emailben elküldött kóddal való aktíválásra vár a regisztráció befejezéséhez.
nl_nl: Deze nick wacht nog op een e-mail verificatie code coor de registratie is voltooid.
pl_pl: Ten nick czeka na e-mail z kodem weryfikacyjnym przed zakoñczeniem rejestracji.
pt_pt: Esse nick está aguardando um código de verificação por e-mail antes de completar o registro.

source: This nick is owned by someone else. Please choose another. (If this is your nick, type %R%s IDENTIFY password .)
ca_es: Aquest nick pertany a un altra persona. Per favor escull un altre nick. (Si aquest es el teu nick, escriu /msg %s IDENTIFY clau .)
de_de: Dieser Nickname gehört schon jemand anderem. Bitte wähle einen anderen. (Sollte dieser Nickname dir gehören, tippe /msg %s IDENTIFY Passwort .)
el_gr: Αυτό το ψευδώνυμο ανήκει σε κάποιον άλλον. Παρακαλώ διάλεξε κάποιο άλλο. (Αν αυτό είναι το ψευδώνυμό σου, γράψε /msg %s IDENTIFY ^_κωδικό^_.)
hu_hu: Ez a nick már regisztrált. Kérlek válassz másikat. Ha ez a te nicked, akkor /msg %s IDENTIFY jelszó !
nl_nl: Deze nick is eigendom van iemand anders. Kies een andere. (Als dit jouw nick is, type /msg %s IDENTIFY wachtwoord .)
pl_pl: Ten nick jest zarejestrowany. Je¶li to Twój nick, wpisz: /msg %s IDENTIFY has³o 
pt_pt: Este nick foi registrado por outra pessoa. Por favor escolha outro. (Se este for seu nick, digite /msg %s IDENTIFY senha .)

source: This nickname has been registered; you may not use it.
ca_es: Aquest nick ha estat registrat; No pots utilitzar-lo.
de_de: Dieser Nickname ist registriert, du kannst ihn nicht benutzen.
el_gr: Αυτό το ψευδώνυμο είναι ήδη κατοχυρωμένο; δεν μπορείς να το χρησιμοποιήσεις.
hu_hu: Ez a nicknév regisztrált; te nem használhatod.
nl_nl: Deze nickname is geregistreerd; je mag hem niet gebruiken.
pl_pl: Ten nick zosta³ zarejestrowany i nie mo¿esz go u¿ywaæ.
pt_pt: Este nick é registrado; você não pode usá-lo.

source: This nickname is currently suspended
de_de: Dieser Nickname ist zur Zeit gesperrt
nl_nl: Deze nick is tijdelijk buiten werking gesteld
pl_pl: Ten nick jest obecnie zawieszony
pt_pt: Este nick está atualmente suspenso

source: This nickname is currently suspended, reason: %s
de_de: Dieser Nickname ist zur Zeit gesperrt, Grund: %s
nl_nl: Deze nick is tijdelijk buiten werking gesteld, reden: %s
pl_pl: Ten nick jest obecnie zawieszony, powód: %s
pt_pt: Este nick está atualmente suspenso, motivo: %s

source: This nickname is registered and protected. If it is your nick, type %R%s IDENTIFY password . Otherwise, please choose a different nick.
ca_es: Aquest nick esta registrat i protegit. Si es el teu nick, escriu /msg %s IDENTIFY clau . Si no, per favor escull un nick diferent.
de_de: Dieser Nickname ist registriert und geschützt. Wenn es dein Nickname ist, tippe /msg %s IDENTIFY Passwort . Ansonsten wähle bitte einen anderen Nickname.
el_gr: Αυτό το ψευδώνυμο είναι κατοχυρωμένο και προστατευμένο. Αν αυτό είναι το ψευδώνυμο σου, γράψε /msg %s IDENTIFY ^_κωδικό^_. Αλλιώς, παρακαλώ διάλεξε κάποιο άλλο ψευδώνυμο.
hu_hu: Ez a nick regisztrált és védett. Ha ez a te nicked, akkor /msg %s IDENTIFY jelszó ! Különben válassz másik nicknevet!
nl_nl: Deze nickname is geregistreerd en beschermd. Als het jouw nick is, type /msg %s IDENTIFY wachtwoord . Zo niet, kies een andere nick.
pl_pl: Ten nick jest zarejestrowany i chroniony. Zidentyfikuj siê pisz±c: /msg %s IDENTIFY has³o  je¶li nick nale¿y do Ciebie, w przeciwnym razie zmieñ go.
pt_pt: Este nick está registrado e protegido. Se este for seu nick, digite /msg %s IDENTIFY senha . Caso contrário, por favor escolha outro nick.

source: This nickname may not be used. Please choose another one.
ca_es: Aquest nickname no pot ser utilitzat. Per favor escull un altre.
de_de: Dieser Nickname kann nicht benutzt werden. Bitte wähle einen anderen.
el_gr: Αυτό το ψευδώνυμο δεν μπορεί να χρησιμοποιηθεί. Παρακαλώ διάλεξε κάποιο άλλο.
hu_hu: Ez a nicknév nem használható. Kérlek válassz másikat!
nl_nl: Deze nickname mag niet gebruikt worden. Kies een andere.
pl_pl: Ten nick nie mo¿e byæ u¿ywany. Wybierz inny nick.
pt_pt: Este nick não pode ser usado. Por favor escolha outro.

source: This nickname will not expire.
ca_es: Aquest nickname no caducara.
de_de: Dieser Nickname wird nicht auslaufen.
el_gr: Αυτό το ψευδώνυμο δεν θα λήξει ποτέ.
hu_hu: Ez a nicknév nem fog elévülni.
nl_nl: Deze nick zal niet verlopen.
pl_pl: Ten nick nie wyga¶nie.
pt_pt: Este nick não irá expirar.

source: To search for channels starting with #, search for the channel name without the #-sign prepended (anope instead of #anope).
nl_nl: Om te zoeken naar kanalen die met een # beginnen moet gezocht worden naar de kanaalnaam zonder het #-teken ervoor (anope in plaats van #anope).
pl_pl: Aby wyszukaæ kana³y o nazwach zaczynaj±cych siê znakiem # nale¿y ten znak pomin±æ (anope zamiast #anope).

source: Topic Retention
ca_es: Retenció de tòpic
de_de: Topic-Wiederherstellung
el_gr: Topic ενναλαγής
hu_hu: Témamegõrzés
nl_nl: Topicbehoud
pl_pl: KEEPTOPIC
pt_pt: Retenção de tópico

source: Topic lock option for %s is now OFF.
de_de: Topic-Sperre Option für %s ist jetzt OFF.
pl_pl: Blokada tematu na kanale %s zosta³a wy³±czona.
pt_pt: Trava de tópico para %s está agora DESATIVADA.

source: Topic lock option for %s is now ON.
de_de: Topic-Sperre Option für %s ist jetzt ON.
pl_pl: Blokada tematu na kanale %s zosta³a w³±czona.
pt_pt: Trava de tópico para %s está agora ATIVADA.

source: Topic retention option for %s is now OFF.
de_de: Die Topic-Beibehaltung für %s ist jetzt deaktiviert (OFF).
pl_pl: Temat kana³u %s nie bêdzie ju¿ utrzymywany.
pt_pt: Retenção de tópico para %s está agora DESATIVADA.

source: Topic retention option for %s is now ON.
de_de: Die Topic-Beibehaltung für %s ist jetzt aktiviert (ON).
pl_pl: Temat kana³u %s bêdzie teraz utrzymywany.
pt_pt: Retenção de tópico para %s está agora ATIVADA.

source: Turn caps lock OFF!
ca_es: Desactiva les majuscules!
de_de: Schalte Caps-Lock aus!
el_gr: Μην γράφεις με κεφαλαία γράμματα!
hu_hu: Kapcsold ki a caps lockod!
nl_nl: Zet caps lock UIT!
pl_pl: Wy³±cz CAPS LOCKa!
pt_pt: Desligue o CAPS LOCK!

source: Type %R%S HELP command  for help on any of the above commands. (*) By default, any user with at least level 10 access on a channel can read that channel's memos. This can be changed with the %s LEVELS command.
ca_es: escriu /msg %S HELP comando  per a més ajuda en qualsevol de les comandes llistades anteriorment. (*) Per defecte, qualsevol usuari amb al menys nivell d'accés 10 en un canal pot lleguir els memos del canal. Això pot ser canviat amb la comanda LEVELS de %s.
de_de: Tippe: /msg %S HELP Befehl  für hilfe bei jedem der oben aufgeführten Befehle. (*) Bei der Standarteinstellung kann jeder User mit einem Access-Level auf den Channel von 10 oder höher die Channel-Nachrichten lesen. Dies kann mit dem %s LEVELS Befehl geändert werden.
el_gr: Γράψτε /msg %S HELP εντολή  για βοήθεια σε οποιαδήποτε από τις παραπάνω εντολές. (*) Εξ'ορισμού, κάθε χρήστης με ελάχιστο επίπεδο πρόσβασης 10 σε ένα κανάλι, μπορεί να διαβάσει τα μηνύματα του καναλιού. Αυτό μπορεί να αλλάξει με την εντολή LEVELS του %s.
hu_hu: A parancsokkal kapcsolatos további segítségért írd be: /msg %S HELP parancs . (*) Alapból, bármelyik user, minimum 10-es szinttel olvashatja a szoba memo üzeneit. Ez megváltoztatható a %s LEVELS paranccsal.
nl_nl: Type /msg %S HELP commando  voor hulp bij een van de bovenstaande commando's (*) Standaard kan elke gebruiker met tenminste toegangsniveau 10 de kanaalmemo's lezen. Dit kan aangepast worden met het %s LEVELS commando.
pl_pl: Napisz /msg %S HELP polecenie  aby uzyskaæ pomoc na temat powy¿szych poleceñ. (*) Domy¶lnie ka¿dy u¿ytkownik maj±cy przynajmniej 10. poziom dostêpu na kanale mo¿e czytaæ wiadomo¶ci, ale mo¿na to zmieniæ komend± LEVELS serwisu %s.
pt_pt: Digite /msg %S HELP comando  para ajuda em qualquer um dos comandos acima. (*) Por padrão, qualquer usuário com pelo menos nível 10 de acesso em um canal pode ler os memos do canal. Isso pode ser mudado com o comando %s LEVELS.
