Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: No such entry (#%d) on %s access list.
ca_es: No existeix (#%d) a la llista d'accés de %s.
hu_hu: A bejegyzés (#%d) nem található %s hozzáférési listáján.
pl_pl: Brak wpisu (#%d) na li¶cie dostêpu kana³u %s.

source: No such entry (#%d) on %s autokick list.
ca_es: La instància (#%d) no existeix a la llista de kicks automàtics en el canal %s.
hu_hu: A bejegyzés (#%d) nincs a (%s) csatorna autokick listáján.
pl_pl: Brak wpisu (#%d) na li¶cie AKICK kana³u %s.

source: No such entry (#%d) on %s bad words list.
ca_es: No existeix la instància (#%d) a la llista de paraules malsonants de %s.
hu_hu: Nincs (#%d) ilyen szó a %s tiltott szavak listáján.
pl_pl: Brak wpisów (#%d) na li¶cie zakazanych s³ów kana³u %s.

source: No such entry (#%d) session-limit exception list.
ca_es: La instància no existeix (#%d) a la llista d'excepcions al límit de sessions.
hu_hu: Nincs bejegyezve (#%d) session-korlát a kivétel listán.
pl_pl: Nie znaleziono wpisu (#%d) na li¶cie wyj±tków limitów sesji.

source: None
ca_es: Cap
de_de: Keine
el_gr: Κανένα
hu_hu: Nincs
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhuma

source: Not allowed to join channel
ca_es: No es possible entra a un canal si esta RESTRINGIT
de_de: Der Channel kann nicht betreten werden, da er RESTRICTED ist.
el_gr: Δεν επιτρέπεται να μπείτε στο κανάλι αν είναι RESTRICTED
hu_hu: Nem léphet a csatornára, ha a RESTRICTED használatban.
nl_nl: Niet toegestaan kanaal te joinen indien RESTRICTED
pl_pl: Nie pozwala wej¶æ na kana³ w trybie RESTRICTED
pt_pt: Entrada no canal não permitida

source: Note that any channel which is not used for %d days (i.e. which no user on the channel's access list enters for that period of time) will be automatically dropped.
ca_es: Tingues en compte que qualsevol canal que no sigui utilitzat durant %d dies (al qual cap usuari a la llista d'accés del canal entri en aquest periode de temps) sera automaticament eliminat.
de_de: Beachte das jeder Channel der für %d Tage nicht genutzt wird,automatisch auslaufen wird.
el_gr: Σημείωση: οποιοδήποτε κανάλι δεν χρησιμοποιείται για %d μέρες (δηλ κανένας χρήστης που έχει access δεν μπένει στο κανάλι για εκείνη την περίοδο των ημερών) θα διαγραφεί αυτόματα.
hu_hu: Megjegyzés: azok a csatornák, amelyeket nem használnak %d napig, automatikusan elvesztik regisztrációjukat. Automatikusan dropolásra kerülnek.
nl_nl: Onthoud dat elk kanaal wat %d dagen ongebruikt is (dwz dat er geen gebruiker die op de toegangslijst staat in die periode het kanaal binnen is gekomen) automatisch zal worden verwijderd.
pl_pl: Uwaga! Kana³ który nie by³ u¿ywany przez %d dni (np. nie odwiedzi³ go ¿aden u¿ytkownik umieszczony na li¶cie dostêpu kana³u w tym czasie) zostanie automatycznie odrejestrowany.
pt_pt: Note que qualquer canal não utilizado por %d dias (entenda como se nenhum usuário da lista de acesso desse canal entrar neste período de tempo) terá automaticamente cancelado o seu registro.

source: Num Limit Host
ca_es: Num Límit Host
de_de: Nummer Limit Host
el_gr: Νου Limit Host
hu_hu: Szám Korlát Host
nl_nl: Nr Limiet Host
pl_pl: Nr Limit Host
pt_pt: Núm Limite Host

source: OLINE nick flags
de_de: OLINE Nickname Flags
hu_hu: OLINE nick flagek
pl_pl: OLINE nick flagi

source: OP #channel [ nick ]
pl_pl: OP #kana³ [ nick ]

source: OPERNEWS {ADD|DEL|LIST} [ text | num ]
ca_es: OPERNEWS {ADD|DEL|LIST} [ texto | numero ]
de_de: OPERNEWS {ADD|DEL|LIST} [ Text | Nummer ]
el_gr: OPERNEWS {ADD|DEL|LIST} [ περιεχόμενο | νούμερο ]
hu_hu: OPERNEWS { ADD | DEL |LIST } [ szöveg | szám ]
nl_nl: OPERNEWS {ADD|DEL|LIST} [ text | nr ]
pl_pl: OPERNEWS {ADD|DEL|LIST} [ tekst | numer ]
pt_pt: OPERNEWS {ADD|DEL|LIST} [ texto | núm ]

source: OWNER #channel 
pl_pl: OWNER #kana³

source: Old info is equal to the new one.
ca_es: La informació antiga es igual a la nova.
de_de: Das alten Informationen stimmen mit den neuen überein.
el_gr: Οι παλιές πληροφορίες είναι ίδιες με τις καινούργιες.
hu_hu: A régi info megegyezik az újjal.
nl_nl: Oude informatie is gelijk aan de nieuwe.
pl_pl: Nic siê nie zmieni³o.
pt_pt: A informação antiga é igual a nova.

source: On Level Nick
de_de: On Level Nickname
hu_hu: On Szint Nick
pl_pl: Na Poziom Nick
pt_pt: On Nível Nick

source: Only Super-Admins can use this command.
hu_hu: Csak Szuper-Admin használhatja a parancsot.
pl_pl: Tylko super-administratorzy mog± u¿ywaæ tej komendy.

source: Op-notice option for %s is now OFF.
de_de: Op-notice Option für %s ist jetzt OFF.
pl_pl: Opcja OPNOTICE dla kana³u %s zosta³a wy³±czona.
pt_pt: Opção Op-notice para %s está agora DESATIVADA.

source: Op-notice option for %s is now ON.
de_de: Op-notice Option für %s ist jetzt ON.
pl_pl: Opcja OPNOTICE dla kana³u %s zosta³a w³±czona.
pt_pt: Opção Op-notice para %s está agora ATIVADA.

source: Oper news item #%d deleted.
ca_es: Noticia de oper #%d esborrada.
de_de: Oper-News-Eintrag #%d wurde entfernt.
el_gr: Η θέση #%d διαγράφηκε.
hu_hu: Oper news tétel #%d törölve.
nl_nl: Oper nieuwsbericht #%d verwijderd.
pl_pl: Wiadomo¶æ dla operatorów #%d zosta³a skasowana.
pt_pt: OperNews removido #%d.

source: Oper news item #%d not found!
ca_es: Noticia de oper #%d no trobada!
de_de: Oper-News-Eintrag #%d nicht gefunden!
el_gr: Η θέση #%d στην λίστα δεν βρέθηκε!
hu_hu: Oper news tétel #%d nem található!
nl_nl: Oper nieuwsbericht #%d niet gevonden!
pl_pl: Wiadomo¶æ dla operatorów #%d nie zosta³a znaleziona!
pt_pt: OperNews não encontrado #%d!

source: Oper news items:
ca_es: notícies de oper:
de_de: Oper News Einträge:
el_gr: Νέα των Opers:
hu_hu: Oper hírek listája:
nl_nl: Oper nieuwsberichten:
pl_pl: Wiadomo¶ci dla operatorów:
pt_pt: Oper News itens:

source: OperServ : %6d records, %5d kB
ca_es: OperServ : %6d registres, %5d kB
de_de: OperServ : %6d Einträge, %5d kB
el_gr: OperServ : %6d βάσεις, %5d kB
hu_hu: OperServ : %6d bejegyzés, %5d kB
pl_pl: OperServ : %6d rekordów, %5d kB
pt_pt: OperServ : %6d registros, %5d kB

source: Operflags %s have been added for %s.
ca_es: An O:Line with the flags %s has been added for %s.
de_de: Operflags %s wurden für %s hinzugefügt.
el_gr: An O:Line with the flags %s has been added for %s.
hu_hu: %s operflagek megadva a %s nicknek.
nl_nl: Operflags %s zijn toegevoegd voor %s.
pl_pl: Flagi operatora %s zosta³y przyznane dla %s.
pt_pt: As Operflags %s foram adicionadas para %s.

source: Ops protection
ca_es: Protecció de Ops
de_de: Op-Schutz
el_gr: Προστασία στους Ops
hu_hu: Opok védelme
nl_nl: Ops bescherming
pl_pl: DONTKICKOPS
pt_pt: Proteção de OPs

source: Option %s cannot be set on this network.
ca_es: Opció %s no pot ser establerta en aquesta xarxa.
de_de: Option %s kann in diesem Netzwerk nicht benutzt werden.
el_gr: Η επιλογή %s δεν μπορεί να χρησιμοποιηθεί στο δίκτυο αυτό.
hu_hu: Ez az opció: %snem állítható be ezen a hálózaton.
nl_nl: Optie %s kan niet gezet worden op dit netwerk.
pl_pl: Opcja %s nie jest dostêpna w tej sieci.
pt_pt: Opção %s não pode ser usada nesta Rede.

source: PROTECT #channel [ nick ]
pl_pl: PROTECT #kana³ [ nick ]

source: Passcode for %s is %s.
de_de: Passcode für %s ist %s.
hu_hu: Kód a %s nickhez: %s.
nl_nl: Verificatiecode voor %s is %s.
pl_pl: Kod rejestracyjny dla %s to %s.
pt_pt: Passcode para %s é %s.

source: Password accepted - you are now recognized.
ca_es: Clau aceptada - Has estat reconegut.
de_de: Passwort akzeptiert - du bist jetzt angemeldet.
el_gr: Ο κωδικός έγινε δεκτός - τώρα είσαι αναγνωρισμένος.
hu_hu: Jelszavad elfogadva - azonosítás sikeres.
nl_nl: Wachtwoord geaccepteerd - je wordt nu herkend.
pl_pl: Has³o przyjête - jeste¶ zidentyfikowany(a).
pt_pt: Senha aceita - você está agora reconhecido.

source: Password authentication required for that command. Retry after typing %R%s IDENTIFY password .
ca_es: Autentificació per clau requerida per aquesta comanda. Intenta un altre cop després de escriure /msg %s IDENTIFY clau .
de_de: Um diesen Befehl nutzen zu können, musst du dich identifizieren. Versuch es erneut nach /msg %s IDENTIFY Passwort .
el_gr: Ο κωδικός αναγνώρισης απαιτείται για αυτή την εντολή. Ξαναπροσπαθήστε αφού γράψετε /msg %s IDENTIFY ^_κωδικός^_.
hu_hu: Jelszavas azonositás szükséges ehhez a parancshoz. Próbáld újra miután beírtad: /msg %s IDENTIFY jelszó.
nl_nl: Wachtwoord verificatie benodigd voor dat commando. Probeer opnieuw na het typen van /msg %s IDENTIFY wachtwoord .
pl_pl: Aby u¿yæ tej komendy musisz siê zidentyfikowaæ. Napisz /msg %s IDENTIFY has³o , a pó¼niej ponów próbê.
pt_pt: Identificação de senha requerida para usar este comando. Tente novamente após digitar /msg %s IDENTIFY senha .

source: Password authentication required for that command. Retry after typing %R%s IDENTIFY %s password .
ca_es: Autentificació per clau requerida per aquesta comanda. Intenta de nou després d'escriure /msg %s IDENTIFY %s clau .
hu_hu: Jelszavas azonositás szükséges ehhez a parancshoz. Próbáld újra miután beírtad: /msg %s IDENTIFY %s jelszó.
pl_pl: Do u¿ycia tej komendy wymagana jest identyfikacja. Napisz /msg %s IDENTIFY %s has³o , a pó¼niej ponów próbê.

source: Password changed to %s.
ca_es: Clau canviada a %s.
hu_hu: Jelszavad megváltoztatva a következõre: %s.
pl_pl: Has³o zosta³o zmienione na %s.

source: Password changed.
ca_es: Clau canviada.
hu_hu: Jelszavad megváltoztatva.
pl_pl: Has³o zosta³o zmienione.

source: Password for %s changed to %s.
de_de: Passwort für %s wurde auf %s gesetzt.
pl_pl: Has³o dla %s zosta³o zmienione na %s.

source: Password for %s changed.
de_de: Passwort für %s wurde geändert.
pl_pl: Has³o dla %s zosta³o zmienione.

source: Password for %s is %s.
ca_es: La clau per %s es %s.
de_de: Passwort von %s ist %s.
el_gr: Ο κωδικός για τον %s είναι %s.
hu_hu: %s jelszava: %s.
nl_nl: Wachtwoord voor %s is %s.
pl_pl: Has³o dla %s to %s.
pt_pt: Senha para %s é %s.

source: Password incorrect.
ca_es: Clau incorrecta.
de_de: Falsches Passwort.
el_gr: Λάθος κωδικός.
hu_hu: Hibás jelszó.
nl_nl: Wachtwoord incorrect.
pl_pl: Nieprawid³owe has³o.
pt_pt: Senha incorreta.

source: Password of %s has been sent.
ca_es: La clau de %s ha estat enviada.
de_de: Das Passwort von %s wurde per eMail verschickt.
el_gr: Ο κωδικός του %s έχει σταλθεί.
hu_hu: %s nick jelszava elküldve.
nl_nl: Wachtwoord %s is verstuurd.
pl_pl: Has³o do nicka %s zosta³o wys³ane.
pt_pt: Senha para %s foi enviada.

source: Peace option for %s is now OFF.
de_de: Peace Option für %s ist jetzt OFF.
pl_pl: Opcja PEACE dla kana³u %s zosta³a wy³±czona.
pt_pt: Opção Peace para %s está agora DESATIVADA.

source: Peace option for %s is now ON.
de_de: Peace Option für %s ist jetzt ON.
pl_pl: Opcja PEACE dla kana³u %s zosta³a w³±czona.
pt_pt: Opção Peace para %s está agora ATIVADA.

source: Please contact an Operator to get a vhost assigned to this nick.
de_de: Bitte kontaktiere einen IRC Operator, um diesem Nicknamen einen vHost zuzuweisen.
hu_hu: Keress meg egy Operátort és kérj tõle vhostot.
nl_nl: Neem contact op met een Operator om een vhost aan deze nick te binden.
pl_pl: Skontaktuj siê z operatorem, aby uzyskaæ vhosta na ten nick.
pt_pt: Por favor contacte algum Operator para receber um vhost associado a este nick.

source: Please try again with a more obscure password. Passwords should be at least five characters long, should not be something easily guessed (e.g. your real name or your nick), and cannot contain the space or tab characters.
ca_es: Per favor intenti novamente amb una clau mes oculta. Les claus han de ser de com a mínim 5 caràcters, no han de ser fàcils d'encertar (ex. Nom real o Nick), i no poden contenir el caràcter d'espai o tabulació.
de_de: Bitte versuche es nochmal mit einem besseren Passwort. Passworte sollten mindestens 5 Zeichen lang sein und nichts mit deinem Nicknamen zu tun haben. Weiterhin kann keine Leer oder Tabulatortaste enthalten sein.
el_gr: Παρακαλώ προσπάθησε ξανά με έναν πιο πολύπλοκο κωδικό. Οι κωδικοί πρέπει να είναι τουλάχιστον έως πέντε χαρακτήρες, να μην είναι εύκολοι να μαντευτούν (π.χ. το πραγματικό ονομά σου ή το ψευδώνυμο σου), και να μην περιέχει κενό ή διάφοπους άλλους χαρακτήρες.
hu_hu: Próbálj nehezebb jelszót használni .Jelszavad min. öt karakter legyen, és nem kitalálható legyen, (ne a nickneved/valósneved), ne legyen benne írásjel.
nl_nl: Probeer aub opnieuw met een onduidelijker wachtwoord. Wachtwoorden moeten tenminste 5 tekens lang zijn, niet iets makkelijk raadbaars (bijv. je echte naam of je nick), en kan geen tab of spatie bevatten.
pl_pl: Proszê spróbowaæ ponownie z trudniejszym has³em. Has³o powinno mieæ minimum 5 znaków oraz powinno zawieraæ cyfry i litery.
pt_pt: Por favor tente novamente com uma senha mais difícil. Não use TAB ou espaços.

source: Please use a valid server name when juping
de_de: Benutze bitte einen gültigen hostnamen, wenn du jupiterst
hu_hu: Kérlek használj érvényes szerver nevet amikor jupolsz!
nl_nl: Gebruik een geldige servernaam bij het jupen
pl_pl: Proszê u¿yæ prawid³owej nazwy serwera.
pt_pt: Por favor, use um nome de servidor válido quando estiver "jupando".

source: Please use the symbol of # when attempting to register
de_de: Verwende bitte nur das Symbol # wenn du versuchst ein Channel zu registrieren.
nl_nl: Gebruik het # symbool wanner je probeert een kanaal te registeren.
pl_pl: U¿yj symboli # lub & podczas rejestracji
pt_pt: Por favor use o símbolo # quando tentar registrar

source: Please wait %d seconds and retry.
ca_es: Per favor espera %d segons i intenta un altre cop.
de_de: Bitte warte noch %d Sekunden und versuche es dann erneut.
el_gr: Παρακαλώ περίμενε %d δευτερόλεπτα και ξαναπροσπάθησε.
hu_hu: Kérlek várj %d másodpercet és próbáld újra.
nl_nl: Wacht %d seconden en probeer opnieuw.
pl_pl: Proszê odczekaæ %d sekund(y) i ponowiæ próbê.
pt_pt: Por favor aguarde %d segundos e tente novamente.

source: Please wait %d seconds before using the GROUP command again.
ca_es: Per favor espera %d segons abans d'utilitzar la comanda GROUP novament.
de_de: Bitte warte %d Sekunden, bevor der GROUP Befehl wieder funktioniert.
el_gr: Παρακαλώ περίμενε %d δευτερόλεπτα και μετά ξαναχρησιμοποίησε την εντολή ομαδοποίησης.
hu_hu: Kérlek várj %d másodpercet, mielõtt ismét használod a GROUP parancsot.
nl_nl: Wacht %d seconden voor het opnieuw gebruiken van het GROUP commando.
pl_pl: Odczekaj %d sekund przed ponownym u¿yciem komendy GROUP.
pt_pt: Por favor espere %d segundos antes de usar o comando GROUP novamente.

source: Please wait %d seconds before using the REGISTER command again.
ca_es: Per favor espera %d segons abans d'utilitzar la comanda REGISTER novament.
de_de: Bitte warte %d Sekunden, bevor der REGISTER Befehl wieder funktioniert.
el_gr: Παρακαλώ περίμενε %d δευτερόλεπτα και μετά ξαναχρησιμοποίησε την εντολή κατοχύρωσης ξανά.
hu_hu: Várj %d másodpercet mielõtt használnád ezt a parancsot!
nl_nl: Wacht %d seconden voor het opnieuw gebruiken van het REGISTER commando.
pl_pl: Odczekaj %d sekund przed ponownym u¿yciem komendy REGISTER.
pt_pt: Por favor espere %d segundos antes de usar o comando REGISTER novamente.

source: Please wait %d seconds before using the RSEND command again.
de_de: Bitte warte %d Sekunden bevor der RSEND Befehl wieder funktioniert.
hu_hu: Kérlek várj %d másodpercet mielõtt újra használod az RSEND parancsot.
nl_nl: Wacht %d seconden voor je het RSEND commando weer gebruikt.
pl_pl: Odczekaj %d sekund przed ponownym u¿yciem komendy RSEND.
pt_pt: Por favor aguarde %d segundos antes de usar o comando RSEND novamente.

source: Please wait %d seconds before using the SEND command again.
ca_es: Per favor espera %d segons abans d'utilizar la comanda SEND un altre cop.
de_de: Bitte warte %d Sekunden bis du den SEND Befehl wieder benutzen kannst.
el_gr: Παρακαλώ περίμενε %d δευτερόλεπτα πριν χρησιμοποιήσεις την εντολή SEND ξανά.
hu_hu: Kérlek, várj %d másodpercet mielõtt SEND parancsot újra használod!
nl_nl: Wacht %d seconden voor het opnieuw gebruiken van het SEND commando.
pl_pl: Odczekaj %d sekund(y) przed ponownym u¿yciem komendy SEND.
pt_pt: Por favor aguarde %d segundos antes de usar o comando SEND novamente.

source: Private mode of bot %s is now OFF.
ca_es: Mode privado del bot %s esta ara desactivat.
de_de: Private-Mode des Bots im %s ist jetzt OFF.
el_gr: Μυστικότητα επιλογής του bot %s είναι τώρα OFF.
hu_hu: Private mód a %s botban most OFF.
nl_nl: Prive mode van bot %s staat nu UIT.
pl_pl: Opcja PRIVATE bota %s zosta³a wy³±czona.
pt_pt: Modo Privado do bot %s está agora DESATIVADO.

source: Private mode of bot %s is now ON.
ca_es: Mode privado del bot %s esta ara activat.
de_de: Private-Mode des Bots im %s ist jetzt ON.
el_gr: Μυστικότητα επιλογής του bot %s είναι τώρα ON.
hu_hu: Private mód a %s botban most ON.
nl_nl: Prive mode van bot %s staat nu AAN.
pl_pl: Opcja PRIVATE bota %s zosta³a w³±czona.
pt_pt: Modo Privado do bot %s está agora ATIVADO.

source: Private option for %s is now OFF.
de_de: Private Option für %s ist jetzt OFF.
pl_pl: Opcja PRIVATE dla kana³u %s zosta³a wy³±czona.
pt_pt: Opção Private para %s está agora DESATIVADA.

source: Private option for %s is now ON.
de_de: Private Option für %s ist jetzt ON.
pl_pl: Opcja PRIVATE dla kana³u %s zosta³a w³±czona.
pt_pt: Opção Private para %s está agora ATIVADA.

source: Private option is now OFF for %s.
de_de: Der Privat-Modus (PRIVATE) ist für %s jetzt deaktiviert (OFF).
pl_pl: Opcja prywatno¶ci dla %s zosta³a wy³±czona.

source: Private option is now OFF.
hu_hu: A Private opció most már OFF.
pl_pl: Opcja prywatno¶ci zosta³a wy³±czona.

source: Private option is now ON for %s.
de_de: Der Privat-Modus (PRIVATE) ist für %s jetzt aktiviert (ON).
pl_pl: Opcja prywatno¶ci dla %s zosta³a w³±czona.

source: Private option is now ON.
hu_hu: A Private opció most már ON.
pl_pl: Opcja prywatno¶ci zosta³a w³±czona.

source: Protection
ca_es: Protecció
de_de: Kill-Schutz
el_gr: Προστασία
hu_hu: Kill védelem
nl_nl: Bescherming
pl_pl: KILL
pt_pt: Proteção

source: Protection is now OFF for %s.
de_de: Schutz des Nicknamens %s ist jetzt deaktiviert (OFF).
pl_pl: Ochrona dla %s jest teraz wy³±czona.

source: Protection is now OFF.
hu_hu: A Kill védelem opció most már OFF.
pl_pl: Ochrona jest teraz wy³±czona.

source: Protection is now ON for %s, with a reduced delay.
de_de: Schutz des Nicknamens %s mit verkürzter Verzögerung aktiviert (ON).
pl_pl: Ochrona dla %s ze zredukowanym opó¼nieniem jest teraz w³±czona.

source: Protection is now ON for %s, with no delay.
de_de: Schutz des Nicknamens %s ohne Verzögerung aktiviert (ON).
pl_pl: Natychmiastowa ochrona dla %s jest teraz w³±czona

source: Protection is now ON for %s.
de_de: Schutz des Nicknamens %s ist jetzt aktiviert (ON).
pl_pl: Ochrona dla %s jest teraz w³±czona.

source: Protection is now ON, with a reduced delay.
hu_hu: A Kill védelem opció most már ON, csökkentet idõvel.
pl_pl: Ochrona ze zredukowanym opó¼nieniem jest teraz w³±czona.

source: Protection is now ON, with no delay.
de_de: Kill-Schutz ist jetzt ON, ohne Wartezeit.
el_gr: Η επιλογή προστασίας είναι τώρα ON, με κανένα περιθώριο να γίνει εντολή αναγνώρισης.
hu_hu: A Kill védelem opció most már ON, késleltetés nélkül.
nl_nl: Protectie staat nu AAN, zonder vertraging.
pl_pl: Natychmiastowa ochrona jest teraz w³±czona.
pt_pt: Proteção de KILL está agora ATIVADA, sem tempo de espera.

source: Protection is now ON.
hu_hu: A Kill védelem opció most már ON.
pl_pl: Ochrona jest teraz w³±czona.

source: Providing IRCD handler for: %s
hu_hu: IRCD kezelés: %s
pl_pl: Zapewnia IRCD handler dla : %s

source: Providing command: %R%s %s
ca_es: Providing command: /msg %s %s
de_de: Unterstützte Befehle: /msg %s %s
el_gr: Providing command: /msg %s %s
hu_hu: Modul parancsai: /msg %s %s
nl_nl: Stelt het commando: /msg %s %s ter beschikking
pl_pl: Dodane komendy: /msg %s %s
pt_pt: Comando fornecido: //msg %s %s

source: RANDOMNEWS {ADD|DEL|LIST} [ text | num ]
ca_es: RANDOMNEWS {ADD|DEL|LIST} [ text | numero ]
de_de: RANDOMNEWS {ADD|DEL|LIST} [ Text | Nummer ]
el_gr: RANDOMNEWS {ADD|DEL|LIST} [ περιεχόμενο | νούμερο ]
hu_hu: RANDOMNEWS { ADD | DEL | LIST } [ szöveg | szám ]
nl_nl: RANDOMNEWS {ADD|DEL|LIST} [ text | nr ]
pl_pl: RANDOMNEWS {ADD|DEL|LIST} [ tekst | numer ]
pt_pt: RANDOMNEWS {ADD|DEL|LIST} [ texto | núm ]

source: READ [ channel ] { list | LAST | NEW}
ca_es: READ [ canal ] { llista | LAST | NEW}
de_de: READ [ Channel ] { Liste | LAST | NEW}
el_gr: READ [ κανάλι ] { list | LAST | NEW}
hu_hu: READ [ #szoba ] { list | LAST | NEW }
nl_nl: READ [ kanaal ] { lijst | LAST | NEW}
pl_pl: READ [ kana³ ] { lista | LAST | NEW}
pt_pt: READ [ canal ] { list | LAST | NEW}

source: RECOVER nickname [ password ]
ca_es: RECOVER nickname [ clau ]
de_de: RECOVER Nickname [ Passwort ]
hu_hu: RECOVER nicknév [ jelszó ]
nl_nl: RECOVER nickname [ wachtwoord ]
pl_pl: RECOVER nick [ has³o ]
pt_pt: RECOVER nick [ senha ]

source: REGISTER channel description
ca_es: REGISTER canal descripció
de_de: REGISTER Channel Beschreibung
hu_hu: REGISTER #szoba leírás
nl_nl: REGISTER kanaal beschrijving
pl_pl: REGISTER kana³ opis
pt_pt: REGISTER canal descrição

source: REGISTER password email
ca_es: REGISTER clau email
de_de: REGISTER Passwort eMail
el_gr: REGISTER ^_κωδικό^_ ^_email^_
hu_hu: REGISTER jelszó email
nl_nl: REGISTER wachtwoord email
pl_pl: REGISTER has³o email
pt_pt: REGISTER senha email

source: REGISTER password [ email ]
ca_es: REGISTER clau [ email ]
de_de: REGISTER Passwort [ eMail ]
el_gr: REGISTER ^_κωδικό^_ [^_email^_]
hu_hu: REGISTER jelszó [ email ]
nl_nl: REGISTER wachtwoord [ email ]
pl_pl: REGISTER has³o [ email ]
pt_pt: REGISTER senha [ email ]

source: RELEASE nickname [ password ]
ca_es: RELEASE nickname [ clau ]
hu_hu: RELEASE nicknév [ jelszó ]
nl_nl: RELEASE nickname [ wachtwoord ]
pl_pl: RELEASE nick [ has³o ]
pt_pt: RELEASE nick [ senha ]

source: RSEND { nick | channel } memo-text
de_de: RSEND { Nickname | Channel } Memo-text
hu_hu: RSEND { nick | #szoba } memo-szöveg
nl_nl: RSEND { nick | kanaal } memo-tekst
pl_pl: RSEND { nick | kana³ } tre¶æ
pt_pt: RSEND { nick | canal } mensagem

source: Random news item #%d deleted.
ca_es: Notícia a l'atzar #%d esborrada.
de_de: Randomnews Eintrag #%d gelöscht.
el_gr: Το μήνυμα στην θέση #%d διαγράφηκε.
hu_hu: Random news tétel #%d törölve.
nl_nl: Willekeurig nieuwsbericht #%d verwijderd.
pl_pl: Losowa wiadomo¶æ #%d zosta³a skasowana.
pt_pt: RandomNews item #%d deletado.

source: Random news item #%d not found!
ca_es: Noticia a l'atzar #%d no trobada!
de_de: Randomnews Eintrag #%d nicht gefunden!
el_gr: Το μήνυμα στην θέση #%d δεν βρέθηκε!
hu_hu: Random news tétel #%d nem található!
nl_nl: Willekeurig nieuwsbericht #%d niet gevonden!
pl_pl: Losowa wiadomo¶æ #%d nie zosta³a znaleziona!
pt_pt: RandomNews item #%d não encontrado!

source: Random news items:
ca_es: Notícies al Azar:
de_de: Random news Einträge:
el_gr: Νέα για το δίκτυο:
hu_hu: Véletlenszerû hírek listája:
nl_nl: Willekeurige nieuwsberichten:
pl_pl: Losowe wiadomo¶ci:
pt_pt: Random News itens:
