Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: STATUS channel nickname  Returns the current access level of the given nick on the given channel. The reply is of the form: STATUS channel nickname access-level If an error occurs, the reply will be in the form: STATUS ERROR error-message
ca_es: Sintàxi: STATUS canal nickname  Retorna el nivell d'accés actual del nick donat en el canal donat. La resposta és de la forma: STATUS canal nickname nivell-de-accés Si un error es dóna, la resposta serà de la forma: STATUS ERROR missatge-de-error limitat a administradors de serveis.
de_de: Syntax: STATUS Channel Nickname  Liefert den Zugriffslevel des angegebenen Nicknamen aus dem Channel. Die Antwort erfolgt in dieser Form: STATUS Channel Nickname Access-Level Tritt ein Fehler auf, wird die Antwort in dieser Form zurückgeliefert: STATUS ERROR error-message
el_gr: Σύνταξη: STATUS κανάλι ψευδώνυμο  Επιστρέφει την συγκεκριμένη access level του ανάλογου ψευδώνυμου στο ανάλογο κανάλι. Η απάντηση θα είναι της μορφής: STATUS κανάλι ψευδώνυμο access-level Αν βρείτε λάθος, θα δείτε το εξής μήνυμα: STATUS ERROR λάθος-μήνυμα Μόνο για τους Services Operators.
hu_hu: Syntax: STATUS #szoba nicknév  Kiirja a nicknév aktuális hozzáférési szintjét a megadott csatornán. Válasz a következõ formában:: STATUS szoba nicknév access-szint Ha hiba történik akkor a válasz a következõ formátunú: STATUS ERROR Hiba - üzenet Korlátozva Szervíz adminnak.
nl_nl: Gebruik: STATUS kanaal nick  Geeft het huidige toegangsniveau van de gegeven nick op het gegeven kanaal weer. Het antwoord is in het formaat: STATUS kanaal nick toegangsniveau Als er een fout optreed zal het antwoord zijn in het formaat: STATUS ERROR fout-bericht
pl_pl: Sk³adnia: STATUS kana³ nick  Wy¶wietla aktualny poziom dostêpu (access level) wskazanego nicka na kanale. Format odpowiedzi jest nastêpuj±cy: STATUS kana³ nick poziom-dostêpu W przypadku wyst±pienia b³êdu, format odpowiedzi bêdzie nastêpuj±cy: STATUS ERROR informacja-o-b³êdzie
pt_pt: Sintaxe: STATUS canal nick  Retorna o nível de acesso atual de um determinado nick em um determinado canal. A resposta será no formato: STATUS canal nick nível-de-acesso Se um erro ocorrer, a resposta será no formato: STATUS ERROR mensagem-de-erro

source: Syntax: STATUS nickname ... Returns whether the user using the given nickname is recognized as the owner of the nickname. The response has this format: nickname status-code account where nickname is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - no such user online or nickname not registered 1 - user not recognized as nickname's owner 2 - user recognized as owner via access list only 3 - user recognized as owner via password identification Up to sixteen nicknames may be sent with each command; the rest will be ignored. If no nickname is given, your status will be returned.
ca_es: Sintaxis: STATUS nickname ... Retorna informació sobre si l'usuari que utilitza el nick especificat ha estat reconegut com el propietari del nickname. La resposta te el següent format: nickname codi-del-status account where nickname is the nickname sent with the command, codi-del-status is one of the following, and account is the account they are logged in as. 0 - Usuari no esta en linea o el nick no esta registrat. 1 - Usuari no reconegut com el propietari del nick. 2 - Usuari reconegut sols mitjançant la llista d'accés. 3 - Usuari reconegut mitjançant autentificació per clau. Fins 16 nicknames poden ser enviats amb cada comanda. El reste seran ignorats. If no nickname is given, your status will be returned.
de_de: Syntax: STATUS Nickname  Liefert einen Wert zurück, der besagt, ob der augenblickliche Nutzer des Nicknamens der identifizierte Eigentümer ist, oder nicht.Die Antwort hat das Format: Nickname Status-Code Account where Nickname is the nickname sent with the command, Status-Code is one of the following, and Account is the account they are logged in as. 0 - User ist nicht online oder Nickname ist nicht registriert 1 - User wird nicht als Eigentümer erkannt 2 - User wird als Eigentümer erkannt durch die Zugriffsliste 3 - User wird als Eigentümer erkannt durch die Identifizierung mit Passwort Bis zu 16 Nicknamen können mit dem Befehl übergeben werden, der Rest wird ignoriert. Wenn kein Nickname angegeben wird, wird dein STATUS angezeigt.
el_gr: Σύνταξη: STATUS ψευδώνυμο(α) ... Σας ενημερώνει για το αν ο χρήστης που χρησιμοποιεί το ψευδώνυμο που δώσατε, έχει αναγνωριστεί σαν κάτοχός του. Το αποτέλεσμα της εντολής έχει τη μορφή: ψευδώνυμο κωδικός-κατάστασης account where ψευδώνυμο is the nickname sent with the command, κωδικός-κατάστασης is one of the following, and account is the account they are logged in as. 0 - δεν υπάρχει τέτοιος χρήστης συνδεδεμένος ή το ψευδώνυμο είναι μη κατοχυρωμένο 1 - ο χρήστης δεν αναγνωρίστηκε σαν κάτοχος του ψευδωνύμου 2 - ο χρήστης αναγνωρίστηκε σαν κάτοχος μέσω της λίστας πρόσβασης μόνο 3 - ο χρήστης αναγνωρίστηκε σαν κάτοχος του ψευδωνύμου μέσω της αναγνώρισης με κωδικό Μέχρι δεκαέξι ψευδώνυμα μπορούν να χρησιμοποιηθούν με κάθε εντολή; Τα υπόλοιπα θα αγνοούνται. If no nickname is given, your status will be returned.
hu_hu: Syntax: STATUS nicknév ... A következõket kapod, ha a nicknévre, amit a felhasználó használ azonosította magát, mint tulajdonos. Az eredmény formája a következõ: nicknév státusz-kód account where nickname is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - Nincs ilyen user online vagy a nick nem regisztrált 1 - A felhasználó nem azonosított be, mint a nick tulajdonosa 2 - A felhasználó beazonosított, mint tulajdonos de csak a hozzáférési lista alapján 3 - A felhasználó beazonosított tulajdonosként a jelszavával Tizenhat nicknév küldhetõ el parancsonként; a többit figyelmen kívül hagyja. If no nickname is given, your status will be returned.
nl_nl: Gebruik: STATUS nick ... Geef terug of de gebruiker van de gegeven nick wordt herkend als de eigenaar van die nick. Het antwoord is in dit formaat: nick status-code account where nick is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - gebruiker niet online of nick niet geregistreerd 1 - gebruiker wordt niet herkend als de eigenaar van de nick 2 - gebruiker wordt alleen via de toegangslijst herkend als eigenaar 3 - gebruiker wordt door wachtwoordidentificatie herkend als eigenaar Er kunnen maximaal zestien nicks per keer worden verstuurd; de rest wordt genegeerd. If no nickname is given, your status will be returned.
pl_pl: Sk³adnia: STATUS nick ... Zwraca status wskazanych u¿ytkowników (czy s± rozpoznawani jako w³a¶ciciele nicka). Odpowied¼ ma nastêpuj±cy format: nick kod account where nick is the nickname sent with the command, kod is one of the following, and account is the account they are logged in as. 0 - u¿ytkownik jest offline lub nick niezarejestrowany 1 - u¿ytkownik nie zidentyfikowa³ siê jako w³a¶ciciel nicka 2 - u¿ytkownik rozpoznany na podstawie listy dostêpu 3 - u¿ytkownik rozpoznany na podstawie has³a Maksymalnie mo¿na podaæ 16 nicków w jednym poleceniu. Reszta bêdzie ignorowana. Je¶li nie zostanie podany ¿aden nick zostanie zwrócony twój status.
pt_pt: Sintaxe: STATUS nick ... Retorna se o usuário que está usando um determinado nick é reconhecio como dono do nick. A resposta tem este formato: nick código-de-status account where nick is the nickname sent with the command, código-de-status is one of the following, and account is the account they are logged in as. 0 - usuário não está conectado ou o nick não está registrado 1 - usuário não reconhecido como dono do nick 2 - usuário reconhecido como dono só pela lista de acesso 3 - usuário reconhecido como dono via identificação por senha Até 16 nicks podem ser enviados com cada comando; o resto será ignorado. Se nenhum nick for fornecido, seu status será exibido.

source: Syntax: SUSPEND channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by using the UNSUSPEND command to preserve all previous channel data/settings. Reason may be required on certain networks.
de_de: Syntax: SUSPEND Channel [ Grund ] Verbietet jegliche Nutzung des Channels. Kann durch den UNSUSPEND Befehls wieder aufgehoben werden, wobei alle vorherigen Einstellungen wieder übernommen werden. Ein Grund kann auf manchen Netzwerke notwendig sein.
hu_hu: Syntax: SUSPEND #szoba [ indok ] Elutasít minden szobahasználatot. Lehet törölni a UNSUSPEND paranccsal és akkor használható az öüsszes megörzött szoba adat/beállítás. Indoklást kér némelyik hálózat. Korlátozva Szervíz adminnak.
nl_nl: Gebruik: SUSPEND kanaal [ reden ] Verbied iedereen van het registreren of gebruiken van het gegeven kanaal. Kan ongedaan gemaakt worden door middel van het UNSUSPEND commando om alle vorige kanaal data en instellingen te behouden. Op sommige netwerken is een reden verplicht.
pl_pl: Sk³adnia: SUSPEND kana³ [ powód ] Zawiesza dzia³anie wskazanego kana³u. Blokada mo¿e zostaæ zdjêta z zachowaniem wszelkich ustawieñ komend± UNSUSPEND. W niektórych sieciach wymagane jest podanie powodu.
pt_pt: Sintaxe: SUSPEND canal [ motivo ] Proibe qualquer um de registrar ou usar o canal dado. Pode ser cancelado usando o comando UNSUSPEND para preservar todos os dados/configurações anteriores do canal. Um motivo pode ser necessário em algumas redes.

source: Syntax: SVSNICK nick newnick  Forcefully changes a user's nickname from nick to newnick.
de_de: Syntax: SVSNICK Nickname Neuer-Nickname  Erzwingt die Änderung des Nicknamens eines User zu dem neuen Nicknamen.
hu_hu: Syntax: SVSNICK nick újnick  Erõszakkal meváltóztatja a user nickevét újnicknévre.
nl_nl: Gebruik: SVSNICK nick nieuwe nick  Veranderd een gebruiker's nick van nick naar nieuwe nick .
pl_pl: Sk³adnia: SVSNICK nick nowy-nick  Zmienia nick wskazanemu u¿ytkownikowi.
pt_pt: Sintaxe: SVSNICK nick novo-nick  Força a mudança do nick de um usuário, de nick a novo-nick.
