Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Type %R%S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
ca_es: Type /msg %S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
de_de: Mit /msg %S HELP SASET option  können mehr Informationen zu den Einstellungen angefordert werden. Die Einstellungen betreffen den angegebenen Nicknamen . Die Befehle sind nur für Services Admins verfügbar.
el_gr: Type /msg %S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
hu_hu: Type /msg %S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
nl_nl: Type /msg %S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .
pl_pl: Aby uzyskaæ wiêcej informacji o danej opcji wpisz: /msg %S HELP SASET opcja 
pt_pt: Type /msg %S HELP SASET option  for more information on a specific option. The options will be set on the given nickname .

source: Type %R%S HELP SASET option  for more information on a particular option.
ca_es: Type /msg %S HELP SASET option  for more information on a particular option.
de_de: Type /msg %S HELP SASET option  for more information on a particular option.
el_gr: Type /msg %S HELP SASET option  for more information on a particular option.
hu_hu: Type /msg %S HELP SASET option  for more information on a particular option.
nl_nl: Type /msg %S HELP SASET option  for more information on a particular option.
pl_pl: Type /msg %S HELP SASET option  for more information on a particular option.
pt_pt: Type /msg %S HELP SASET option  for more information on a particular option.

source: Type %R%S HELP SET option  for more information on a particular option.
ca_es: Escriu /msg %S HELP opció  per més informació sobre una opció en particular.
de_de: Tippe /msg %S HELP Option  für weitere Informationen zu einem bestimmten Befehl.
el_gr: Γράψε /msg %S HELP επιλογή  για περισσότερες πληροφορίες για την κάθε εντολή.
hu_hu: Írd be: /msg %S HELP SET opció  bõvebb információért az adott opcióról.
nl_nl: Type /msg %S HELP option  voor meer informatie over een specifieke optie.
pl_pl: Aby uzyskaæ wiêcej informacji o danej opcji wpisz: /msg %S HELP SET opcja 
pt_pt: Digite /msg %S HELP SET opção  para maiores informações sobre uma opção em particular.

source: Type %R%S SET EMAIL e-mail  in order to set your e-mail. Your privacy is respected; this e-mail won't be given to any third-party person.
ca_es: Escriu /msg %S SET EMAIL e-mail  per provar el teu e-mail. Respectems la teva privacitat; Aquest e-mail no sera entregat a cap persona.
de_de: Tippe /msg %S SET EMAIL eMail  wenn du deine eMail-Adresse einstellen willst. Deine Privatsphäre wird respektiert und deine eMail-Adresse ist Dritten nicht zugänglich.
el_gr: Γράψε /msg %S SET EMAIL ^_e-mail^_ για να προσθέσεις το e-mail στις πληροφορίες του ψευδώνυμού σου. Η μυστικότητα είναι σεβαστή; αυτό το e-mail και ο κωδικός του δεν πρέπει να δωθεί σε κανένα τρίτο πρόσωπο.
hu_hu: Írd be: /msg %S SET EMAIL e-mail  Az email címed nem lesz kiadva harmadik személynek.
nl_nl: Type /msg %S SET EMAIL e-mail  om je e-mail in te stellen. Je privacy wordt gerespecteerd; deze e-mail wordt niet aan een derde partij doorgegeven.
pl_pl: Napisz /msg %S SET EMAIL e-mail , aby ustawiæ adres e-mail. Twoja prywatno¶æ bêdzie uszanowana - nie bêdzie podawany osobom trzecim,
pt_pt: Digite /msg %S SET EMAIL e-mail  para setar seu e-mail. Sua privacidade é respeitada; seu e-mail não será dado para terceiros.

source: Type %R%s LIST NEW to list them.
ca_es: Escriu /msg %s LIST NEW per a llistar els teus memos.
de_de: Tippe /msg %s LIST NEW um eine Auflistung deiner neuen Memos zu erhalten.
el_gr: Γράψε /msg %s LIST NEW για να δεις την λίστα με τα μηνύματα.
hu_hu: Használd a: /msg %s LIST NEW parancsot
nl_nl: Type /msg %s LIST NEW om ze weer te geven.
pl_pl: Napisz /msg %s LIST NEW, aby zobaczyæ listê nowych wiadomo¶ci.
pt_pt: Digite /msg %s LIST NEW para listar.

source: Type %R%s READ %d to read it.
ca_es: Escriu /msg %s READ %d per a llegir-lo.
de_de: Tippe /msg %s READ %d um sie zu lesen.
el_gr: Γράψε /msg %s READ %d για να διαβάσεις.
hu_hu: Használd a /msg %s READ %d parancsot.
nl_nl: Type /msg %s READ %d om deze te lezen.
pl_pl: Napisz /msg %s READ %d aby przeczytaæ.
pt_pt: Digite /msg %s READ %d para ler.

source: Type %R%s READ LAST to read it.
ca_es: Escriu /msg %s READ LAST per llegir el teu últim memo.
de_de: Tippe /msg %s READ LAST um sie zu lesen.
el_gr: Γράψε /msg %s READ LAST για να το διαβάσεις.
hu_hu: Használd a /msg %s READ LAST parancsot.
nl_nl: Type /msg %s READ LAST om deze te lezen.
pl_pl: Napisz /msg %s READ LAST aby przeczytaæ.
pt_pt: Digite /msg %s READ LAST para ler.

source: UMODE nick modes
de_de: UMODE Nickname Modi
hu_hu: UMODE nick mód
pl_pl: UMODE nick flagi
pt_pt: UMODE nick modos

source: UNASSIGN chan
ca_es: UNASSIGN canal
de_de: UNASSIGN channel
hu_hu: UNASSIGN #szoba
nl_nl: UNASSIGN kanaal
pl_pl: UNASSIGN kana³
pt_pt: UNASSIGN canal

source: UNBAN channel [ nick ]
ca_es: UNBAN canal [ nick ]
el_gr: UNBAN κανάλι [ nick ]
hu_hu: UNBAN #szoba [ nick ]
nl_nl: UNBAN kanaal [ nick ]
pl_pl: UNBAN kana³ [ nick ]
pt_pt: UNBAN canal [ nick ]

source: UNSUSPEND channel
hu_hu: UNSUSPEND #szoba
nl_nl: UNSUSPEND kanaal
pl_pl: UNSUSPEND kana³
pt_pt: UNSUSPEND canal

source: UNSUSPEND nickname
nl_nl: UNSUSPEND nick
pl_pl: UNSUSPEND nick
pt_pt: UNSUSPEND nick

source: Unable to load module %s
de_de: Kann Modul %s nicht laden
hu_hu: Nem sikerült a betölteni a %s modult
nl_nl: Laden van de module %s is gefaald
pl_pl: Nie mo¿na za³adowaæ modu³u %s
pt_pt: Impossível carregar o módulo %s

source: Unable to remove module %s
de_de: Kann Modul %s nicht entfernen
hu_hu: Nem sikerült eltávolítani a %s modult
nl_nl: Het verwijderen van module %s is gefaald
pl_pl: Nie mo¿na wy³adowaæ modu³u %s
pt_pt: Impossível remover o módulo %s

source: Unknown SASET option %s.
de_de: Ubekannte SASET option %s.
pl_pl: Nieznana opcja komendy SASET %s.

source: Unknown SET option %s.
ca_es: Opcio SET desconeguda %s.
de_de: Unbekannte SET Option %s.
el_gr: ’γνωστη SET επιλογή %s.
hu_hu: Ismeretlen SET opció: %s.
nl_nl: Onbekende SET optie %s.
pl_pl: Nieznana opcja komendy SET %s.
pt_pt: Opção SET desconhecida: %s.

source: Unknown STATS option %s.
ca_es: Opció STATS %s desconeguda.
de_de: Unbekannte STATS Option %s.
el_gr: ’γνωστη STATS επιλογή %s..
hu_hu: Ismeretlen STATS opció: %s.
nl_nl: Onbekende STATS optie %s.
pl_pl: Nieznana opcja STATS %s.
pt_pt: Opção STATS desconhecida: %s.

source: Unknown command %s.
ca_es: Comanda no coneguda %s.
de_de: Unbekannter Befehl %s.
el_gr: ’γνωστη εντολή %s.
hu_hu: Ismeretlen Parancs %s.
nl_nl: Onbekend commando %s.
pl_pl: Nieznana komenda %s.
pt_pt: Comando desconhecido: %s.

source: Unknown command %s. "%R%s HELP" for help.
ca_es: Comanda no coneguda %s. "/msg %s HELP" per ajuda.
de_de: Unbekannter Befehl %s. "/msg %s HELP" für Hilfe.
el_gr: ’γνωστη εντολή %s. "/msg %s HELP" για βοήθεια.
hu_hu: Ismeretlen parancs %s. Írd be: "/msg %s HELP".
nl_nl: Onbekend commando %s. "/msg %s HELP" voor help.
pl_pl: Nieznana komenda %s. Napisz "/msg %s HELP" aby uzyskaæ pomoc.
pt_pt: Comando desconhecido %s. Digite /msg %s HELP para ajuda.

source: Unknown language number %d. Type %R%s HELP SET LANGUAGE for a list of languages.
ca_es: Numero de llenguatge %d desconegut. Escriu /msg %s HELP SET LANGUAGE per una lllista de llenguatges.
hu_hu: Ismeretlen nyelvi sorszám %d /msg %s HELP SET LANGUAGE
pl_pl: Nieznany numer jêzyka %d. Napisz /msg %s HELP SET LANGUAGE, aby uzyskaæ listê dostêpnych jêzyków.

source: Unknown mode character %c ignored.
ca_es: Caràcter de Mode %c desconegut i ignorat.
de_de: Unbekanntes Mode-Zeichen: %c wurde ignoriert.
el_gr: ’γνωστη επιλογή χαρακτήρα %c αγνοήθηκε.
hu_hu: Ismeretlen mód karakter: %c figyelmen kívül hagyva.
nl_nl: Onbekend mode karakter %c genegeerd.
pl_pl: Nieznany flaga %c zostaje zignorowana.
pt_pt: Modo %c desconhecido e ignorado.

source: Unknown option %s.
ca_es: Opció %s desconeguda.
de_de: Unbekannte Option %s.
el_gr: ’γνωστη επιλογή %s.
hu_hu: Ismeretlen beállítás %s.
nl_nl: Onbekende optie %s.
pl_pl: Nieznana opcja %s.
pt_pt: Opção desconhecida: %s.

source: Unknown option %s. Type %R%S HELP KICK for more information.
ca_es: Opció %s desconeguda. Escriu /msg %S HELP KICK per a més informació
de_de: Unbekannte Option %s. Tippe /msg %S HELP KICK für weitere Informationen.
el_gr: ’γνωστη επιλογή %s. Γράψε /msg %S HELP KICK για περισσότερες πληροφορίες.
hu_hu: Ismeretlen opció: %s. További információért írd be: /msg %S HELP KICK
nl_nl: Onbekende optie %s. Type /msg %S HELP KICK voor meer informatie.
pl_pl: Nieznana opcja %s. Napisz /msg %S HELP KICK, aby uzyskaæ wiêcej informacji.
pt_pt: Opção desconhecida: %s. Digite /msg %S HELP KICK para maiores informações.

source: Unknown option %s. Type %R%S HELP SET for more information.
ca_es: Opció %s desconeguda. Escriu /msg %S HELP SET per a més informació.
de_de: Unbekannte Option %s. Tippe /msg %S HELP SET für weitere Informationen.
el_gr: ’γνωστη επιλογή %s. Γράψε /msg %S HELP SET για περισσότερες πληροφορίες.
hu_hu: Ismeretlen opció: %s. Használd /msg %S HELP SET információért.
nl_nl: Onbekende optie %s. Type /msg %S HELP SET voor meer informatie.
pl_pl: Nieznana opcja %s. Napisz /msg %S HELP SET, aby uzyskaæ wiêcej informacji.
pt_pt: Opção desconhecida: %s. Digite /msg %S HELP SET para maiores informações.

source: Updating databases.
ca_es: Actualitzant les bases de dades.
de_de: Datenbanken wurden aktualisiert.
el_gr: Γίνεται Update στις βάσεις δεδομένων.
hu_hu: Adatbázis mentve.
nl_nl: Bijwerken databases.
pl_pl: Aktualizacja baz danych.
pt_pt: Atualizando banco de dados.

source: Uplink server: %s
pl_pl: Pod³±czony do: %s

source: User %s not found in the nickserv db.
de_de: User %s wurde nicht in der NickServ Datenbank gefunden.
hu_hu: %s felhasználó nincs a nickserv db fájlban.
nl_nl: Gebruiker %s niet gevonden in de nickserv database.
pl_pl: Nie znaleziono %s w bazie serwisu NickServ.
pt_pt: Usuário %s não encontrado na DB do NickServ.

source: User : %6d records, %5d kB
ca_es: Usuari : %6d registres, %5d kB
de_de: User : %6d Einträge, %5d kB
el_gr: Χρήστης : %6d βάσεις, %5d kB
hu_hu: Felhasználó : %6d bejegyzés, %5d kB
nl_nl: Gebruiker : %6d records, %5d kB
pl_pl: U¿ytkownicy : %6d rekordów, %5d kB
pt_pt: Usuários : %6d registros, %5d kB

source: User claiming your nick has been killed. %R%s RELEASE %s to get it back before %s timeout.
ca_es: L'usuari demanant el teu nick ha estat expulsat. /msg %s RELEASE %s per recuperar-lo abans %s time-out.
de_de: Der User, der mit deinem Nicknamen online gewesen ist, wurde entfernt.Tippe: /msg %s RELEASE %s ein, um ihn vor dem %s-Timeout zurückzubekommen.
el_gr: User claiming your nick has been killed. /msg %s RELEASE %s to get it back before %s timeout.
hu_hu: User claiming your nick has been killed. /msg %s RELEASE %s to get it back before %s timeout.
nl_nl: Gebruiker die je nick claimde is gekilld. /msg %s RELEASE %s om deze voor de %s timeout terug te krijgen.
pl_pl: Twój nick zosta³ w³a¶nie przejêty przez serwisy. Napisz /msg %s RELEASE %s, je¶li nie chcesz czekaæ %s sekund na jego automatyczne zwolnienie.
pt_pt: Usuário que usava seu nick foi derrubado. /msg %s RELEASE %s para liberar seu nick antes de %s.

source: User matches channel except.
de_de: User stimmt mit Channel Exception überein.
hu_hu: Fehasználó társítása szobával kivétel.
nl_nl: Gebruiker komt overeen met kanaal-uitzondering.
pl_pl: U¿ytkownik posiada wyj±tek na kanale.
pt_pt: Usuário combina com Except do canal.

source: Users list: Nick Mask
ca_es: Llista d'usuaris: Nick Mascara
de_de: User-Liste: Nickname Maske
el_gr: Λίστα χρηστών: Όνομα Μάσκα
hu_hu: Felhasználó lista: Nick Maszk
nl_nl: Gebruikers lijst: Nick Mask
pl_pl: Lista u¿ytkowników: Nick Maska
pt_pt: Lista de usuários: Nick Máscara

source: VOICE #channel [ nick ]
pl_pl: VOICE #kana³ [ nick ]

source: VOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
ca_es: VOP canal {ADD|DEL|LIST|CLEAR} [ nick | llista ]
de_de: VOP Channel {ADD|DEL|LIST|CLEAR} [ Nickname | entry-liste ]
hu_hu: VOP #csatorna { ADD | DEL | LIST | CLEAR } [ nick | sorszám ]
nl_nl: VOP kanaal {ADD|DEL|LIST|CLEAR} [ nick | lijst ]
pl_pl: VOP kana³ {ADD|DEL|LIST|CLEAR} [ nick | pozycja ]
pt_pt: VOP canal {ADD|DEL|LIST|CLEAR} [ nick | entrada ]

source: VOP list for %s: Num Nick
ca_es: Llista VOP per a %s: Num Nick
de_de: VOP Liste für %s: Nummer Nickname
el_gr: Η VOP λίστα του %s είναι: Νούμερο Ψευδώνυμο
hu_hu: %s VOP listája: Sorszám Nicknév
nl_nl: VOP lijst for %s: Num Nick
pl_pl: Lista VOP kana³u %s: Nr Nick
pt_pt: Lista de VOP para %s: Núm Nick

source: Voices protection
ca_es: Protecció de Voices
de_de: Voice-Schutz
el_gr: Προστασία στους Voices
hu_hu: Voices védelme
nl_nl: Voices bescherming
pl_pl: DONTKICKVOICES
pt_pt: Proteção de Voices

source: Watch your language!
ca_es: Cuida el teu llenguatge!
de_de: Pass bitte auf was du sagst!
el_gr: Πρόσεχε την γλώσσα σου!
hu_hu: Figyelj a stílusra kiskomám!
nl_nl: Let op je taal!
pl_pl: Uwa¿aj co piszesz!
pt_pt: Cuidado com suas palavras!

source: You are already a member of the group of %s.
ca_es: Ja ets membre del grup de %s.
de_de: Du bist bereits Mitglied der Gruppe %s.
el_gr: Είσαι ήδη μέλος της ομάδας του %s.
hu_hu: Már tagja vagy ennek a csoportnak: %s.
nl_nl: Je bent al lid van de group van %s.
pl_pl: Nale¿ysz ju¿ do grupy %s.
pt_pt: Você já é um membro do grupo %s.

source: You are already identified.
de_de: Du bist bereits angemeldet.
hu_hu: Már be vagy azonosítva. :-)
nl_nl: Je bent al geidentificeerd.
pl_pl: Jeste¶ ju¿ zidentyfikowany(a).
pt_pt: Você já está identificado.

source: You are already in %s!
pl_pl: Przebywasz ju¿ na kanale %s!

source: You are no longer a SuperAdmin
de_de: Du bist jetzt kein Super-Admin mehr.
hu_hu: Te nem vagy már Szuper-Admin
nl_nl: Je bent geen SuperAdministrator meer
pl_pl: Nie jeste¶ ju¿ d³u¿ej super-administratorem.
pt_pt: Você não é mais um Super-Admin

source: You are not allowed chanop status on channel %s.
ca_es: No estas autoritzat al status d'operador del canal a %s.
hu_hu: Nem lehetsz szobaop ezen a csatornán: %s.
pl_pl: Nie masz uprawnieñ do statusu operatora na kanale %s.

source: You are not permitted to be on this channel.
ca_es: No estas autoritzat a estar en aquest canal.
de_de: Dir ist es nicht erlaubt, diesen Channel zu betreten.
el_gr: Δεν έχεις την άδεια να είσαι σε αυτό το κανάλι.
hu_hu: Nem tartózkodhatsz ezen a csatornán.
nl_nl: Je hebt geen toestemming om op dit kanaal te zijn.
pl_pl: Nie masz pozwolenia, aby przebywaæ na tym kanale.
pt_pt: Você não tem permissão para permanecer neste canal.

source: You are not permitted to change your memo limit.
ca_es: No estas autoritzat a canviar el teu límit de memos.
de_de: Du hast keine Berechtigung dein Memo-Limit zu ändern.
el_gr: Δεν έχεις το δικαίωμα να αλλάξεις το όριο των μηνυμάτων που θα λαμβάνεις.
hu_hu: Nem változtathatod meg a max. fogadható üzenetek számát.
nl_nl: Je het geen toestemming je memo limiet te veranderen.
pl_pl: Nie mo¿esz zmieniaæ swojego limitu wiadomo¶ci.
pt_pt: Você não tem permissão para mudar seu limite de memos.

source: You are now a SuperAdmin
de_de: Du bist jetzt ein Super-Admin.
hu_hu: Most már Szuper-Admin vagy
nl_nl: Je bent nu een SuperAdministrator
pl_pl: Jeste¶ teraz super-administratorem.
pt_pt: Você é agora um Super-Admin

source: You are now an IRC Operator.
de_de: Du bist jetzt ein IRC Operator.
hu_hu: Most már IRC Operátor vagy!
nl_nl: Je bent nu een IRC Operator.
pl_pl: Jeste¶ teraz IRC operatorem.
pt_pt: Você agora é um Operador de IRC.

source: You are now identified for your nick. Change your password using "%R%s SET PASSWORD newpassword" now.
ca_es: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
de_de: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
el_gr: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
hu_hu: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
nl_nl: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
pl_pl: You are now identified for your nick. Change your password using "/msg %s SET PASSWORD newpassword" now.
pt_pt: You are now identified for your nick

source: You are now in the group of %s.
ca_es: Ara ets membre en el grup de %s.
de_de: Du bist jetzt in der Gruppe %s vertreten.
el_gr: Είσαι τώρα μέσα στην ομάδα του %s.
hu_hu: Mostantól tagja vagy a %scsoportnak.
nl_nl: Je zit nu in de group van %s.
pl_pl: Nale¿ysz teraz do grupy %s.
pt_pt: Você é agora um membro do grupo %s.

source: You can not jupe your services server or your uplink server.
pl_pl: Nie mo¿na wykluczyæ samych serwisów lub uplinka serwisów.

source: You can not request a receipt when sending a memo to yourself.
de_de: Das Erhalten von Empfangsbestätigungen ist nur beim Senden einer Memo an andere User möglich.
nl_nl: Je kan geen ontvangstbevestiging aanvragen voor een memo die je naar jezelf stuurt.
pl_pl: Nie mo¿esz wysy³aæ wiadomo¶ci z potwierdzeniem odbioru do siebie!
pt_pt: Você não pode pedir uma notificação ao enviar uma mensagem a si próprio.

source: You can't ghost yourself!
ca_es: No pots fer GHOST a tu mateix!
de_de: Du kannst dich doch nicht selber ghosten!
el_gr: Δεν μπορείς να σκοτώσεις τον εαυτό σου!
hu_hu: Nem ghostolhatod ki magad!
nl_nl: Je kan jezelf niet ghosten!
pl_pl: Nie mo¿esz usun±æ samego siebie!
pt_pt: Você não pode usar o comando GHOST em si mesmo!

source: You can't recover yourself!
ca_es: No pots recuperar-te a tu mateix!
de_de: Du kannst dich nicht selber recovern!
el_gr: Δεν μπορείς να ψάχνεις τον εαυτό σου!
hu_hu: Nem használhatod az aktiv nickedre!
nl_nl: Je kan jezelf niet herstellen!
pl_pl: Nie mo¿esz odzyskaæ nicka, którego w³a¶nie u¿ywasz!
pt_pt: Você não pode usar o comando RECOVER em si mesmo!

source: You can't use this command. Use the AOP, SOP and VOP commands instead. Type %R%s HELP command  for more information.
ca_es: No pots utilitzar aquest comanda. Utilitza les comandes AOP, SOP i VOP. Escriu /msg %s HELP comanda  per a més informació.
de_de: Du kannst dieses Befehl nicht nutzen. Nutze stattdessen die AOP, SOP und VOP Befehle. Tippe /msg %s HELP Befehl  für weitere Informationen.
el_gr: Δεν μπορείς να χρησιμοποιήσεις αυτή την εντολή. Χρησιμοποίησε AOP, SOP και VOP εντολές αντί για την access. Γράψε /msg %s HELP command  για περισσότερες πληροφορίες.
hu_hu: Nem használhatod ezt a parancsot. Használd az AOP, SOP és VOP parancsokat helyette. Írd be: /msg %s HELP parancs  bõvebb információért.
nl_nl: Je kan dit commando niet gebruiken. Gebruik de AOP, SOP en VOP commando's in plaats van deze. Type /msg %s HELP command  voor meer informatie.
pl_pl: Nie mo¿esz u¿yæ tej komendy. Musisz u¿yæ poleceñ VOP, AOP lub SOP. Napisz /msg %s HELP komenda , aby uzyskaæ wiêcej informacji.
pt_pt: Você não pode usar este comando. Ao invés, use os comandos VOP, HOP, AOP e SOP. Digite /msg %s HELP comando  para mais informação.

source: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type %R%s HELP command  for more information.
ca_es: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.
de_de: Du kannst dieses Befehl nicht nutzen. Nutze stattdessen die AOP, SOP, HOP und VOP Befehle. Tippe /msg %s HELP Befehl  für weitere Informationen.
el_gr: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.
hu_hu: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.
nl_nl: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.
pl_pl: Nie mo¿esz u¿yæ tej komendy. Musisz u¿yæ poleceñ VOP, HOP, AOP lub SOP. Napisz /msg %s HELP komenda , aby uzyskaæ wiêcej informacji.
pt_pt: You can't use this command. Use the AOP, SOP, HOP and VOP commands instead. Type /msg %s HELP command  for more information.

source: You can't use this command. Use the ACCESS command instead. Type %R%s HELP ACCESS for more information.
ca_es: No pots utilitzar aquesta comanda. Utilitza la comanda ACCESS. Escriu /msg %s HELP ACCESS per més informació.
de_de: Du kannst diesen Befehl nicht benutzen. Benutze Stattdessen ACCESS. Tippe /msg %s HELP ACCESS für weitere Informationen.
el_gr: Δεν μπορείς να χρησιμοποιήσεις αυτή την εντολή. Χρησιμοποίησε την ACCESS εντολή αντί για αυτή. Γράψε /msg %s HELP ACCESS για περισσότερες πληροφορίες.
hu_hu: Nem használhatod a parancsot. Használd az ACCESS parancsot. Bõvebb információ: /msg %s HELP ACCESS
nl_nl: Je kan dit commando niet gebruiken. Gebruik het ACCESS commando. Type /msg %s HELP ACCESS voor meer informatie.
pl_pl: Nie mo¿esz u¿yæ tej komendy. U¿yj komendy ACCESS. Napisz /msg %s HELP ACCESS, aby uzyskaæ wiêcej informacji.
pt_pt: Você não pode usar este comando. Ao invés, use o comando ACCESS. Digite /msg %s HELP ACCESS para mais informação.

source: You cannot set the memo limit for %s higher than %d.
ca_es: No pots establir el límite de memos per %s mes de %d.
de_de: Du kannst das Memo-Limit für %s nicht höher als %d setzen.
el_gr: Δεν μπορείς να θέσεις ως όριο μηνυμάτων για τον %s μεγαλύτερο από %d.
hu_hu: %s max. bejövõ üzenetek száma nem lehet több, mint %d.
nl_nl: Je kan de memo limiet voor %s niet hoger dan %d zetten.
pl_pl: Nie mo¿esz ustawiæ limitu wiadomo¶ci dla %s wiêkszego ni¿ %d.
pt_pt: Você não pode colocar o limite de memos para %s maior que %d.

source: You cannot set your memo limit higher than %d.
ca_es: No pots establir el teu límit de memos a mes de %d.
de_de: Du kannst dein Memo-Limit nicht höher als %d setzen.
el_gr: Δεν μπορείς να θέσεις ως όριο μηνυμάτων μεγαλύτερο από %d.
hu_hu: A max. bejövõ üzenetek száma nem lehet több, mint %d.
nl_nl: Je kan je memo limiet niet hoger dan %d zetten.
pl_pl: Nie mo¿esz ustawiæ swojego limitu wiadomo¶ci wiêkszego ni¿ %d.
pt_pt: Você não pode colocar seu limite de memos maior que %d.

source: You cannot unset the e-mail on this network.
ca_es: No pots establir la teva adreça e-mail en aquesta xarxa.
de_de: Du kannst in diesem Netzwerk deine eMail-Adresse nicht entfernen.
el_gr: Δεν μπορείς να απενεργοποιήσεις την διεύθυνση του e-mail σε αυτό το δίκτυο.
hu_hu: Nem törölheted ezen a hálózaton az e-mail címed.
nl_nl: Je kan je e-mail adres niet verwijderen op dit netwerk.
pl_pl: Nie mo¿esz usuwaæ adresu e-mail w tej sieci.
pt_pt: Você não pode remover o e-mail nesta Rede.

source: You currently have %d memos, of which %d are unread.
ca_es: Tens %d memos, dels quals %d encara no han estat llegits.
de_de: Du hast insgesamt %d Memos, davon sind %d ungelesen.
el_gr: Μέχρι στιγμής έχεις %d μηνύματα, εκ των οποίων %d δεν έχουν διαβαστεί.
hu_hu: Van %d üzeneted, ebbõl %d olvasatlan.
nl_nl: Je hebt momenteel %d memo's, waarvan er %d ongelezen zijn.
pl_pl: Aktualnie masz %d wiadomo¶ci, z czego %d jest nieprzeczytanych.
pt_pt: Você possui atualmente %d memos, dos quais %d não foram lidos.
