Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: RESEND Resend a nickserv auth code
de_de: RESEND Sendet ernuet ein "nickserv auth code".
pl_pl: RESEND Wysy³a ponownie kod autoryzuj±cy
pt_pt: RESEND Reenvia um código de autorização do NickServ

source: RESTART Save databases and restart Services
ca_es: RESTART Guarda la base de dades dels serveis i reinicia els serveis
de_de: RESTART Datenbanken speichern und Services neustarten
el_gr: RESTART Σώζει τις βάσεις δεδομένων και επανεκκινεί τα Services
hu_hu: RESTART Menti az adatbázist, és újraindítja a szervízt
nl_nl: RESTART Sla databases op en herstart Services
pl_pl: RESTART Zapisuje bazy i restartuje serwisy
pt_pt: RESTART Salva os dados e reinicia os Services

source: RESTRICTED Restrict access to the channel
ca_es: RESTRICTED Restringeix l'accés al canal
de_de: RESTRICTED Eingeschränkter Zugriff auf den Channel
el_gr: RESTRICTED Απαγόρευση εισόδου στο κανάλι αν δεν έχεις access εκεί
nl_nl: RESTRICTED Limiteer toegang tot het kanaal
pl_pl: RESTRICTED Ogranicza dostêp do kana³u
pt_pt: RESTRICTED Acesso restrito ao canal

source: RSEND Sends a memo and requests a read receipt
de_de: RSEND Sendet eine Memo an einen Nickname oder Channel und sendet dir eine Empfangsbestätigung zurück
hu_hu: RSEND Memo üzenetet küld és olvasási visszaigazolást kér
nl_nl: RSEND Verstuur een memo en verzoek een ontvangstbevestiging
pl_pl: RSEND Wysy³a wiadomo¶æ z ¿±daniem potwierdzenia odbioru
pt_pt: RSEND Envia um memo e pede uma confirmação de leitura

source: Reverses kicker : %s
ca_es: Kicker per inversos : %s
el_gr: Αντιθετος με kick : %s
hu_hu: Visszafelé írásért kirúgás: %s
nl_nl: Inverterings kicker: %s
pl_pl: Kopanie za odw kolorów: %s
pt_pt: Kick por reversos: %s

source: Reverses kicker : %s (%d kick(s) to ban)
ca_es: Kicker per inversos : %s (%d kick(s) per a ban)
de_de: Reverses kicker : %s (%d Kick(s) bis zum Ban)
el_gr: Αντιθετος kick : %s (%d kick(s) to ban)
hu_hu: Visszafelé írásért kirúgás: %s (%d kirúgás után kitiltás)
nl_nl: Inverterings kicker: %s (%d kick(s) om te bannen)
pl_pl: Kopanie za odw kolorów: %s (%d kop(y) do bana)
pt_pt: Kick por reversos: %s (%d kick(s) para banir)

source: SASET Set SET-options on another nickname
de_de: SASET Setzt SET Einstellungen auf einen anderen Nicknamen
pl_pl: SASET Ustawia opcje wskazanemu nickowi

source: SAY Makes the bot say the given text on the given channel
de_de: SAY Veranlaßt ein Bot ein Text in einen Channel zu sagen
pl_pl: SAY Wypowiada przez bota tekst na kanale
pt_pt: SAY Faz com que o bot diga determinado texto no canal dado

source: SECURE Turn nickname security on or off
ca_es: SECURE Activa o desactiva la seguretat de nickname
de_de: SECURE Aktiviert/Deaktiviert den Sicherheitsmodus für deinen Nicknamen
el_gr: SECURE Ενεργοποιεί/απενεργοποιεί τη λειτουργία ασφάλειας
hu_hu: SECURE A nickneved védelmének be-,kikapcsolása
nl_nl: SECURE Zet nickname beveiliging aan of uit
pl_pl: SECURE W³±cza lub wy³±cza bezpieczeñstwo nicka
pt_pt: SECURE Ativa/Desativa os recursos de segurança para o seu nick

source: SECUREFOUNDER Stricter control of channel founder status
ca_es: SECUREFOUNDER Estricto control de l'estatus de fundador del canal
de_de: SECUREFOUNDER Strengere Kontrolle des Founder-Status
el_gr: SECUREFOUNDER Ασφάλεια του founder από το κανάλι
hu_hu: SECUREFOUNDER Csatornán a founder státusz szigorú kezelése
nl_nl: SECUREFOUNDER Sterkere controle van de stichter status
pl_pl: SECUREFOUNDER ¦ci¶le kontroluje status w³a¶ciciela
pt_pt: SECUREFOUNDER Controle rigoroso do status de Fundador do Canal

source: SECUREOPS Stricter control of chanop status
ca_es: SECUREOPS Estricte control de l'estatus de chanop
de_de: SECUREOPS Strengere Kontrolle des Op-Status im Channel
el_gr: SECUREOPS Μόνο όσοι έχουν access θα έχουν op
hu_hu: SECUREOPS A csatornán az op státusz szigorú kezelése
nl_nl: SECUREOPS Sterkere controle van de kanaalop status
pl_pl: SECUREOPS ¦ci¶le kontroluje status operatorów
pt_pt: SECUREOPS Controle rigoroso do status de OP

source: SEND Send a memo to a nick or channel
ca_es: SEND Envia un memo a un nick o canal
de_de: SEND Sendet eine Memo an einen Nickname oder Channel
el_gr: SEND Στέλνει ένα μήνυμα σε ένα ψευδώνυμο ή ένα κανάλι
hu_hu: SEND Üzenetet küld egy nicknek vagy csatornára
nl_nl: SEND Vertstuur een memo naar een nick of kanaal
pl_pl: SEND Wysy³a wiadomo¶æ do u¿ytkownika/kana³u
pt_pt: SEND Envia uma mensagem para um nick ou para um canal

source: SENDALL Send a memo to all registered users
de_de: SENDALL Sendet eine Nachricht an alle registrierten User.
hu_hu: SENDALL Memo küldése minden regisztrált felhasználónak.
nl_nl: SENDALL Stuur een memo naar alle geregistreerde gebruikers
pl_pl: SENDALL Wysy³a wiadomo¶æ do wszystkich zarejestrowanych u¿ytkowników
pt_pt: SENDALL Envia um memo para todos os usuários registrados

source: SENDPASS Forgot your password? Try this
ca_es: SENDPASS Vas oblidar la teva clau? Intenta això
de_de: SENDPASS Passwort vergessen? Versuch das hier.
el_gr: SENDPASS Ξέχασες τον κωδικό? Δοκίμασε αυτό και θα στο στείλουμε εμείς
hu_hu: SENDPASS Elfelejtetted a jelszavad? Próbáld ezt
nl_nl: SENDPASS Je wachtwoord vergeten? Probeer dit
pl_pl: SENDPASS Pomaga odzyskaæ utracone has³o
pt_pt: SENDPASS Esqueceu sua senha? Tente isto

source: SESSION View the list of host sessions
ca_es: SESSION Mostra la llista de sessions de host
de_de: SESSION Hosts mit einer bestimmten Anzahl
el_gr: SESSION Βλέπεις την λίστα με τα host sessions
hu_hu: SESSION Olvassa a sessionok hoszt listáját
nl_nl: SESSION Bekijk de lijst met sessies per host
pl_pl: SESSION Wy¶wietla listê sesji
pt_pt: SESSION Mostra a lista de sessões de host

source: SET Configures bot options
ca_es: SET Configura opcions de bots
de_de: SET Konfiguriert die Bot-Optionen
el_gr: SET Αλλάζετε τις επιλογές του bot
hu_hu: SET Konfigurálja a bot opcióit
nl_nl: SET Configureer bot opties
pl_pl: SET Konfiguruje bota
pt_pt: SET Configura as opções do bot

source: SET Set the vhost of another user
de_de: SET Setzt einem User einen vHost
hu_hu: SET Beállít egy vhosztot a felhasználónak
nl_nl: SET Stel de vhost van een andere gebruiker in
pl_pl: SET Zmienia vhost wskazanemu u¿ytkownikowi
pt_pt: SET Ajusta o vHost de outro usuário

source: SET Set various global Services options
ca_es: SET Estableix varies opcions globals dels serveis
de_de: SET Verschiedene Services Optionen einstellen
el_gr: SET Ρυθμίζεις διάφορες επιλογές των Services
hu_hu: SET Beállítja szervíz általános változóit
nl_nl: SET Stel verscheidene globale Services opties in
pl_pl: SET Ustawia ró¿ne globalne opcje serwisów
pt_pt: SET Configura várias opções globais dos Services

source: SET Set channel options and information
ca_es: SET Establir opcions i informació d'un canal
de_de: SET Bestimmte Channel-Optionen und Informationen einstellen
el_gr: SET Ρυθμίζει τις επιλογές και τις πληροφορίες του καναλιού
hu_hu: SET Beállíthatod a csatornád opcióit
nl_nl: SET Stel kanaal opties en informatie in
pl_pl: SET Modyfikuje ustawienia kana³u
pt_pt: SET Ajusta as opções e informações do canal

source: SET Set options, including kill protection
ca_es: SET Estableix proteccions, inclouent kills
de_de: SET Optionen einstellen, auch Kill-Schutz
el_gr: SET Αλλαγή επιλογών, συμπεριλαμβάνεται η προστασία με αποσύνδεση
hu_hu: SET Opciók beállítása, például kill védelem
nl_nl: SET Opties instellen, inclusief kill bescherming
pl_pl: SET Modyfikuje ustawienia nicka
pt_pt: SET Ajusta opções, incluindo proteção de kill

source: SET Set options related to memos
ca_es: SET Estableix opcions relacionades a memos
de_de: SET Stellt bestimmte Optionen ein in Hinsicht auf Memos
el_gr: SET Αλλάζει τις επιλογές των μηνυμάτων
hu_hu: SET Üzenetekkel kapcsolatos beállításokat hajt végre
nl_nl: SET Stel opties gerelateerd aan memo's in
pl_pl: SET Ustawia opcje zwi±zane z wiadomo¶ciami
pt_pt: SET Ajusta opções relacionadas às mensagens

source: SETALL Set the vhost for all nicks in a group
de_de: SETALL Setzt einer Gruppe einen vHost
hu_hu: SETALL Beállítja a vhosztot összes nicknek a csoportban
nl_nl: SETALL Stel de vhost voor alle nicks in een groep in
pl_pl: SETALL Zmienia vhosty wszystkich nicków w grupie
pt_pt: SETALL Ajusta o vHost de todos os nicks de um grupo

source: SHUTDOWN Terminate the Services program with save
ca_es: SHUTDOWN Termina el programa de serveis guardant els canvios
de_de: SHUTDOWN Datenbanken speichern und Services beenden
el_gr: SHUTDOWN Τερματίζει το πρόγραμμα των Services με ταυτόχρονο γράψιμο των αλλαγών
hu_hu: SHUTDOWN Leállítja a szervíz programot mentéssel
nl_nl: SHUTDOWN Sla databases op en sluit Services af
pl_pl: SHUTDOWN Wy³±cza serwisy z zapisaniem baz
pt_pt: SHUTDOWN Termina os Services salvando os dados

source: SIGNKICK Sign kicks that are done with KICK command
ca_es: SIGNKICK Firma kicks fets amb la comanda KICK
de_de: SIGNKICK Kicks durch ChanServ in dem Channel werden durch den Kicker signiert
el_gr: SIGNKICK Εμφαν. kicks τα οποία γίνονται με την εντολή KICK
hu_hu: SIGNKICK Sign kickek, melyek a KICK paranccsal történnek
nl_nl: SIGNKICK Onderteken kicks die worden uitgevoerd met het KICK commando
pl_pl: SIGNKICK Podpisuje kicki kiedy u¿yto komendy KICK
pt_pt: SIGNKICK Assinatura dos kicks feitos pelo comando KICK

source: SNLINE Manipulate the SNLINE list
ca_es: SNLINE Manipula la llista SNLINE
de_de: SNLINE Die SNLINE-Liste bearbeiten
el_gr: SNLINE Προσθέτει ip στην λίστα SNLINE
hu_hu: SNLINE Szerkeszti az SNLINE listát
nl_nl: SNLINE Beheer de SNLINE lijst
pl_pl: SNLINE Zarz±dza list± SNLINE
pt_pt: SNLINE Manipula a lista de SNLINE

source: SOP Modify the list of SOP users
ca_es: SOP Modifica la llista d'usuaris SOP
de_de: SOP Verwaltet die SOP-Liste von einen Channel
el_gr: SOP Αλλάζει την λίστα των SOP χρηστών
hu_hu: SOP SzuperOperátor lista beállítása
nl_nl: SOP Wijzig de lijst van SOP's
pl_pl: SOP Zarz±dza list± SOP (super-operatorów)
pt_pt: SOP Modifica a lista de SOP (SuperOP) de um canal

source: SQLINE Manipulate the SQLINE list
ca_es: SQLINE Manipula la llista SQLINE
de_de: SQLINE Die SQLINE-Liste bearbeiten
el_gr: SQLINE Προσθέτει ip στην λίστα SQLINE
hu_hu: SQLINE Szerkeszti az SQLINE listát
nl_nl: SQLINE Beheer de SQLINE lijst
pl_pl: SQLINE Zarz±dza list± SQLINE
pt_pt: SQLINE Manipula a lista de SQLINE

source: STAFF Display Services staff and online status
de_de: STAFF Zeigt alle Nicknamen, die Zugriff auf die Services haben, Onlinestatus und Level
hu_hu: STAFF Kijelzi a szervízt és aktív állapotát
pl_pl: STAFF Wy¶wietla ekipê serwisów oraz jej status
pt_pt: STAFF Exibe os membros da Staff dos Services e seu status online

source: STAFF Send a memo to all opers/admins
de_de: STAFF Sendet allen Opers/Admins eine Nachricht.
hu_hu: STAFF Memo küldése minden opernek/adminnak.
nl_nl: STAFF Stuur een memo naar alle opers/admin
pl_pl: STAFF Wysy³a wiadomo¶æ do wszystkich operatorów/administratorów
pt_pt: STAFF Envia um memo para todos os opers/admins

source: STATS Show status of Services and network
ca_es: STATS mostra estatus dels serveis i la xarxa
de_de: STATS Status des Netzes und der Services anzeigen
el_gr: STATS Δείχνει στατιστικά σχετικά με τα Services και το δίκτυο
hu_hu: STATS Mutatja a Szervít és hálózat állapotát
nl_nl: STATS Geeft de status van Services en netwerk weer
pl_pl: STATS Pokazuje informacje o serwisach i sieci
pt_pt: STATS Mostra estatísticas dos Services e da Rede

source: STATUS Returns the current access level of a user on a channel
de_de: STATUS Liefert das Zugriffslevel eines Users in dem Channel
el_gr: STATUS Επιστρέφει την συγκεκριμένη access level του χρήστη στο κανάλι
hu_hu: STATUS Kiírja a felhasználó aktuális hozzáférési szintjét a megadott csatornán
nl_nl: STATUS Geeft het huidige toegangsniveau van een gebruiker op een kanaal weer
pl_pl: STATUS Zwraca aktualny poziom dostêpu do kana³u wskazanego u¿ytkownika
pt_pt: STATUS Fornece o atual nível de acesso de um usuário em um canal

source: STATUS Returns the owner status of the given nickname
de_de: STATUS Zeigt den Status des angegebenen Nicknamens an
pl_pl: STATUS Podaje status w³a¶ciciela podanego nicka
pt_pt: STATUS Retorna o status do owner de um determinado nick

source: SUCCESSOR Set the successor for a channel
ca_es: SUCCESSOR Estableix el successor d'un canal
de_de: SUCCESSOR Stellt den Vertreter des Founders ein
el_gr: SUCCESSOR Αλλάζει τον successor του καναλιού
hu_hu: SUCCESSOR A successor megadása
nl_nl: SUCCESSOR Stelt de opvolger van het kanaal in
pl_pl: SUCCESSOR Ustawia nick spadkobiercy kana³u
pt_pt: SUCCESSOR Ajusta o sucessor do canal

source: SUSPEND Prevent a channel from being used preserving channel data and settings
de_de: SUSPEND Verbietet jegliche Nutzung des Channels. Die Channel Einstellungen bleiben jedoch erhalten
hu_hu: SUSPEND Felfüggeszti a szoba használatát de megõrzi az adatokat és beállításokat.
nl_nl: SUSPEND Stel een kanaal tijdelijk buiten werking terwijl de kanaal-data en -instellingen bewaard blijven.
pl_pl: SUSPEND Blokuje podany kana³ z zachowaniem wszelkich jego danych i ustawieñ
pt_pt: SUSPEND Previne um canal de ser registrado/usado, preservando os dados do canal e suas configurações

source: SUSPEND Suspend a given nick
de_de: SUSPEND Suspendet den angegebenen Nicknamen
pl_pl: SUSPEND Blokuje podany nick z zachowaniem wszelkich jego danych i ustawieñ
pt_pt: SUSPEND Suspende o nick fornecido

source: SVSNICK Forcefully change a user's nickname
de_de: SVSNICK Erzwingt einen Nicknamen wechsel
hu_hu: SVSNICK Megváltoztatja a felhasználó nicknevét
pl_pl: SVSNICK Wymusza zmianê nicka danego u¿ytkownika
pt_pt: SVSNICK Força a mudança do nick de um usuário

source: SZLINE Manipulate the SZLINE list
ca_es: SZLINE Manipula la llista SZLINE
de_de: SZLINE Die SZLINE-Liste bearbeiten
el_gr: SZLINE Προσθέτει ip στην λίστα SZLINE
hu_hu: SZLINE Szerkeszti az SZLINE listát
nl_nl: SZLINE Beheer de SZLINE lijst
pl_pl: SZLINE Zarz±dza list± SZLINE
pt_pt: SZLINE Manipula a lista de SZLINE

source: TOPIC Manipulate the topic of the specified channel
de_de: TOPIC Ändert den Topic des angegebenen Channels
pl_pl: TOPIC Zmienia temat podanego kana³u
pt_pt: TOPIC Modifica o tópico de um canal

source: TOPICLOCK Topic can only be changed with TOPIC
ca_es: TOPICLOCK El topic sols pot ser canviat amb TOPIC
de_de: TOPICLOCK Topic kann nur durch TOPIC geändert werden
el_gr: TOPICLOCK Το Topic μπορεί να αλλάξει με την εντολή TOPIC
hu_hu: TOPICLOCK Témaváltás letiltása
nl_nl: TOPICLOCK Topic kan alleen veranderd worden met TOPIC
pl_pl: TOPICLOCK Ogranicza mo¿liwo¶æ zmiany tematu
pt_pt: TOPICLOCK O tópico pode ser mudado apenas com o comando TOPIC

source: UMODE Change a user's modes
de_de: UMODE User Modi ändern
hu_hu: UMODE Felhasználó módok állítása
nl_nl: UMODE Wijzigt de modus van een gebruiker
pl_pl: UMODE Modyfikuje flagi wskazanego u¿ytkownika
pt_pt: UMODE Altera os modos de um usuário

source: UNASSIGN Unassigns a bot from a channel
de_de: UNASSIGN Entfernt ein ServicesBot von einen Channel
pl_pl: UNASSIGN Usuwa bota z kana³u
pt_pt: UNASSIGN Desassocia um bot de um canal

source: UNSUSPEND Releases a suspended channel
de_de: UNSUSPEND Hebt ein SUSPEND wieder auf
hu_hu: UNSUSPEND Törli a suspendet a csatornáról.
nl_nl: UNSUSPEND Stelt een tijdelijk buiten werking gesteld kanaal weer in werking
pl_pl: UNSUSPEND Uwalnia zawieszony kana³
pt_pt: UNSUSPEND Libera um canal suspenso

source: UNSUSPEND Unsuspend a given nick
de_de: UNSUSPEND Unsuspend den angegebenen Nicknamen
pl_pl: UNSUSPEND Uwalnia zawieszonego nicka
pt_pt: UNSUSPEND Libera o nick fornecido

source: UPDATE Force the Services databases to be updated on disk immediately
ca_es: UPDATE Força a la base de dades dels serveis a ser actualitzada a disc inmediatament
de_de: UPDATE Die Services Datenbänke sofort speichern
el_gr: UPDATE Ενεργούν τα Services (βάσεις δεδομένων) για να γίνουν update στο δίσκο αμέσως
hu_hu: UPDATE A Szervíz adatbázist frissíti, felülírja lemezre közvetlenül
nl_nl: UPDATE Forceer dat de Services database onmiddelijk op de harde schijf wordt weggeschreven
pl_pl: UPDATE Wymusza natychmiastowy zapis baz na dysku
pt_pt: UPDATE Salva os dados atuais dos Services

source: UPDATE Updates your current status, i.e. it checks for new memos
de_de: UPDATE Erneuert dein gegenwärtigen Status ( Memos , Flags , vHost )
pl_pl: UPDATE Aktualizuje twój obecny status np. sprawdza nowe wiadomo¶ci
pt_pt: UPDATE Atualiza seu status atual, ou seja, verifica novos memos

source: USERLIST Lists all user records
ca_es: USERLIST Llista tots els records d'usuaris
de_de: USERLIST Alle registrierten Nicknamen anzeigen
el_gr: USERLIST Εμφανίζει όλους τους χρήστες
hu_hu: USERLIST Listázza az összes felhasználót
nl_nl: USERLIST Geef alle gebruikers weer
pl_pl: USERLIST Listuje wszystkich u¿ytkowników
pt_pt: USERLIST Lista todos os usuários online na Rede

source: Used on : %d channel(s)
ca_es: Utilitzat a : %d canal(s)
de_de: benutzt in: %d Channel(s)
el_gr: Χρησιμοποιείται στο/α : %d κανάλι/α
hu_hu: Használva: %d szobában
nl_nl: Gebruikt op: %d kana(a)l(en)
pl_pl: Obecny na: %d kana³ach
pt_pt: Usado em: %d canal(is)

source: VOICE Voices a selected nick on a channel
de_de: VOICE Gibt den angegebenen User Voice-Status in einen Channel
pl_pl: VOICE Nadaje wskazanej osobie prawo g³osu
pt_pt: VOICE Atribui status de Voice a um nick no canal

source: VOP Maintains the VOP (VOicePeople) list for a channel
de_de: VOP Verwaltet die VOP-Liste von einen Channel
pl_pl: VOP Zarz±dza list± VOP (osób z prawem g³osu)
pt_pt: VOP Modifica a lista de VOP (VOicePeople) de um canal

source: XOP Toggle the user privilege system
ca_es: XOP Canvia el sistema de privilegis d'usuari
de_de: XOP Schaltet das Listen System ein oder aus
el_gr: XOP Αν είναι ON δουλεύει με AOP/SOP,αν είναι off με access
hu_hu: XOP Xop (Sop, Aop, Hop, Vop) lista rendszer bekapcsolása
nl_nl: XOP Schakel het gebruikersprivilegesysteem om
pl_pl: XOP W³±cza system uprawnieñ xOP (u¿ycie komend SOP, AOP, HOP, VOP)
pt_pt: XOP Altera o sistema de privilégio de usuário

source: %s (expires in %s)
de_de: %s (wird in %s auslaufen)
pl_pl: %s (wygasa za %s)
pt_pt: %s (expira em %s)

source: Bad words kicker : %s
ca_es: Kicker per paraules malsonants : %s
el_gr: Κακές λέξεις ώστε να κάνει kick : %s
hu_hu: Csúnya szavakért kirúgás: %s
nl_nl: Foute woorden kicker: %s
pl_pl: Kopanie za s³owa: %s
pt_pt: Kick por palavrão: %s

source: Bad words kicker : %s (%d kick(s) to ban)
ca_es: Kicker per paraules malsonants : %s (%d kick(s) per a ban)
de_de: Bad words kicker : %s (%d Kick(s) bis zum Ban)
el_gr: Κακές λέξεις ώστε να κάνει kick : %s (%d kick(s) to ban)
hu_hu: Csúnya szavakért kirúgás: %s (%d kirúgás után kitiltás)
nl_nl: Foute woorden kicker: %s (%d kick(s) om te bannen)
pl_pl: Kopanie za s³owa: %s (%d kop(y) do bana)
pt_pt: Kick por palavrão: %s (%d kick(s) para banir)

source: E-mail address: %s
ca_es: Adreça E-mail: %s
de_de: eMail-Adresse: %s
el_gr: E-mail διεύθυνση: %s
hu_hu: E-mail cím: %s
nl_nl: E-mail adres: %s
pl_pl: Adres e-mail: %s
pt_pt: E-mail: %s

source: Is online from: %s
ca_es: Esta en linea desde: %s
de_de: ist online von: %s
el_gr: Είναι στο δίκτυο από: %s
hu_hu: Jelenleg online errõl a címrõl: %s
nl_nl: Is online van: %s
pl_pl: Jest online z: %s
pt_pt: Está online em: %s

source: Last seen time: %s
ca_es: Ultima vegada vist: %s
de_de: Letztes Mal gesehen: %s
el_gr: Τελευταία φορά που ήταν στο δίκτυο: %s
hu_hu: Utoljára ekkor volt: %s
nl_nl: Tijd laatst gezien: %s
pl_pl: Widziano: %s
pt_pt: Último horário visto: %s

source: Topic set by: %s
ca_es: Tòpic establert per: %s
de_de: Topic gesetzt von: %s
el_gr: Το Topic γράφτηκε από τον: %s
hu_hu: A témát beállította: %s
nl_nl: Topic gezet door: %s
pl_pl: Ustawiony przez: %s
pt_pt: Tópico por: %s

source: Entry message: %s
ca_es: Missatge d'entrada: %s
de_de: Eintrittsnachricht: %s
el_gr: Μήνυμα εισόδου: %s
hu_hu: Köszöntõ üzenet: %s
nl_nl: Toegangsbericht: %s
pl_pl: Powitanie: %s
pt_pt: Mensagem de entrada: %s

source: Real name : %s
ca_es: Nom real : %s
de_de: Echter Name: %s
el_gr: Πραγματικό όνομα : %s
hu_hu: Valódi neve: %s
nl_nl: Echte naam: %s
pl_pl: Nazwa: %s

source: Time registered: %s
ca_es: Temps registrat: %s
de_de: Registriert seit: %s
el_gr: Κατάσταση κατοχύρωσης με την ημερομηνία: %s
hu_hu: Regisztrálás ideje: %s
nl_nl: Tijd geregistreerd: %s
pl_pl: Zarejestrowano: %s
pt_pt: Hora de registro: %s

source: Underlines kicker : %s
ca_es: Kicker per subrallats : %s
el_gr: Υπογράμμιση με kick : %s
hu_hu: Aláhúzásért kirúgás: %s
nl_nl: Onderstrepings kicker: %s
pl_pl: Kopanie za podkre¶lenia: %s
pt_pt: Kick por sublinhado: %s

source: Underlines kicker : %s (%d kick(s) to ban)
ca_es: Kicker per subratllats : %s (%d kick(s) per a ban)
de_de: Underlines kicker : %s (%d Kick(s) bis zum Ban)
el_gr: Υπογράμμιση με kick : %s (%d kick(s) to ban)
hu_hu: Aláhúzásért kirúgás: %s (%d kirúgás után kitiltás)
nl_nl: Onderstrepings kicker: %s (%d kick(s) om bannen)
pl_pl: Kopanie za podkre¶lenia: %s (%d kop(y) do bana)
pt_pt: Kick por sublinhado: %s (%d kick(s) para banir)

source: E-mail address: %s
ca_es: Adreça e-mail: %s
hu_hu: E-mail cím: %s
pl_pl: Adres e-mail: %s

source: Num Sender Date/Time
ca_es: Num De Data/Hora
de_de: Nummer Sender Datum/Zeit
el_gr: Νούμερο Αποστολέας Ημερομηνία/Ώρα
hu_hu: Sorszám Küldõ Dátum/Idõ
nl_nl: Nr Verstuurder Datum/Tijd
pl_pl: Nr Nadawca Data/Czas
pt_pt: Núm Remetente Data/Hora

source: "/msg %s" is no longer supported. Use "/msg %s@%s" or "/%s" instead.
de_de: "/msg %s" wird nicht mehr unterstützt. Benutze "/msg %s@%s" oder "/%s" stattdessen.
pl_pl: "/msg %s" nie jest ju¿ obs³ugiwane. U¿yj "/msg %s@%s" lub "/%s".

source: %3d %s (by %s on %s; %s) %s
ca_es: %3d %s (per %s en %s; %s) %s
de_de: %3d %s (von %s am %s, %s) %s
nl_nl: %3d %s (door %s op %s; %s) %s
pl_pl: %3d %s (przez %s na %s; %s) %s
pt_pt: %3d %s (por %s em %s; %s) %s

source: %3d %s (by %s on %s) %s
ca_es: %3d %s (per %s en %s) %s
de_de: %3d %s (von %s am %s) %s
el_gr: %3d %s (από %s στο %s) %s
hu_hu: %3d %s (%s által, ekkor: %s) %s
nl_nl: %3d %s (door %s op %s) %s
pl_pl: %3d %s (przez %s na %s) %s
pt_pt: %3d %s (por %s em %s) %s

source: %3d %s (stuck) (by %s on %s) %s
ca_es: %3d %s (enganxat) (per %s en %s) %s
de_de: %3d %s (stuck) (von %s am %s) %s
el_gr: %3d %s (stuck) (από %s στο %s) %s
hu_hu: %3d %s (stuck) (%s által, ekkor: %s) %s
nl_nl: %3d %s (eeuwig) (door %s op %s) %s
pl_pl: %3d %s (zablokowany) (przez %s na %s) %s
pt_pt: %3d %s (stuck) (por %s em %s) %s

source: %3d. %s (by %s on %s; %s) Limit: %-4d - %s
ca_es: %3d. %s (per %s a %s; %s) Límit: %-4d - %s
de_de: %3d. %s (von %s am %s, %s) Limit: %-4d - %s
hu_hu: %3d. %s (%s által, ekkor: %s; %s) Korlát: %-4d - %s
nl_nl: %3d. %s (door %s op %s; %s) Limiet: %-4d - %s
pl_pl: %3d. %s (przez %s na %s; %s) Limit: %-4d - %s
pt_pt: %3d. %s (por %s em %s; %s) Limite: %-4d - %s

source: %5d (%s by %s) %s
de_de: %5d (%s von %s) %s
hu_hu: %5d (%s %s által) %s
nl_nl: %5d (%s door %s) %s
pl_pl: %5d (%s przez %s) %s
pt_pt: %5d (%s por %s) %s

source: %S commands:
de_de: Befehle von %S:
el_gr: Οι εντολές του %S είναι::
hu_hu: %S parancsok:
nl_nl: %S commando's:
pl_pl: Komendy %S:
pt_pt: Comandos do %S:

source: %d Modules loaded.
de_de: %d Module geladen.
hu_hu: %d Modul betöltve.
nl_nl: %d Modules geladen.
pl_pl: Za³adowanych modu³ów: %d.
pt_pt: %d módulos carregados.

source: %d bots available.
ca_es: %d bots disponibles.
de_de: %d Bots verfügbar.
el_gr: %d bots διαθέσιμα.
hu_hu: %d botok rendelkezésre állnak.
nl_nl: %d bots beschikbaar.
pl_pl: %d boty(ów) dostêpnych.
pt_pt: %d bots disponíveis.

source: %d days
ca_es: %d dies
de_de: %d Tage
el_gr: %d μέρες
hu_hu: %d nap
nl_nl: %d dagen
pl_pl: %d dni
pt_pt: %d dias

source: %d hours
ca_es: %d hores
de_de: %d Stunden
el_gr: %d ώρες
hu_hu: %d óra
nl_nl: %d uren
pl_pl: %d godzin(y)
pt_pt: %d horas

source: %d minutes
ca_es: %d minuts
de_de: %d Minuten
el_gr: %d λεπτά
hu_hu: %d perc
nl_nl: %d minuten
pl_pl: %d minut(y)
pt_pt: %d minutos
