Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: AKICK ENFORCE for %s complete; %d users were affected.
ca_es: AKICK ENFORCE en %s completa; %d usuaris afectats.
de_de: AKICK ENFORCE für %s erledigt. %d User betroffen.
el_gr: Η AKICK ENFORCE για τον %s ολοκληρώθηκε; %d χρήστες θα επιρρεαστούν.
hu_hu: Az AKICK ENFORCE a(z) %s csatornán teljesítve; %d user eltávolítva.
nl_nl: AKICK ENFORCE voor %s compleet; %d gebruikers zijn getroffen.
pl_pl: Egzekucja listy AKICK kana³u %s zakoñczona. Dotyczy³a %d u¿ytkowników.
pt_pt: AKICK ENFORCE para %s terminado; %d usuários afetados.

source: AKILL list is empty.
ca_es: La llista de AKILLS esta buida.
de_de: Die AKILL-Liste ist leer.
el_gr: Η λίστα AKILL είναι άδεια.
hu_hu: AKILL lista üres.
nl_nl: AKILL lijst is leeg.
pl_pl: Lista AKILL jest pusta.
pt_pt: A lista de AKILL está vazia.

source: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list } [ reason ]]
ca_es: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiració ] { mascara | llista } [ raó ]]
de_de: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ Zeit ] { Hostmaske | entry-liste } [ Grund ]]
hu_hu: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ lejárat ] { maszk | sorszám } [ indok ]]
nl_nl: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ verloop ] { mask | toegangslijst } [ reden ]]
pl_pl: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ czas-trwania ] { maska | pozycja } [ powód ]]
pt_pt: AKILL {ADD | DEL | LIST | VIEW | CLEAR} [[+ tempo ] { máscara | lista } [ motivo ]]

source: ALIST nickname
hu_hu: ALIST nicknév
pl_pl: ALIST nick

source: AOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
ca_es: AOP canal {ADD|DEL|LIST|CLEAR} [ nick | instància ]
de_de: AOP Channel {ADD|DEL|LIST|CLEAR} [ Nickname | entry-liste ]
hu_hu: AOP #szoba { ADD | DEL | LIST | CLEAR } [ nick | sorszám ]
nl_nl: AOP kanaal {ADD|DEL|LIST|CLEAR} [ nick | lijst ]
pl_pl: AOP kana³ {ADD|DEL|LIST|CLEAR} [ nick | pozycja ]
pt_pt: AOP canal {ADD|DEL|LIST|CLEAR} [ nick | entrada ]

source: AOP list for %s: Num Nick
ca_es: Llista AOP per a %s: Num Nick
de_de: AOP Liste für %s: Nummer Nickname
el_gr: Η AOP λίστα του %s είναι : Νούμερο Ψευδώνυμο
hu_hu: %s AOP listája: Sorszám Nicknév
nl_nl: AOP lijst voor %s: Num Nick
pl_pl: Lista AOP kana³u %s: Nr Nick
pt_pt: Lista de AOP para %s: Núm Nick

source: ASSIGN chan nick
ca_es: ASSIGN canal nick
de_de: ASSIGN Channel Nickname
hu_hu: ASSIGN #szoba nick
nl_nl: ASSIGN kanaal nick
pl_pl: ASSIGN kana³ nick
pt_pt: ASSIGN canal nick

source: Access Denied.
hu_hu: Hozzáférés megtagadva.
pl_pl: Brak dostêpu.

source: Access denied.
ca_es: accés denegat.
de_de: Zugriff verweigert.
el_gr: Δεν έχεις την επιτρεπόμενη άδεια.
hu_hu: Hozzáférés megtagadva.
nl_nl: Toegang geweigerd.
pl_pl: Odmowa dostêpu.
pt_pt: Acesso negado.

source: Access level for %s on %s changed to %d.
ca_es: Nivell d'accés per a %s en %s cambiada a %d.
de_de: Access-Level für %s in %s wurde geändert auf %d.
el_gr: Η Access level για τον %s στο %s άλλαξε σε %d.
hu_hu: %s hozzáférése a (%s) csatornán változott: %d.
nl_nl: Toegangsniveau voor %s op %s veranderd in %d.
pl_pl: Poziom dostêpu dla %s na kanale %s zmieniono na %d.
pt_pt: Nível de acesso para %s no %s alterado para %d.

source: Access level for %s on %s unchanged from %d.
ca_es: Nivell d'accés per a %s en %s no cambiada de %d.
de_de: Access-Level für %s in %s ist unverändert auf %d.
el_gr: Η Access level του %s στο %s δεν αλλάζει από τον %d.
hu_hu: %s hozzáférési szintje a (%s) csatornán : %d
nl_nl: Toegangsniveau voor %s op %s onveranderd van %d.
pl_pl: Poziom dostêpu dla %s na kanale %s jest nadany od %d.
pt_pt: Nível de acesso para %s no %s não alterado %d.

source: Access level must be between %d and %d inclusive.
ca_es: El nivell d'accés ha de ser entre %d i %d inclosos.
de_de: Access-Level muss zwischen %d und einschliesslich %d liegen.
el_gr: Η Access level πρέπει να είναι ανάμεσα στο %d και %d συμπαραλαμβανόμενου.
hu_hu: A hozzáférési szintnek %d és %d között kell lennie.
nl_nl: Toegansniveau moet tussen de %d en %d inclusief liggen.
pl_pl: Poziom dostêpu musi byæ pomiêdzy %d a %d w³±cznie.
pt_pt: O nível de acesso deve ser entre %d e %d inclusive.

source: Access level must be non-zero.
ca_es: El nivell de accés no pot ser zero.
de_de: Access-Level muss grösser als 0 sein.
el_gr: Η Access level δεν πρέπει να είναι ποτέ στο μηδέν.
hu_hu: A hozzáférési szint nem lehet nulla.
nl_nl: Toegangsniveau mag geen nul zijn.
pl_pl: Poziom dostêpu nie mo¿e byæ zerem.
pt_pt: O nível de acesso deve ser diferente de zero.

source: Access level settings for channel %s:
ca_es: Opcions del nivell d'accés pel canal %s:
de_de: Zugriffslevel für Channel %s:
el_gr: Ο βαθμός access για το κανάλι %s:
hu_hu: %s hozzáférési szintjeinek beállításai:
nl_nl: Toegangsniveau instellingen voor kanaal %s:
pl_pl: Ustawienia poziomów dostêpu kana³u %s:
pt_pt: Opções de nível de acesso para o canal %s:

source: Access levels for %s reset to defaults.
ca_es: Nivells d'accés per a %s canviats als valors originals.
de_de: Zugriffslevel für %s wurden auf Standardwerte zurückgesetzt.
el_gr: Ο βαθμός Access για το %s σβήστηκε στο αρχικό.
hu_hu: %s szintjei visszaállítva az alapértékekre.
nl_nl: Toegangsniveaus voor %s teruggezet naar standaardwaarden.
pl_pl: Poziomy dostêpu kana³u %s zosta³y zresetowane do domy¶lnych.
pt_pt: Níveis de acesso para o %s redefinidos para o padrão.

source: Access list for %s is empty.
de_de: Die Access-Liste für %s leer.
pl_pl: Lista dostêpu dla %s jest pusta.
pt_pt: Lista de acesso para %s está vazia.

source: Access list for %s:
ca_es: Lllista d'accés per %s:
de_de: Access-Liste von %s:
el_gr: Λίστα πρόσβασης για %s:
hu_hu: %s hozzáférési listája:
nl_nl: Toegangslijst voor %s:
pl_pl: Lista dostêpu dla %s:
pt_pt: Lista de acesso para %s:

source: Access list for %s: Num Lev Nick
ca_es: Llista d'accés per a %s: Num Niv Nick
de_de: Access-Liste für %s: Nummer Level Nickname
el_gr: Η access λίστα του %s είναι: Νούνερο Βαθμός Ψευδώνυμο
hu_hu: %s hozzáférési listája: Sorszám Szint Nick
nl_nl: Toegangslijst voor %s: Num Niv Nick
pl_pl: Lista dostêpu kana³u %s: Nr Poz Nick
pt_pt: Lista de acesso para %s: Num Nív Nick

source: Access list:
ca_es: Lllista d'accés:
de_de: Access-Liste:
el_gr: Λίστα πρόσβασης:
hu_hu: Hozzáférési lista:
nl_nl: Toegangslijst:
pl_pl: Lista dostêpu:
pt_pt: Lista de acesso:

source: Added new logon news item (#%d).
ca_es: Noves notícies d'entrada afegida (#%d).
de_de: Neuer Logon News-Eintrag hinzugefügt (#%d).
el_gr: Προστέθηκε ένας κανονισμός ή πληροφορία στη θέση (#%d).
hu_hu: Hozzáadva az új fellépési hír: (#%d).
nl_nl: Nieuw login nieuws toegevoegd (#%d).
pl_pl: Dodano now± wiadomo¶æ powitaln± (#%d).
pt_pt: Adicionado novo logon news (#%d).

source: Added new oper news item (#%d).
ca_es: Nueva noticia de oper anadida (#%d).
de_de: Neuer Oper-News-Eintrag hinzugefügt (#%d).
el_gr: Προσθέθηκε ένα νέο μήνυμα για τους opers θέση (#%d).
hu_hu: Hozzáadva az új oper hír:(#%d).
nl_nl: Nieuw oper nieuwsbericht toegevoegd (#%d).
pl_pl: Dodano now± wiadomo¶æ dla operatorów (#%d).
pt_pt: Adicionado novo OperNews (#%d).

source: Added new random news item (#%d).
ca_es: Nova noticia a l'atzar afegida (#%d).
de_de: Neuer randomnews Eintrag hinzugefügt (#%d).
el_gr: Προσθέθηκε ένα νέο μήνυμα στην θέση (#%d).
hu_hu: Hozzáadva az új random news tétel (#%d).
nl_nl: Nieuw willekeurig nieuwsbericht toegevoegd (#%d).
pl_pl: Dodano now± losow± wiadomo¶æ (#%d).
pt_pt: Adicionada novo item RandomNews (#%d).

source: All O:lines of %s have been removed.
ca_es: Totes les linees O de %s han estat esborrades.
de_de: Alle O:Lines von %s wurden temporär entfernt.
el_gr: Όλες οι O:γραμμές του %s έχουν απομακρυνθεί.
hu_hu: Összes O:lines %s módosítva.
nl_nl: Alle O:lines van %s zijn verwijderd.
pl_pl: Wszystkie O:linie %s zosta³y usuniête.
pt_pt: Todas as O:lines do servidor %s foram removidas.

source: All O:lines of %s have been reset.
ca_es: Totes les linees O de %s han estat esborrades.
de_de: Alle O:lines von %s wurden wiederhergestellt.
el_gr: Όλες οι O:γραμμές του %s έχουν σβηστεί.
hu_hu: Összes O:lines %s újra aktív.
nl_nl: Alle O:lines van %s zijn hersteld.
pl_pl: Wszystkie O:linie %s zosta³y zresetowane.
pt_pt: Todas as O:lines do servidor %s foram resetadas.

source: All bans on channel %s have been removed.
ca_es: Tots els bans del canal %s han estat esborrats.
de_de: Alle Bans in %s wurden entfernt.
el_gr: Όλα τα bans από το κανάλι %s έχουν απομακρυνθεί.
hu_hu: A (%s) csatornáról minden kitiltás levéve.
nl_nl: Alle bans op kanaal %s zijn weggehaald.
pl_pl: Wszystkie bany z kana³u %s zosta³y usuniête.
pt_pt: Todos os bans do canal %s foram removidos.

source: All excepts on channel %s have been removed.
ca_es: Tots els excepts del canal %s han estat esborrats.
de_de: Alle Ausnahmen in %s wurden entfernt.
el_gr: Όλα τα excepts από το κανάλι %s έχουν απομακρυνθεί.
hu_hu: A (%s) csatornáról minden kivétel levéve.
nl_nl: Alle uitzonderingen op kanaal %s zijn verwijderd.
pl_pl: Wszystkie wyj±tki z kana³u %s zosta³y usuniête.
pt_pt: Todos os excepts do canal %s foram removidos.

source: All invites on channel %s have been removed.
de_de: Alle Invites wurden im Channel %s entfernt.
pl_pl: Wszystkie zaproszenia z kana³u %s zosta³y usuniête.
pt_pt: Todos os Invites do canal %s foram removidos.

source: All logon news items deleted.
ca_es: Totes les notícies d'entrada esborrades.
de_de: Alle Logon-News wurden entfernt.
el_gr: Όλοι οι κανονισμοί ή οι πληροφορίες διαγράφηκαν.
hu_hu: Összes fellépési hír tétel törölve.
nl_nl: Alle login nieuwsberichten zijn verwijderd.
pl_pl: Wszystkie wiadomo¶ci powitalne zosta³ skasowane.
pt_pt: Todos os logon news foram removidos.

source: All memos for channel %s have been deleted.
de_de: Alle Memos für den Channel %s wurden gelöscht.
hu_hu: Minden üzenetet töröltem a %s csatornán.
nl_nl: Alle memo's voor kanaal %s zijn verwijderd.
pl_pl: Wszystkie wiadomo¶ci kana³u %s zosta³y usuniête.
pt_pt: Todos os memos para o canal %s foram apagados.

source: All modes cleared from channel %s.
ca_es: Tots els Modes netegats del canal %s.
de_de: Alle Modi wurden vom Channel %s zurückgesetzt.
el_gr: Όλα τα modes καθαρίστηκαν από το κανάλι %s.
hu_hu: Összes mód törölve a %s csatornáról.
nl_nl: Alle modes verwijderd van kanaal %s.
pl_pl: Wszystkie tryby zosta³y wyczyszczone na kanale %s.
pt_pt: Todos os modos foram removidos do canal %s.

source: All modes on channel %s have been reset.
ca_es: Tots els modes en el canal %s han estat reestablerts.
de_de: Alle Channel-Modes von %s wurden zurückgesetzt.
el_gr: Όλα τα modes από το κανάλι %s έχουν σβηστεί.
hu_hu: A (%s) csatornáról minden mód el levéve.
nl_nl: Alle modes op kanaal %s zijn teruggezet op hun oorspronkelijke waarde.
pl_pl: Wszystkie flagi kana³u %s zosta³y zresetowane.
pt_pt: Todos os modos no canal %s foram removidos.

source: All of your memos have been deleted.
ca_es: Tots els teus memos han estat esborrats.
de_de: Alle deine Memos wurden gelöscht.
el_gr: Όλα τα μηνύματα διαγράφηκαν.
hu_hu: Minden üzenetet töröltem.
nl_nl: Al je memo's zijn verwijderd.
pl_pl: Wszystkie Twoje wiadomo¶ci zosta³y usuniête.
pt_pt: Todos os seus memos foram apagados.

source: All oper news items deleted.
ca_es: Totes les notícies de oper esborrades.
de_de: Alle Oper-News-Einträge wurden entfernt.
el_gr: Όλα τα νέα για τους opers διαγράφηκαν.
hu_hu: Összes oper hír törölve.
nl_nl: Alle oper nieuwsberichten zijn verwijderd.
pl_pl: Wszystkie wiadomo¶ci dla operatorów zosta³y skasowane.
pt_pt: Todos os OperNews foram removidos.

source: All random news items deleted.
ca_es: Totes les notícies al azar esborrades.
de_de: Ale randomnews Einträge wurden gelöscht.
el_gr: Όλα τα μηνύματα διαγράφηκαν.
hu_hu: Összes random news tétel törölve.
nl_nl: Alle willekeurige nieuwsberichten zijn verwijderd.
pl_pl: Wszystkie losowe wiadomo¶ci zosta³y skasowane.
pt_pt: Todos os itens RandomNews deletados.

source: All users have been kicked from channel %s.
ca_es: Tots els usuaris han estat kickegats del canal %s.
de_de: Alle User wurden aus Channel %s gekicked.
el_gr: Όλοι οι χρήστες έγιναν kick από το κανάλι %s.
hu_hu: A (%s) csatornáról minden felhasználó ki lett rúgva.
nl_nl: Alle users zijn gekicked van kanaal %s.
pl_pl: Wszyscy u¿ytkownicy zostali usuniêci z kana³u %s.
pt_pt: Todos os usuários foram kickados do canal %s.

source: All vhost's in the group %s have been set to %s
de_de: Alle vHosts in der Gruppe %s wurden auf %s gesetzt.
hu_hu: Az összes user vhosztja a(z) %s csoportba %s lett
nl_nl: Alle vhost's in de groep %s zijn ingesteld op %s
pl_pl: Wszystkie vhosty w grupie %s zosta³y zmienione na %s
pt_pt: Todos os vhost's no grupo %s foram ajustados para %s

source: All vhost's in the group %s have been set to %s@%s
de_de: Alle vHosts in der Gruppe %s wurden auf %s@%s gesetzt.
hu_hu: Az összes user vhosztja a(z) %s csoportba %s@%s lett
nl_nl: Alle vhost's in de groep %s zijn ingesteld op %s@%s
pl_pl: Wszystkie vhosty w grupie %s zosta³y zmienione na %s@%s
pt_pt: Todos os vhost's no grupo %s foram ajustados para %s@%s

source: Allowed to (de)halfop him/herself
ca_es: Autorizat a halfop/dehalfop a tu mateix
de_de: Erlaubnis sich selbst zu (de)halfop'en
el_gr: Επιτρέπεται να κάνεις (de)halfop τον εαυτό σου
hu_hu: Használhatja a (de)halfopme parancsot.
nl_nl: Toegestaan om zichzelf te (de)halfoppen
pl_pl: Pozwala u¿ywaæ komend HALFOP i DEHALFOP na sobie
pt_pt: Permitido usar o comando (DE)HALFOP em si mesmo

source: Allowed to (de)op him/herself
ca_es: Autorizat a op/deop a tu mateix
de_de: Erlaubnis sich selbst zu (de)op'en
el_gr: Επιτρέπεται να κάνεις (de)op τον εαυτό σου
hu_hu: Használhatja a (de)opme parancsot.
nl_nl: Toegestaan om zichzelf te (de)oppen
pl_pl: Pozwala u¿ywaæ komend OP i DEOP na sobie
pt_pt: Permitido usar o comando (DE)OP em si mesmo

source: Allowed to (de)protect him/herself
ca_es: Autorizat a protect/deprotect a tu mateix
de_de: Erlaubnis, selber den Schutz ein/auszuschalten
el_gr: Επιτρέπεται να κάνεις (de)protect τον εαυτό σου
hu_hu: Használhatja a (de)protectme parancsot
nl_nl: Toegestaan om zichzelf (niet) te beschermen
pl_pl: Pozwala u¿ywaæ komend PROTECT i DEPROTECT na sobie
pt_pt: Permitido usar o comando (DE)PROTECT em si mesmo

source: Allowed to (de)voice him/herself
ca_es: Autorizat a voice/devoice a tu mateix
de_de: Erlaubnis sich selbst zu (de)voicen
el_gr: Επιτρέπεται να κάνεις (de)voice τον εαυτό σου
hu_hu: Használhatja a (de)voiceme parancsokat
nl_nl: Toegestaan om zichzelf te (de)voicen
pl_pl: Pozwala u¿ywaæ komend VOICE i DEVOICE na sobie
pt_pt: Permitido usar o comando (DE)VOICE em si mesmo

source: Allowed to assign/unassign a bot
ca_es: Abilitat a assignar/deassignar un bot
de_de: Erlaubnis Bots hinzuzufügen / zu entfernen
el_gr: Επιτρέπεται να μπεί/βγεί το bot
hu_hu: Társíthat/eltávolíthat services botot
nl_nl: Toegestaan om een bot aan te stellen/weg te halen
pl_pl: Pozwala przydzielaæ i usuwaæ bota
pt_pt: Permitido associar/desassociar um bot a/de um canal

source: Allowed to ban him/herself
ca_es: Autoritzat a banegar-te
de_de: Erlaubnis, sich selbst zu bannen
el_gr: Επιτρέπεται να κάνεις Ban τον εαυτό σου
hu_hu: Használhatja a banme parancsot
nl_nl: Toegestaan om zichzelf te bannen
pl_pl: Pozwala u¿ywaæ komendy BAN na sobie
pt_pt: Permitido o uso do comando BAN em si mesmo

source: Allowed to kick him/herself
ca_es: Autoritzat a expulsar-te a tu mateix
de_de: Erlaubnis, sich selbst zu kicken
el_gr: Επιτρέπεται να κάνεις kick τον εαυτό σου
hu_hu: Használhatja a kickme parancsot
nl_nl: Toegestaan om zichzelf te kicken
pl_pl: Pozwala u¿ywaæ komendy KICK na sobie
pt_pt: Permitido usar o comando KICK em si mesmo

source: Allowed to list/read channel memos
ca_es: Abilitat a llistar/llegir memos del canal
de_de: Erlaubnis Channel-Memos zu lesen
el_gr: Επιτρέπεται να δείς την λίστα και να διαβάσεις τα μηνύματα που έχουν σταλεί στο κανάλι
hu_hu: Írhat/olvashat csatorna memo üzeneteket
nl_nl: Toegestaan om kanaal memo's te lezen
pl_pl: Pozwala listowaæ i czytaæ kana³owe wiadomo¶ci
pt_pt: Permitido listar/ler memos do canal

source: Allowed to modify the access list
ca_es: Abilitat a modificar la lllista de accés
de_de: Änderungen an der Channel-Access-Liste erlaubt
el_gr: Επιτρέπεται να παρέμβεται και να αλλάξεται την λίστα πρόσβασης
hu_hu: Módosíthatja a hozzáférési listát.
nl_nl: Toegestaan om de toegangslijst te wijzigen
pl_pl: Pozwala modyfikowaæ listê dostêpu
pt_pt: Permitido modificar a lista de acesso

source: Allowed to use AKICK command
ca_es: Abilitat a utilitzar la comanda AKICK
de_de: AKICK-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιείται AKICK εντολή
hu_hu: Használhatja az AKICK parancsot.
nl_nl: Toegestaan om AKICK te gebruiken
pl_pl: Pozwala u¿ywaæ komendy AKICK
pt_pt: Permitido o uso do comando AKICK

source: Allowed to use BADWORDS command
ca_es: Abilitat a utilitzar la comanda BADWORDS
de_de: BADWORDS-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις την BADWORDS εντολή
hu_hu: Használhatja a BADWORDS parancsot
nl_nl: Toegestaan om BADWORDS te gebruiken
pl_pl: Pozwala u¿ywaæ komendy BADWORDS
pt_pt: Permitido o uso do comando BADWORDS

source: Allowed to use BAN command
ca_es: Autoritzat a utilitzar la comanda BAN
de_de: Erlaubnis, BAN zu nutzen
el_gr: Επιτρέπεται να χρησιμοποιήσεις την BAN εντολή
hu_hu: Használhatja a BAN parancsot
nl_nl: Toegestaan om BAN te gebruiken
pl_pl: Pozwala u¿ywaæ komendy BAN na innych osobach
pt_pt: Permitido o uso do comando BAN

source: Allowed to use CLEAR command
ca_es: Abilitat a utilitzar la comanda CLEAR
de_de: CLEAR-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιείται CLEAR εντολή
hu_hu: Használhatja a CLEAR parancsot.
nl_nl: Toegestaan om CLEAR te gebruiken
pl_pl: Pozwala u¿ywaæ komendy CLEAR
pt_pt: Permitido o uso do comando CLEAR

source: Allowed to use GETKEY command
ca_es: Abilitat a utilitzar La comanda GETKEY
de_de: GETKEY-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις την GETKEY εντολή
hu_hu: Használhatja a GETKEY parancsot.
nl_nl: Toegestaan om GETKEY te gebruiken
pl_pl: Pozwala u¿ywaæ komendy GETKEY
pt_pt: Permitido o uso do comando GETKEY

source: Allowed to use HALFOP/DEHALFOP commands
ca_es: Abilitat a utilitzar la comanda HALFOP/DEHALFOP
de_de: HALFOP/DEHALFOP-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις HALFOP/DEHALFOP εντολές
hu_hu: Használhatja a HALFOP/DEHALFOP parancsokat
nl_nl: Toegestaan om HALFOP/DEHALFOP te gebruiken
pl_pl: Pozwala u¿ywaæ komend HALFOP i DEHALFOP na innych osobach
pt_pt: Permitido o uso dos comandos HALFOP/DEHALFOP

source: Allowed to use INFO command with ALL option
ca_es: Autoritzar a utilitzar La comanda INFO amb l'opció ALL
de_de: Erlaubnis, INFO mit der ALL Option zu nutzen
el_gr: Επιτρέπεται να χρησιμοποιήσεις την INFO εντολή με την ALL επιλογή
hu_hu: Használhatja az INFO parancsot az ALL opcióval
nl_nl: Toegestaan om INFO met de ALL optie te gebruiken
pl_pl: Pozwala u¿ywaæ opcji ALL w komendzie INFO
pt_pt: Permitido o uso do comando INFO com a opção ALL

source: Allowed to use INVITE command
ca_es: Abilitat a utilitzar la comanda INVITE
de_de: INVITE-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιείται INVITE εντολή
hu_hu: Használhatja az INVITE parancsot.
nl_nl: Toegestaan om INVITE te gebruiken
pl_pl: Pozwala u¿ywaæ komendy INVITE
pt_pt: Permitido o uso do comando INVITE

source: Allowed to use KICK command
ca_es: Abilitat a utilitzar la comanda KICK
de_de: KICK-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις την KICK εντολή
hu_hu: Használhatja a KICK parancsot
nl_nl: Toegestaan om KICK te gebruiken
pl_pl: Pozwala u¿ywaæ komendy KICK na innych osobach
pt_pt: Permitido o uso do comando KICK

source: Allowed to use OP/DEOP commands
ca_es: Abilitat a utilitzar la comanda OP/DEOP
de_de: OP/DEOP-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιείται OP/DEOP εντολές
hu_hu: Használhatja az OP/DEOP parancsot.
nl_nl: Toegestaan om OP/DEOP te gebruiken
pl_pl: Pozwala u¿ywaæ komend OP i DEOP na innych osobach
pt_pt: Permitido o uso do comando OP/DEOP

source: Allowed to use PROTECT/DEPROTECT commands
ca_es: Abilitat a utilitzar la comanda PROTECT/DEPROTECT
de_de: PROTECT-DEPROTECT-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις PROTECT/DEPROTECT εντολές
hu_hu: Használhatja a PROTECT/DEPROTECT parancsokat
nl_nl: Toegestaan om PROTECT/DEPROTECT te gebruiken
pl_pl: Pozwala u¿ywaæ komend PROTECT i DEPROTECT na innych osobach
pt_pt: Permitido o uso dos comandos PROTECT/DEPROTECT

source: Allowed to use SAY and ACT commands
ca_es: Abilitat a utilitzar la comanda SAY i ACT
de_de: SAY/ACT-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις SAY και ACT εντολές
hu_hu: Használhatja az ACT és SAY parancsokat.
nl_nl: Toegestaan om SAY en ACT te gebruiken
pl_pl: Pozwala u¿ywaæ komend SAY i ACT
pt_pt: Permitido o uso dos comandos SAY e ACT

source: Allowed to use SET command (not FOUNDER/PASSWORD)
ca_es: Abilitat a utilitzar la comanda SET (no FOUNDER/PASSWORD)
de_de: SET-Befehl erlaubt (nicht FOUNDER/PASSWORD)
el_gr: Επιτρέπεται να χρησιμοποιείται SET εντολή (not FOUNDER/PASSWORD)
hu_hu: Használhatja a SET parancsot (kivéve FOUNDER/PASSWORD).
nl_nl: Toegestaan om SET te gebruiken (niet FOUNDER/PASSWORD)
pl_pl: Pozwala modyfikowaæ ustawienia kana³u
pt_pt: Permitido o uso do comando SET (não inclui as opções FOUNDER/PASSWORD)

source: Allowed to use TOPIC command
ca_es: Autoritzat a utilitzar la comanda TOPIC
de_de: Erlaubnis, TOPIC zu nutzen
el_gr: Επιτρέπεται να χρησιμοποιήσεις την TOPIC εντολή
hu_hu: Használhatja a TOPIC parancsot
nl_nl: Toegestaan om TOPIC te gebruiken
pl_pl: Pozwala u¿ywaæ komendy TOPIC
pt_pt: Permitido o uso do comando TOPIC

source: Allowed to use UNBAN command
ca_es: Abilitat a utilitzar la comanda UNBAN
de_de: UNBAN-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιείται UNBAN εντολή
hu_hu: Használhatja az UNBAN parancsot.
nl_nl: Toegestaan om UNBAN te gebruiken
pl_pl: Pozwala u¿ywaæ komendy UNBAN
pt_pt: Permitido o uso do comando UNBAN

source: Allowed to use VOICE/DEVOICE commands
ca_es: Abilitat a utilitzar La comanda VOICE/DEVOICE
de_de: VOICE/DEVOICE-Befehl erlaubt
el_gr: Επιτρέπεται να χρησιμοποιήσεις VOICE/DEVOICE εντολές
hu_hu: Használhatja a VOICE/DEVOICE parancsokat.
nl_nl: Toegestaan om VOICE/DEVOICE te gebruiken
pl_pl: Pozwala u¿ywaæ komend VOICE i DEVOICE na innych osobach
pt_pt: Permitido o uso dos comandos VOICE/DEVOICE

source: Allowed to use fantaisist commands
ca_es: Abilitat a utilizar comandes de fantasia
de_de: Darf die Befehle des Fantasia-Mode benutzen
el_gr: Επιτρέπεται να χρησιμοποιήσεις fantaisist εντολές
hu_hu: Használhatja a fantasia parancsokat.
nl_nl: Toegestaan om FANTASIA commando's te gebruiken
pl_pl: Pozwala u¿ywaæ publicznych komend FANTASY
pt_pt: Permitido o uso do comando FANTASY de bots

source: Allowed to view the access list
ca_es: Abilitat a veure la lllista de accés
de_de: Ansicht der Channel-Access-Liste erlaubt
el_gr: Επιτρέπεται να βλέπεται την λίστα πρόσβασης
hu_hu: Megtekintheti a hozzáférési listát.
nl_nl: Toegestaan om de toegangslijst te bekijken
pl_pl: Pozwala przegl±daæ listê dostêpu
pt_pt: Permitido visualizar a lista de acesso

source: Autokick list for %s:
ca_es: Llista de kicks automàtics pel canal %s:
de_de: Autokick-Liste von %s:
el_gr: Η Autokick list του %s είναι:
hu_hu: %s autokick listája:
nl_nl: Autokick lijst voor %s:
pl_pl: Lista AKICK dla kana³u %s:
pt_pt: Lista de akick para %s:

source: Automatic channel operator status
ca_es: Status automàtic d'operador de canal
de_de: Automatischer Channel-Operator Status
el_gr: Το κανάλι δίνει operator status σε κατοχυρωμένα ή μη ψευδώνυμα
hu_hu: Automatikus operátor (+o) státusz
nl_nl: Automatisch mode +o
pl_pl: Automatyczne nadawanie statusu operatora (+o)
pt_pt: Modo +o automático
