Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: AKILL ADD [+ expiry ] mask reason  AKILL DEL { mask | entry-num | list } AKILL LIST [ mask | list ] AKILL VIEW [ mask | list ] AKILL CLEAR Allows Services operators to manipulate the AKILL list. If a user matching an AKILL mask attempts to connect, Services will issue a KILL for that user and, on supported server types, will instruct all servers to add a ban (K-line) for the mask which the user matched. AKILL ADD adds the given user@host/ip mask to the AKILL list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an AKILL which does not expire, use +0 . If the usermask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current AKILL default expiry time can be found with the STATS AKILL command. The AKILL DEL command removes the given mask from the AKILL list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The AKILL LIST command displays the AKILL list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: AKILL LIST 2-5,7-9 Lists AKILL entries numbered 2 through 5 and 7 through 9. AKILL VIEW is a more verbose version of AKILL LIST, and will show who added an AKILL, the date it was added, and when it expires, as well as the user@host/ip mask and reason. AKILL CLEAR clears all entries of the AKILL list.
ca_es: Sintàxi: AKILL ADD [+ expiració ] mascara raó  AKILL DEL { mascara | nom | llista } AKILL LIST [ mascara | llista ] AKILL VIEW [ mascara | llista ] AKILL CLEAR Permet als operadors de serveis manipular la llista de AKILLS. Si un usuari coincideix amb una mascara en la llista de AKILLS i s'esta intentant connectar, els serveis enviaran un KILL a aquest usuari i, en tipus de servidors soportats, notificara a tots els servidors que afegeixin un ban (linea K) per la mascara de l'usuari. AKILL ADD afegeix la mascara usuari@host especificada a la llista de AKILLS per la raó especificada (que HA DE SER especificada). expiració es especificada com un sencer seguit de d (dies), h (hores), o m (minuts). Combinacions (com 1h30m ) no estan permesses. Si un especificador d'unitats no es inclòs, per defecte seran dies (o sigui +30 nomès significa 30 dies). Per afegir un AKILL que no caduqui, utilitza +0 . Si la mascara a afegir comença amb un + , s'ha d'especificar un temps d'expiració. El temps d'expiració per defecte actual de AKILLS pot ser consultat amb la comanda STATS AKILL. La comanda AKILL DEL esborra la mascara especificada de la llista d'AKILLS si esta present. Si s'especifica una llista de noms, aquestes instàncies son esborrades. (Veure l'exemple per LIST especificat més endavant.) La comanda AKILL LIST mostra la llista d'AKILLS. Si s'especifica una mascara, nomès les instàncies coincidents amb la mascara són mostrades. Si s'especifica una llista de noms, nomès aquestes instàncies son mostrades; per exemple: AKILL LIST 2-5,7-9 Llista les instàncies de AKILL enumerades de 2 a 5 i de 7 a 9. AKILL VIEW es una versió més verbal d'AKILL LIST, i mostrara qui va afegir un AKILL, la data en que va ser afegit, i quan caducara, així com tambe la mascara usuari@host i la raó. AKILL CLEAR neteja totes les instàncies de la llista d'AKILLS. Limitat a operadors de serveis.
de_de: Syntax: AKILL ADD [+ Zeit ] Maske Grund  AKILL DEL { Maske | entry-num | Liste } AKILL LIST [ Maske | Liste ] AKILL VIEW [ Maske | Liste ] AKILL CLEAR Erlaubt Services Operatoren die AutoKill-Liste zu bearbeiten. Versucht ein User der einen entsprechenden Eintrag auf der AKILL-Liste hat zu verbinden, werden die Services ihn killen und falls der Server dies unterstützt wird ein Ban (G-line) für den User gesetzt. AKILL ADD fügt die angegebene user@Hostmaske mit dem Grund (dieser muss angegeben werden) zur AKILL- Liste hinzu. Mit Hilfe von Zeit lässt sich eine bestimmte Auslaufzeit dieses Eintrags definieren. Zeit wird durch eine Ganzzahl angegeben, gefolgt von einem Buchstaben: d (Tage), h (Stunden), oder m (Minuten). Kombinationen (wie zum Beispiel 1h30m ) sind nicht zulässig. Wird kein Buchstabe angegeben, wird von Tagen ausgegangen (also +30 bedeutet dann z.B. 30 Tage). Um einen AKILL-Eintrag zu erstellen, der nicht ausläuft, benutze +0 . Fängt die Usermaske mit einem + an, muss eine Auslaufzeit (Zeit) definiert werden, auch wenn es die Standard-Zeit ist. Die Standard- Auslaufzeit für einen AKILL kann man unter STATS AKILL finden. Das AKILL DEL Befehl entfernt die angegebene Maske von der AKILL-Liste, sofern ein solcher Eintag existiert. Wird eine Liste von Nummern angegeben, werden diese Einträge entfernt. (Siehe das Beispiel für LIST weiter unten.) Mit Hilfe von AKILL LIST wird die AKILL Liste angezeigt. Werden Platzhalter (Wildcards) in der Maske angegeben, werden nur die entsprechenden Einträge angezeigt. Die Ausgabe lässt sich ebenfalls durch einen Zahlenbereich begrenzen, wie das Beispiel zeigt: AKILL LIST 2-5,7-9 Zeigt nur die Einträge 2 bis 5 und 7 bis 9. AKILL VIEW ist eine ausführlichere Version des AKILL LIST Befehls und zeigt zusätzlich, wer einen Eintrag wann erstellt hat, wann er ausläuft und natürlich die user@host Maske mit dem Grund. AKILL CLEAR entfernt alle Einträge aus der AKILL-Liste.
el_gr: Σύνταξη: AKILL ADD [+ expiry ] μάσκα λόγος  AKILL DEL { μάσκα | θέσεις-νούμερα | λίστα } AKILL LIST [ μάσκα | λίστα ] AKILL VIEW [ μάσκα | λίστα ] AKILL CLEAR Μπορούν οι Services operators να αλλάξουν την λίστα AKILL. Αν η μάσκα του χρήστη ταιριάξει με μια από αυτές που περιέχονται στην λίστα AKILL, τα Services δεν θα επιτρέψουν στο χρήστη να συνδεθεί με το δίκτυο (server) και θα έχει KILL, σε όλους τους servers που είναι μαζί.Δηλ γίνεται προσθήκη ban (K-line) για την μάσκα που ταιριάζει στο χρήστη. Η εντολή AKILL ADD προσθέτει το ανάλογο user@host μάσκα στην λίστα AKILL με έναν λόγο που πρέπει να δώσετε ωστε ο χρήστης να καταλάβει γιατί είναι AKILL. Το expiry είναι συγκεκριμένο και επιλέγεται από τα επόμενα, d (μέρες), h (ώρες), ή m (λεπτά). Συνδιασμοί (όπως 1h30m ) δεν επιτρέπονται . Αν δεν δώσετε το χρόνο από default θα είναι σε μέρες (θα είναι +30 που σημαίνει 30 μέρες). Για να προσθέσετε ένα AKILL που να μην λήγει, χρησιμοποιείστε +0 . Αν η usermask ξεκινάει με + , ο χρόνος λήξης θα πρέπει να δίνετε ακόμα και αν είναι ίδιος με τον default. Ο συγκεκριμένος χρόνος λήξης της εντολής AKILL μπορεί να βρεθεί με την εντολή STATS AKILL. Η εντολή AKILL DEL διαγράφει τη συγκεκριμένη μάσκα από την λίστα. AKILL αν υπάρχει. Αν σας δωθεί λίστα με τις θέσεις-νούμερα αυτές οι θέσεις θα διαγραφούν. (Κοίτα το παράδειγμα με την εντολή LIST.) Η εντολή AKILL LIST εμφανίζει την λίστα με τα AKILL. Αν δίνεται μια συγκεκριμένη μάσκα, θα εμφανιστούν οι θέσεις που αντιστοιχούν σε αυτή τη μάσκα. Αν δίνετε η λίστα με τις θέσεις-νούμερα μπορείτε να τις δείτε και αλλιώς, παράδειγμα: AKILL LIST 2-5,7-9 Εμφανίζει τις θέσεις με τα νούμερα 2 εως 5 και 7 εως 9 της λίστας AKILL. Η εντολή AKILL VIEW είναι πιο καλύτερη από την AKILL LIST, και εμφανίζει ποιος συγκεκριμένα έβαλε κάποιον AKILL, την ημερομηνία που έγινε, και πότε θα λήξει, όπως και το user@host και τον λόγο. Η εντολή _AKILL CLEAR_ καθαρίζει όλες τις θέσεις της λίστας AKILL. Μόνο για τους Services operators.
hu_hu: Syntax: AKILL ADD [ + lejárat ] maszk indok  AKILL DEL { maszk | sor-szám | list } AKILL LIST [ maszk | list ] AKILL VIEW [ maszk | list ] AKILL CLEAR Lehetõséget ad a szervíz opoknak, hogy karbantartsák az AKILL listát. Ha egy felhasználó az AKILL maszkkal egyezõ cimrõl próbál csatlakozni , akkor szervíz kiad egy KILL parancsot a nickre, és a támogatott szervertípusokon arra utasít minden szervert, hogy adjon K-linet a maszknak. AKILL ADD hozzáadja a megadott user@host/ip maszkot az AKILL listára a megadott indokkal (amit meg kell adnod). Az elévülést egész számmot kovet egy idõparaméter d (nap), h (óra), m (perc).Ezek kombinálása nem lehetséges(1h30m). ha nem adsz meg idõegységet akkor önmagában napot jelent. (+30 az 30 napot jelent).Ha +0-át adsz meg akkor nem elévülõ lesz.Ha a usermaszk + -al kezdõdik akkor elévülést meg kell adni akkor is ha megegyezik az alapértelmezéssel. Az AKILL jelenlegi alapértelmezett elévüólési ideje megnézhetõ a STATS AKILL paranccsal. AKILL DEL törli a maszkot az AKILL listáról, ha rajta van. Ha bejegyzés sorszámot adsz meg akkor azok fognak törlõdni.(lásd a példát alább) AKILL LIST kiirja a jelenlegi AKILL listát. Ha egy "*" karakteres maszk van megadva, akkor csak azokat az AKILL-eket listázza, amelyek ráillenek a megadott maszkra. Ha sorszámot adsz meg akkor azok fognak törlõdni. Példa: AKILL LIST 2-5,7-9 Listázza az AKILL-en lévoket 2-tõl 5-ig és 7-tõl 9-ig az AKILL listából AKILL VIEW részletesebb verziója az AKILL LIST-nek, amely megmutatja, hogy ki vette fel az AKILL-t, mikor lett felvéve és mikor jár le, éppúgy, felhasználó@gazdanév maszkot és indokot. AKILL CLEAR töröli az összes AKILL bejegyzést. Korlátozva Szervíz operatornak.
nl_nl: Gebruik: AKILL ADD [+ verlooptijd ] mask reden  AKILL DEL { mask | entry-nr | lijst } AKILL LIST [ mask | lijst ] AKILL VIEW [ mask | lijst ] AKILL CLEAR Stelt Services operators in staat de AKILL lijst te beheren. Als een gebruiker die overeenkomt met een AKILL mask probeert te verbinden zullen Services een KILL voor die gebruiker door- voeren en, als het netwerk dit ondersteund, zullen alle servers geinstrueerd worden een ban (K-line) voor het betreffende mask toe te voegen. AKILL ADD voeg het gegeven user@host mask toe aan de AKILL lijst met de gegeven reden (die moet worden gegeven). verlooptijd wordt gespecificeerd als een getal waarachter d (dagen), h (uur), of m (minuten) geplaatst wordt. Combinaties (zoals 1h30m ) zijn niet toegestaan. Als er geen d, h of m wordt meegegeven, is het standaard dagen (dus +30 zelfstandig betekent 30 dagen). Om een AKILL die niet verloopt toe te voegen, gebruik je +0 . Als de usermask die toegevoegd moet worden met een + begint, is een verlooptijd verplicht, zelfs als die overeenkomt met de standaard verlooptijd. De huidige standaard verlooptijd voor een AKILL kan gevonden worden met het STATS AKILL commando. Het AKILL DEL commando verwijdert het gegeven mask van de AKILL lijst als deze erop staat. Als er een lijst van entry-nummers is opgegeven zullen die verwijderd worden. (Zie het voorbeeld voor LIST hier onder.) Her AKILL LIST commando geeft de AKILL lijst weer. Als een mask met een * is gegeven zullen alleen de AKILLs die overeenkomen met het mask worden weergegeven. Als een lijst van entry-nummers is gegeven worden alleen die weergegeven. Bijvoorbeeld: AKILL LIST 2-5,7-9 Geeft AKILLs 2 t/m 5 en 7 t/m 9 weer. AKILL VIEW is een versie van AKILL LIST die meer informatie geeft: de naam van degene die de AKILL toe heeft gevoegd, de datum waarop dit gebeurde, waneer deze verloopt, en de user@host mask en de reden. AKILL CLEAR maakt de AKILL lijst leeg.
pl_pl: Sk³adnia: AKILL ADD [+ czas-trwania ] maska powód  AKILL DEL { maska | numer-wpisu | lista } AKILL LIST [ maska | lista ] AKILL VIEW [ maska | lista ] AKILL CLEAR Pozwala operatorom serwisów na zarz±dzanie list± AKILL. Je¶li u¿ytkownik pasuj±cy do maski na li¶cie pod³±czy siê do sieci serwisy natychmiast go roz³±cz± oraz za³o¿± K-line na jego host. AKILL ADD dodaje maskê (w formacie user@host lub ip) oraz powód (który musi zostaæ podany) na listê AKILL. Podaj±c czas mo¿na stosowaæ jednostki: s dla sekund, m dla minut, h dla godzin oraz d dla dni. Kombinacja tych jednostek nie jest mo¿liwa. Domy¶ln± jednostk± s± dni ( +30 oznacza 30 dni). Podanie +0 oznacza, ¿e wpis nie wyga¶nie. Je¶li maska zaczyna siê znakiem + to podanie czasu jest obowi±zkowe (nawet je¶li jest identyczny z domy¶lnym). Domy¶lny czas wygasania mo¿na sprawdziæ przy pomocy polecenia STATS AKILL. AKILL DEL usuwa wskazane wpisy z listy AKILL. Jako argument przyjmuje nick, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). AKILL LIST wy¶wietla zawarto¶æ listy AKILL. Je¶li zostanie podana maska tylko pasuj±ce wpisy zostan± pokazane. Mo¿na tak¿e u¿yæ listy, przyk³ad: AKILL LIST 2-5,7-9 Listuje wpisy od 2 do 5 oraz od 7 do 9. AKILL VIEW zwraca wiêcej szczegó³ów ni¿ AKILL LIST. Wy¶wietla informacje o dodaj±cym AKILL, datê dodania, datê wyga¶niêcia, maskê oraz powód. AKILL CLEAR usuwa wszystkie wpisy z listy AKILL.
pt_pt: Sintaxe: AKILL ADD [+ tempo ] máscara motivo  AKILL DEL { máscara | entrada | lista-entradas } AKILL LIST [ máscara | lista-entradas ] AKILL VIEW [ máscara | lista-entradas ] AKILL CLEAR Permite que Operadores dos Services manipulem a lista de AKILL. Se um usuário que tenta conectar possui uma máscara prevista na lista de AKILL, os Services emitem um KILL para aquele usuário, em servidores que suportam, e instrui todos os servidores da rede a adicionar um ban (K-line) para a máscara do usuário encontrado. AKILL ADD adiciona uma máscara ident@host na lista de AKILL para um dado motivo (deve ser fornecido). Opcionalmente, um tempo para o akill expirar pode ser fornecido. O tempo precede a máscara ident@host, e é especificado como um número inteiro seguido por uma das seguintes unidades: d (dias), h (horas) ou m (minutos). Combinações (como 1h30m) não são permitidas. Se uma unidade específica não é incluída, o padrão é em dias (assim, +30 significa 30 dias). Para adicionar um AKILL que não expira, use +0 . Se a máscara a ser adicionada começar com um + , o tempo do AKILL deve ser fornecido, mesmo se esse tempo for igual ao padrão. O tempo atual de expiração de AKILLs pode ser encontrado com o comando STATS AKILL. AKILL DEL remove uma dada máscara da lista de AKILL, se ela estiver presente. Se uma lista de números de entrada for fornecida, essas entradas serão apagadas. (Veja o exemplo para LIST abaixo.) AKILL LIST mostra a lista de AKILL atual. Se uma máscara for fornecida, apenas as entradas que combinarem com a máscara serão exibidas. Se uma lista de números de entrada for fornecida, apenas essas entradas serão exibidas; por exemplo: AKILL LIST 2-5,7-9 Lista as entradas de AKILL numeradas de 2 a 5 e de 7 a 9. AKILL VIEW é uma versão mais detalhada do AKILL LIST, e mostrará quem adicionou o AKILL, a data em que foi adicionado, e quando irá expirar, como também a máscara (ident@host) e o motivo. AKILL CLEAR apaga todas as entradas da lista de AKILL.

source: Syntax: ALIST [ level ] Lists all channels you have access on. Optionally, you can specify a level in XOP or ACCESS format. The resulting list will only include channels where you have the given level of access. Examples: ALIST Founder Lists all channels where you have Founder access. ALIST AOP Lists all channels where you have AOP access or greater. ALIST 10 Lists all channels where you have level 10 access or greater. Channels that have the NOEXPIRE option set will be prefixed by an exclamation mark.
de_de: Syntax: ALIST [ Level ] Listet alle Channels auf, auf denen du Zugriff hast. Optional kannst du das Level-Format (XOP oder ACCESS) bestimmen. Die daraus resultierende liste wird nur Channels enthalten, wo du den entsprechenden Zugriffslevel hast. Beispiele: ALIST Founder Listet alle Channels auf, in denen du Founder-Access hast. ALIST AOP Listet alle Channels auf, in denen du AOP-Access oder höher hast. ALIST 10 Listet alle Channels auf, in denen du das Zugriffs-Level 10 oder höher hast.. Channels mit der NOEXPIRE Option sind mit einem Ausrufezeichen markiert.
hu_hu: Syntax: ALIST [ szint ] Listáz minden csatornát, ahol hozzáférésed van. Opcionálisan megadhatod a szintet XOP vagy ACCESS formátumban is. Az eredmény csak azon szobákat fogja megjeleniteni, ahol a megadott hozzáférési szinted van. Példák: ALIST Founder Listáz minden csatornát, ahol Founder hozzáférésed van. ALIST AOP Listáz minden csatornát, ahol AOP hozzáférésed vagy magasabb szinted van. ALIST 10 Listáz minden csatornát, ahol 10-es hozzáférésed vagy magasabb szinted van. Azok a csatornák melyeken a NOEXPIRE opció be van állítva, prefixel lesznek megjelölve a listában.
nl_nl: Gebruik: ALIST [ niveau ] Geeft alle kanalen weer waarop je toegang hebt. Optioneel kun je een niveau opgeven in XOP of ACCESS formaat. De resulterende lijst zal alleen kanalen bevatten waar je het gegeven toegangsniveau hebt. Voorbeelden: ALIST Founder Geeft alle kanalen weer waar je stichter- toegang hebt. ALIST AOP Geeft alle kanalen weer waar je AOP-toegang of meer hebt. ALIST 10 Geeft alle kanalen weer waar je toegangsniveau 10 of hoger hebt. Kanalen met de NOEXPIRE optie aan zullen voorafgegaan worden door een uitroepteken.
pl_pl: Sk³adnia: ALIST [ poziom ] Listuje wszystkie kana³y, gdzie masz wpis na li¶cie dostêpu. Aby ograniczyæ listê pokazywanych kana³ów mo¿esz podaæ poziom XOP lub numer Przyk³ady: ALIST Founder Listuje kana³y, których jeste¶ w³a¶cicielem ALIST AOP Listuje kana³y, na których masz poziom AOP lub wy¿szy. ALIST 10 Listuje kana³y, na których masz poziom 10. lub wy¿szy. Kana³y z opcj± NOEXPIRE bêd± oznaczone wykrzyknikiem.
pt_pt: Sintaxe: ALIST [ nível ] Lista todos os canais nos quais você tem acesso. Opcionalmente, você pode especificar um nível no formato XOP ou ACCESS. A lista de resultado inclui apenas os canais nos quais você tem o nível de acesso fornecido. Exemplos: ALIST Founder Lista todos os canais nos quais você tem acesso de Founder. ALIST AOP Lista todos os canais nos quais você tem acesso AOP ou maior. ALIST 10 Lista todos os canais nos quais você tem nível 10 de acesso ou maior. Canais com a opção NOEXPIRE serão prefixados por uma exclamação.

source: Syntax: ALIST [ nickname ] [ level ] With no parameters, lists channels you have access on. With one parameter, lists channels that nickname has access on. With two parameters lists channels that nickname has level access or greater on. This use limited to Services Operators.
de_de: Syntax: ALIST [ Nickname ] [ Level ] Mit keinen Parametern werden alle Channels aufgelistet, auf die du Zugriff hast. Mit einem Parameter werden alle Channels aufgelistet, auf die Nickname Zugriff hat. Mit zwei Parametern werden alle Channel aufgelistet, in denen Nickname Zugriffslevel Level oder höher hat.
el_gr: Syntax: ALIST [ nickname ] [ level ] With no parameters, lists channels you have access on. With one parameter, lists channels that nickname has access on. With two parameters lists channels that nickname has level access or greater on.
hu_hu: Syntax: ALIST [ nicknév ] [ szint ] Paraméter nélkül listázza azokat a csatornákat, ahol hozzáférésed van. Egy paraméterrel azokat a szobákat listázza, ahol hozzáférése van a nicknnév-nek. Két paraméterrel azokat a csatornákat listázza, ahol megadott szintû vagy magasabb a hozzáférése a nicknév-nek. Ennek a használata korlátozva Szervíz adminra.
nl_nl: Gebruik: ALIST [ nick ] [ niveau ] Zonder paramenters geeft dit elk kanaal weer waar je toegang hebt. Met een paramenter geeft het de kanalen weer waar nick toegang heeft. Met twee paramenters geeft het de kanalen weer waar nick een toegangsniveau van tenminste niveau heeft. Dit gebruik is gelimiteerd tot Services Operatorstrators.
pl_pl: Sk³adnia: ALIST [ nick ] [ poziom ] Listuje wszystkie kana³y na których jeste¶ na li¶cie dostêpu. Opcjonalnie mo¿esz podaæ nick wraz z poziomem, co ograniczy ilo¶æ pokazywanych wpisów. Parametr nick jest przeznaczony tylko dla administratorów serwisów.
pt_pt: Sintaxe: ALIST [ nick ] [ nível ] Sem parâmetros, lista os canais nos quais você tem acesso. Com um parâmetro, lista os canais nos quais nick tem acesso. Com dois parâmetros lista os canais nos quais nick tem no mínimo o nível de acesso especificado. Este uso é limitado aos Administradores dos Services.
