Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SNLINE ADD [+ expiry ] mask : reason  SNLINE DEL { mask | entry-num | list } SNLINE LIST [ mask | list ] SNLINE VIEW [ mask | list ] SNLINE CLEAR Allows Services operators to manipulate the SNLINE list. If a user with a realname matching an SNLINE mask attempts to connect, Services will not allow it to pursue his IRC session. SNLINE ADD adds the given realname mask to the SNLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SNLINE which does not expire, use +0 . If the realname mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SNLINE default expiry time can be found with the STATS AKILL command. Note: because the realname mask may contain spaces, the separator between it and the reason is a colon. The SNLINE DEL command removes the given mask from the SNLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SNLINE LIST command displays the SNLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SNLINE LIST 2-5,7-9 Lists SNLINE entries numbered 2 through 5 and 7 through 9. SNLINE VIEW is a more verbose version of SNLINE LIST, and will show who added an SNLINE, the date it was added, and when it expires, as well as the realname mask and reason. SNLINE CLEAR clears all entries of the SNLINE list.
ca_es: Sintàxi: SNLINE ADD [+ expiració ] mascara : raó  SNLINE DEL { mascara | nom | llista } SNLINE LIST [ mascara | llista ] SNLINE VIEW [ mascara | llista ] SNLINE CLEAR Permet als operadors de serveis manipular la llista de SNLINES. Si un usuari amb un nom real concordant amb una mascara SNLINE s'intenta connectar, els serveis l'impediran aconseguir una sessió d'IRC. SNLINE ADD afegeix la mascara de nom real especificada a la llista de SNLINES per la raó especificada (obligatori). expiració es especificada com un sencer seguit de d (dies), h (hores), o m (minuts). Combinacions (com 1h30m ) no estan permesses. Si l'especificació de la unitat no es especificada, per defecte són dies (és a dir +30 nomès significa 30 dies). Per afegir una SNLINE que no caduqui, utilitza +0 . Si la mascara de nom real especificada comença amb + , el temp d'expiració ha de ser especificat, encara que sigui el mateix que el per defecte. El temps actual d'expiració per defecte per SNLINES pot ser consultat amb la comanda STATS AKILL. Nota: Ja que la mascara de nom real pot contenir espais, el separador entre aquest i la raó es un signe de dos punts. La comanda SNLINE DEL esborra la mascara especificada de la llista de SNLINES si esta present. Si s'especifica una llista de instàncies, aquestes instàncies son esborrades. (Veure l'exemple per LIST especificat més endavant.) La comanda SNLINE LIST mostra la llista de SNLINES. Si s'especifica una mascara, nomès les instàncies concordant amb la mascara són mostrades. Si s'especifica una llista de instàncies, nomès aquestes instàncies son mostrades; per exemple: SNLINE LIST 2-5,7-9 Llista instàncies de SNLINES enumerades de 2 a 5 i de 7 a 9. SNLINE VIEW es una versió més verbal que SNLINE LIST, i mostrara qui va fegir la SNLINE, la data en la que va ser afegida, i quan caducara, a més de la mascara de nom real i la raó. SNLINE CLEAR neteja totes les instàncies de la llista de SNLINES. Limitat a operadors de serveis.
de_de: Syntax: SNLINE ADD [+ Zeit ] Maske : Grund  SNLINE DEL { Maske | entry-num | Liste } SNLINE LIST [ Maske | Liste ] SNLINE VIEW [ Maske | Liste ] SNLINE CLEAR Erlaubt Services Operatoren die SNLINE-Liste zu bearbeiten. Versucht ein User dessen Realname auf einen Eintrag in der SNLINE-Liste trifft zu verbinden, werden die Services ihn die verbindung auf das IRC Netz nicht ausführen lassen. SNLINE ADD fügt die angegebene Realnamen-Maske mit dem Grund (muss angegeben werden) zur SNLINE-Liste hinzu. Mit Hilfe von Zeit lässt sich eine bestimmte Auslaufzeit dieses Eintrags definieren. Zeit wird durch eine Ganzzahl angegeben, gefolgt von einem Buchstaben: d (Tage), h (Stunden), oder m (Minuten). Kombinationen (wie zum Beispiel 1h30m ) sind nicht zulässig. Wird kein Buchstabe angegeben, wird von Tagen ausgegangen (also +30 bedeutet dann z.B. 30 Tage). Um einen SNLINE-Eintrag zu erstellen, der nicht ausläuft, benutze +0 . Beginnt die Realnamen-Maske mit einem + , an, muss eine Auslaufzeit (expiry) definiert werden, auch wenn es die Standard-Zeit ist. Die Standard-Auslaufzeit für eine SNLINE kann man unter STATS AKILL finden. Beachte: Da die Realnamen-Maske Leerzeichen enthalten kann, ist das Trennzeichen zwischen der Maske und dem Grund ein Doppelpunkt. Das SNLINE DEL Befehl entfernt die angegebene Maske von der SNLINE-Liste, sofern ein solcher Eintag existiert. Wird eine Liste von Nummern angegeben, werden diese Einträge entfernt. (Siehe das Beispiel für LIST weiter unten.) Mit Hilfe von SNLINE LIST wird die SNLINE-Liste angezeigt. Werden Platzhalter (Wildcards) in der Maske angegeben, werden nur die entsprechenden Einträge angezeigt. Die Ausgabe lässt sich ebenfalls durch einen Zahlenbereich begrenzen, wie das Beispiel zeigt: SNLINE LIST 2-5,7-9 Zeigt nur die Einträge 2 bis 5 und 7 bis 9. SNLINE VIEW ist eine ausführlichere Version des SNLINE LIST Befehls und zeigt zusätzlich, wer einen Eintrag wann erstellt hat, wann er ausläuft und natürlich die user@host Maske mit dem Grund. SNLINE CLEAR entfernt alle Einträge aus der SNLINE-Liste.
el_gr: Σύνταξη: SNLINE ADD [+ expiry ] μάσκα : λόγος  SNLINE DEL { μάσκα | θέσεις-νούμερα | λίστα } SNLINE LIST [ μάσκα | λίστα ] SNLINE VIEW [ μάσκα | λίστα ] SNLINE CLEAR Οι Services operators μπορούν να αλλάξουν την λίστα SNLINE. Αν ο χρήστης με το πραγματικό όνομα ταιριάζει με την SNLINE μάσκα,τα Services δεν θα τον αφήσουν να συνδεθεί. Η εντολή SNLINE ADD προσθέτει μια πραγματική μάσκα στην λίστα SNLINE με κάποιον λόγο τον οποίο πρέπει να τον δώσετε. Το expiry είναι συγκεκριμένο και επιλέγεται από τα επόμενα, d (μέρες), h (ώρες), ή m (λεπτά). Συνδιασμοί (όπως 1h30m ) δεν επιτρέπονται . Αν δεν δώσετε το χρόνο από default θα είναι σε μέρες (θα είναι +30 που σημαίνει 30 μέρες). Για να προσθέσετε ένα SNLINE που να μην λήγει, χρησιμοποιείστε +0 . usermask ξεκινάει με + , ο χρόνος λήξης θα πρέπει να δίνετε ακόμα και αν είναι ίδιος με τον default. Ο συγκεκριμένος χρόνος λήξης της εντολής SNLINE μπορεί να βρεθεί με την εντολή STATS AKILL. Σημείωση: επειδή το πραγματικό όνομα-μάσκα μπορεί να περιέχει κενά, διαχωριστικά μεταξύ τους να είστε προσεκτικοί στο λόγο. Η εντολή SNLINE DEL αφαιρεί μία μάσκα από την λίστα SNLINE list αν υπάρχει. Αν η λίστα με τις θέσεις-νούμερα δίνετε, αυτές διαγράφονται. (Δές το παράδειγμα LIST.) Η εντολή SNLINE LIST εμφανίζει την λίστα με τα SNLINE. Αν δίνεται μια συγκεκριμένη μάσκα, θα εμφανιστούν οι θέσεις που αντιστοιχούν σε αυτή τη μάσκα Αν δίνετε η λίστα με τις θέσεις-νούμερα μπορείτε να τις δείτε και αλλιώς, παράδειγμα: SNLINE LIST 2-5,7-9 Εμφανίζει τις θέσεις με τα νούμερα 2 εως 5 και 7 εως 9 της λίστας SNLINE. Η εντολή SNLINE VIEW είναι πιο βελτιωμένη από την SNLINE LIST, και εμφανίζει ποιος έβαλε το κάθε SNLINE, την ημερομηνία που μπήκε, και πότε λήγει, και φυσικά τη realname μάσκα και τον λόγο. Η εντολή SNLINE CLEAR καθαρίζει όλες τις θέσεις από την λίστα SNLINE. Μόνο για τους Services operators.
hu_hu: Syntax: SNLINE ADD [+ lejárat ] maszk : indok  SNLINE DEL { maszk | sor-szám | list } SNLINE LIST [ maszk | list ] SNLINE VIEW [ maszk | list ] SNLINE CLEAR Lehetõséget ad a szervíz opoknak, hogy karbantartsák az SNLINE listát. Ha egy felhasználó egy valós névvel akar csatlakozni , ami szerepel az SNLINE listán akkor szervíz nem fogja engedélyezni részére a csatlakozást. SNLINE ADD hozzáadja a valósnévmaszkot az SNLINE listára a megadott indokkal (amit meg is kell adni). Az elévülést egész számmot kovet egy idoparaméter d (nap), h (óra), m (perc).Ezek kombinálása nem lehetséges(1h30m). ha nem adsz meg idoegységet akkor önmagában napot jelent. (+30 az 30 napot jelent).Ha +0-át adsz meg akkor nem elévülo lesz.Ha a usermaszk + -al kezdodik akkor elévülést meg kell adni akkor is ha megegyezik az alapértelmezéssel. Az SNLINE jelenlegi alapértelmezett elévülési ideje megnézheto a STATS AKILL paranccsal. Jegyzet: a valósnév maszkja tartalmazhat szóközt ezért közte és az indok között az elválasztó karakter a vesszõ. SNLINE DEL eltávolítja a megadott maszkot az SNLINE listáról, ha jelen van.Ha bejegyzés sorszámot adsz meg akkor azok fognak törlodni. (Lásd a példa alább) SNLINE LIST kiirja az összes SNLINE bejegyzést; ha egy tetszõleges maszk meg van adva, a lista korlátozva lesz azokra a bejegyzésekre, amelyekre ráillik a maszk. Példa: SNLINE LIST 2-5,7-9 Listázza a SNLINE-okat 2-töl 5-ig és 7-tõl 9-ig az SNLINE listáról SNLINE VIEW részletesebb verziója a SNLINE LIST-nek, és megmutatja, ki készítette a SNLINE bejegyzéseket, és mikor jár le, mint a maszkot és az indokot. SNLINE CLEAR törli az SNLINE bejegyzéseket. Korlátozva Szervíz operatornak.
nl_nl: Gebruik: SNLINE ADD [+ verlooptijd ] mask reden  SNLINE DEL { mask | entry-nr | lijst } SNLINE LIST [ mask | lijst ] SNLINE VIEW [ mask | lijst ] SNLINE CLEAR Stelt Services operators in staat de SNLINE lijst te beheren. Als een gebruiker die overeenkomt met een SNLINE mask probeert te verbinden zullen Services deze gebruiker niet toestaan zijn of haar IRC sessie voort te zetten. SNLINE ADD voeg het gegeven user@host mask toe aan de SNLINE lijst met de gegeven reden (die moet worden gegeven). verlooptijd wordt gespecificeerd als een getal waarachter d (dagen), h (uur), of m (minuten) geplaatst wordt. Combinaties (zoals 1h30m ) zijn niet toegestaan. Als er geen d, h of m wordt meegegeven, is het standaard dagen (dus +30 zelfstandig betekent 30 dagen). Om een SNLINE die niet verloopt toe te voegen, gebruik je +0 . Als de usermask die toegevoegd moet worden met een + begint, is een verlooptijd verplicht, zelfs als die overeenkomt met de standaard verlooptijd. De huidige standaard verlooptijd voor een SNLINE kan gevonden worden met het STATS AKILL commando. Het SNLINE DEL commando verwijdert het gegeven mask van de SNLINE lijst als deze erop staat. Als er een lijst van entry-nummers is opgegeven zullen die verwijderd worden. (Zie het voorbeeld voor LIST hier onder.) Her SNLINE LIST commando geeft de SNLINE lijst weer. Als een mask met een * is gegeven zullen alleen de SNLINEs die overeenkomen met het mask worden weergegeven. Als een lijst van entry-nummers is gegeven worden alleen die weergegeven. Bijvoorbeeld: SNLINE LIST 2-5,7-9 Geeft SNLINEs 2 t/m 5 en 7 t/m 9 weer. SNLINE VIEW is een versie van SNLINE LIST die meer informatie geeft: de naam van degene die de SNLINE toe heeft gevoegd, de datum waarop dit gebeurde, waneer deze verloopt, en de user@host mask en de reden. SNLINE CLEAR maakt de SNLINE lijst leeg.
pl_pl: Sk³adnia: SNLINE ADD [+ czas-trwania ] maska powód  SNLINE DEL { maska | numer-wpisu | lista } SNLINE LIST [ maska | lista ] SNLINE VIEW [ maska | lista ] SNLINE CLEAR Pozwala operatorom serwisów na zarz±dzanie list± SNLINE. Je¶li u¿ytkownik z realname pasuj±cym do maski na li¶cie pod³±czy siê do sieci serwisy natychmiast go roz³±cz±. SNLINE ADD dodaje wskazan± maskê realname oraz powód (który musi zostaæ podany) na listê SNLINE. Podaj±c czas mo¿na stosowaæ jednostki: s dla sekund, m dla minut, h dla godzin oraz d dla dni. Kombinacja tych jednostek nie jest mo¿liwa. Domy¶ln± jednostk± s± dni ( +30 oznacza 30 dni). Podanie +0 oznacza, ¿e wpis nie wyga¶nie. Je¶li maska zaczyna siê znakiem + to podanie czasu jest obowi±zkowe (nawet je¶li jest identyczny z domy¶lnym). Domy¶lny czas wygasania mo¿na sprawdziæ przy pomocy polecenia STATS AKILL. Uwaga: realname mo¿e zawieraæ spacje, dlatego separatorem pomiêdzy mask± i powodem jest dwukropek. SNLINE DEL usuwa wskazane wpisy z listy SNLINE. Jako argument przyjmuje maskê, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). SNLINE LIST wy¶wietla zawarto¶æ listy SNLINE. Je¶li zostanie podana maska tylko pasuj±ce wpisy zostan± pokazane. Mo¿na tak¿e u¿yæ listy, przyk³ad: SNLINE LIST 2-5,7-9 Listuje wpisy od 2 do 5 oraz od 7 do 9. SNLINE VIEW zwraca wiêcej szczegó³ów ni¿ SNLINE LIST. Wy¶wietla informacje o dodaj±cym SNLINE, datê dodania, datê wyga¶niêcia, maskê oraz powód. SNLINE CLEAR usuwa wszystkie wpisy z listy.
pt_pt: Sintaxe: SNLINE ADD [+ tempo ] máscara : motivo  SNLINE DEL { máscara | entrada | lista-entradas } SNLINE LIST [ máscara | lista-entradas ] SNLINE VIEW [ máscara | lista-entradas ] SNLINE CLEAR Permite que Operadores dos Services manipulem a lista de SNLINE. Se um usuário que tenta conectar possui um realname previsto na lista de SNLINE, os Services não permitirão que ele continue sua sessão de IRC. SNLINE ADD adiciona uma máscara realname na lista de SNLINE para um dado motivo (deve ser fornecido). Opcionalmente, um tempo pode ser fornecido. O tempo precede a máscara e é especificado como um número inteiro seguido por uma das seguintes unidades: d (dias), h (horas) ou m (minutos). Combinações (como 1h30m) não são permitidas. Se uma unidade específica não é incluída, o padrão é em dias (assim, +30 significa 30 dias). Para adicionar um SNLINE que não expira, use +0 . Se a máscara de realname a ser adicionada começar com um + , o tempo do SNLINE deve ser fornecido, mesmo se esse tempo for igual ao padrão. O tempo atual de expiração de SNLINE pode ser encontrado com o comando STATS AKILL. Nota: devido ao fato da máscara de realname poder conter espaços, o separador entre ela e o motivo é um sinal de dois-pontos. SNLINE DEL remove uma dada máscara da lista de SNLINE, se ela estiver presente. Se uma lista de números de entrada for fornecida, essas entradas serão apagadas. (Veja o exemplo para LIST abaixo.) SNLINE LIST mostra a lista de SNLINE atual. Se uma máscara for fornecida, apenas as entradas que combinarem com a máscara serão exibidas. Se uma lista de números de entrada for fornecida, apenas essas entradas serão exibidas; por exemplo: SNLINE LIST 2-5,7-9 Lista as entradas de SNLINE numeradas de 2 a 5 e de 7 a 9. SNLINE VIEW é uma versão mais detalhada do SNLINE LIST, e mostrará quem adicionou o SNLINE, a data em que foi adicionado, e quando irá expirar, como também a máscara realname e o motivo. SNLINE CLEAR apaga todas as entradas da lista de SNLINE.
