Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SET NOEXPIRE {ON | OFF} Sets no expire mode on or off. In no expire mode, nicks, channels, akills and exceptions won't expire until the option is unset. This option is equivalent to the command-line option -noexpire.
ca_es: Sintàxi: SET NOEXPIRE {ON | OFF} Estableix el mode no expire a activat o desactivat. En mode no expire, nicks, canals, akills i excepcions no caducaran fins que l'opció sigui desactivada. Aquaquesta opció es equivalent a l'opció -noexpire en la linea de comandes.
de_de: Syntax: SET NOEXPIRE {ON | OFF} Setzt den No-Expire-Mode an oder aus. Wird er aktiviert, werden Nicknamen, Channels und AKILLs nicht auslaufen bis dieser Modus wieder ausgeschaltet wird. Diese Option ist äquivalent mit der Befehlszeilen- Option -noexpire.
el_gr: Σύνταξη: SET NOEXPIRE {ON | OFF} Αλλάζει σε no expire mode on ή off. Σε no expire mode, ψευδώνυμα, κανάλια, akills και exceptions δεν θα λήγουν εκτός και αν αυτή η επιλογή δεν ρυθμιστεί. Αυτή η επιλογή είναι αντίστοιχη με την εντολή-line επιλογή -noexpire.
hu_hu: Syntax: SET NOEXPIRE {ON | OFF} Bekapcsolja a nem elévülést. A nem elévülõ módban nickek, csatornák, akillek és kivételek rakhatóak nem elévülõre is amíg ezt az opciót nem kapcsolod ki. Ez az opció megegyezik a parancs-sorban kiadható opcióval: -noexpire.
nl_nl: Gebruik: SET NOEXPIRE {ON | OFF} Zet de geen-verloop mode aan of uit. In de geen-verloop mode zullen nicks, kanalen, AKILLs en uitzonderingen niet verlopen totdat de geen-verloop mode weer wordt uitgezet. Deze optie komt overeen met de commandline-optie -noexpire.
pl_pl: Sk³adnia: SET NOEXPIRE {ON | OFF} W³±cza lub wy³±cza tryb wygasania. Je¶li ta opcja zosta³a w³±czona nicki, kana³y, wpisy na listach AKILL oraz wyj±tków nie bêd± automatycznie wygasa³y. Ta opcja ma taki sam efekt jak argument linii poleceñ -noexpire.
pt_pt: Sintaxe: SET NOEXPIRE {ON | OFF} Ativa ou desativa o modo NOEXPIRE. Se estiver ativado, os nicks, canais, akills e exceções não irão expirar enquanto a opção não for desativada. Esta opção é equivalente à opção da linha de comando -noexpire.

source: Syntax: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Changes when you will be notified about new memos: ON You will be notified of memos when you log on, when you unset /AWAY, and when they are sent to you. LOGON You will only be notified of memos when you log on or when you unset /AWAY. NEW You will only be notified of memos when they are sent to you. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF You will not receive any notification of memos. ON is essentially LOGON and NEW combined.
ca_es: Sintàxi: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Canvia quan se't notificarà de nous memos: ON Notificació de memos quan et conectis, quan treguis /AWAY, i quan s'enviin LOGON Sols seras notificat de memos quan et conectis o quan treguis /AWAY. NEW Sols seras notificat de memos quan se't enviin. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF No rebràs cap notificació per memos. ON és escencialment LOGON i NEW combinats.
de_de: Syntax: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Ändert den Zeitpunkt, wann MemoServ dich über neue eingegangene Memos informiert: ON Du wirst über neue Nachrichten informiert, wenn du dich identifizierst, /AWAY aufhebst, und wenn sie an dich gesandt werden. LOGON Du wirst nur benachrichtigt, wenn du dich identifizierst oder das /AWAY rückgängig machst. NEW Du wirst nur informiert, wenn sie an dich gesendet werden. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Es wird keine Benachrichtigung über neue Memos stattfinden. ON ist eine Kombination aus LOGON und NEW.
el_gr: Σύνταξη: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Αλλαγές για το πως θέλετε να ενημερώνεστε για νέα μηνύματα: ON Θα ενημερώνεστε για τα μηνύματα σας όταν θα κάνετε log on, όταν θα επανέρχεστε από /AWAY, και όταν θα σας στέλνουν μηνύματα. LOGON Θα ενημερώνεστε για τα μηνύματα σας μόνο όταν θα κάνετε log on ή όταν θα επανέρχεστε από /AWAY. NEW Θα ενημερώνεστε για τα μηνύματα σας μόνο όταν θα σας τα στέλνουν. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Δεν θα ενημερώνεστε ποτέ για νέα μηνύματα ή παλιά. Η επιλογή ON πιο ουσιώδης,η LOGON και η NEW συνδιαστική.
hu_hu: Syntax: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Itt tudod beállítani, ha értesítést szeretnél kapni az új üzenetekrõl: ON Értesítést kapsz az új üzenetrõl csatlakozáskor, amikor visszajössz /AWAY-ból, vagy ha küldenek neked. LOGON Értesítést kapsz az új üzenetekrõl csatlakozáskor vagy ha visszajössz /AWAY-ból. NEW Csak akkor kapsz értesítést, ha új üzenet érkezett. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Nem kapsz értesítést az üzeneteidrõl. Az ON ekvivalens a LOGON és a NEW kombinálásával.
nl_nl: Gebruik: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Verandert wanneer je geinformeerd zal worden over nieuwe memo's: ON Je wordt geinformeerd over memo's wanneer je inlogt, terugkomt van /AWAY, en wanneer ze naar je gestuurd worden. LOGON Je wordt geinformeerd over memo's wanneer je inlogt, of wanneer je terugkomt van /AWAY. NEW Je wordt alleen geinformeerd over memo's wanner ze naar je worden verstuurd. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Je zal geen informaties over memo's ontvangen. ON is wezenlijk LOGON en NEW gecombineerd.
pl_pl: Sk³adnia: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Ustala sposób wys³ania powiadomieñ o nowych wiadomo¶ciach: ON Powiadomienie zostanie wys³ane po zalogowaniu siê, kiedy nie bêdzie ustawiony tryb /AWAY oraz w momencie otrzymania wiadomo¶ci. LOGON Powiadomienie zostanie wys³ane jedynie po zalogowaniu siê lub po wy³±czeniu trybu /AWAY. NEW Powiadomienie bêdzie wysy³ane jedynie w momencie otrzymania wiadomo¶ci. MAIL Powiadomienia bêd± wysy³ane e-mailem oraz wedle pozosta³ych ustawieñ. NOMAIL Powiadomienia nie bêd± wysy³ane e-mailem. OFF Powiadomienia nie bêd± wysy³ane. Opcja ON jest kombinacj± opcji LOGON oraz NEW.
pt_pt: Sintaxe: SET NOTIFY {ON | LOGON | NEW | MAIL | NOMAIL | OFF} Altera quando você será notificado sobre novas mensagens: ON Você será notificado sobre mensagens quando você conectar, quando voltar de um /AWAY e quando são enviadas a você. LOGON Você só será notificado sobre mensagens quando você conectar ou quando voltar de um /AWAY. NEW Você só será notificado sobre mensagens quando elas forem enviadas a você. MAIL You will be notified of memos by email aswell as any other settings you have. NOMAIL You will not be notified of memos by email. OFF Você não receberá nenhuma notificação sobre mensagens. ON é essencialmente a combinação de LOGON e NEW.

source: Syntax: SET PASSWORD new-password  Changes the password used to identify you as the nick's owner.
ca_es: Sintaxis: SET PASSWORD nueva-clau  Canvia la clau utilitzada per identificar-te com el propietari del nick.
de_de: Syntax: SET PASSWORD Neues-Passwort  Ändert das Passwort, mit dem du dich als Besitzer des Nicknamen identifizierst.
el_gr: Σύνταξη: SET PASSWORD νέος-κωδικός  Αλλάζει τον κωδικό που χρησιμοποιείς για την εντολή αναγνώρισης του κάτοχου ψευδώνυμου.
hu_hu: Syntax: SET PASSWORD új-jelszó  Megváltoztatja a nicknév tulajdonosának jelszavát.
nl_nl: Gebruik: SET PASSWORD nieuw-wachtwoord  Verandert het wachtwoord dat je gebruik om je te identificeren als de eigenaar van je nick.
pl_pl: Sk³adnia: SET PASSWORD nowe-has³o  Zmienia Twoje has³o do nicka.
pt_pt: Sintaxe: SET PASSWORD nova-senha  Muda a senha de seu nick.

source: Syntax: SET READONLY {ON | OFF} Sets read-only mode on or off. In read-only mode, normal users will not be allowed to modify any Services data, including channel and nickname access lists, etc. IRCops with sufficient Services privileges will be able to modify Services' AKILL list and drop or forbid nicknames and channels, but any such changes will not be saved unless read-only mode is deactivated before Services is terminated or restarted. This option is equivalent to the command-line option -readonly.
ca_es: Sintàxi: SET READONLY {ON | OFF} Estableix el mode nomès lectura a activat o desactivat. En mode nomès lectura, els usuaris normals no podran modificar dades de serveis, incloent accés a llistes de canals i nicknames, etc. IRCops amb suficients privilegis amb els serveis podren modificar la llista AKILL de serveis i eliminar o prohibir nicknames i canals, però cap d'aquests canvios sera guardat excepte que el mode nomès lectura es desactivi abans de que els serveis siguin desactivats o reiniciats. Aquesta opció es equivalent a l'opció -readonly en la linea de comandes.
de_de: Syntax: SET READONLY {ON | OFF} Schaltet den Read-Only-Mode an oder aus. Im Read-Only-Modus können normale User nichts mehr an den Datenbanken der Services ändern, dies beinhaltet Channel und Nicknamen-Zugriffslisten, etc. IRCops mit genügend Rechten werden weiterhin Änderungen an der AKILL-Liste, Nicknamen sperren oder DROPEN (löschen) dürfen, aber diese Änderungen werden nicht gespeichert, bis der Read-Only-Mode deaktiviert wurde bevor die Services beendet oder neu gestartet werden. Diese Option ist äquivalent mit der Befehlszeilen- Option -readonly.
el_gr: Σύνταξη: SET READONLY {ON | OFF} Αλλάζετε σε read-only mode on ή off. Η read-only mode, normal users δεν θα επιτρέψει να αλλάξει η βάση δεδομένων των Services, συμπεριλαμβανομένου καναλιού και ψευδώνυμου access lists, klp. IRCops me επαρκή δικαιώματα στα Services θα μπορούν να αλλάζουν τα Services' την λίστα AKILL να κάνουν drop (διαγραφεί ψευδωνύμων) ή καταστολή ψευδωνύμων και καναλιών, αλλά όποιες αλλαγές και να γίνονται δεν θα γραφούν εκτός και αν η read-only mode είναι απενεργοποημένη πριν τα Services τερματιστούν ή επανεκκινηθούν. Αυτή η επιλογή είναι αντίστοιχη με την εντολή-line επιλογή -readonly.
hu_hu: Syntax: SET READONLY {ON | OFF} Csak-olvasás mód aktiválása/kikapcsolása. A csak-olvasás mód, a normal felhasználó részére nem engedi, hogy bármit módosítson a szervízben, beleértve a nicknév, a hozzáférés listát, stb. IRCoperátorok a megfelelõ flaggel módosítani tudja a szervíz akill listát és a droppolhat vagy forbidolhat nickneveket és szobákat, de ez nem fog kerül mentésre, amíg a csak olvasni módot kikapcsolja és restartolja a szervízt. Ez a parancs egyenértéku a parancs-sorban kiadott -readonly opcióval.
nl_nl: Gebruik: SET READONLY {ON | OFF} Zet de alleen-lezen mode aan of uit. In alleen-lezen mode zullen normale gebruikers niet in staat zijn data van de Services te wijzigen, inclusief kanaal toegangslijsten, nickname alias lijst, etc. IRCops met voldoende Services rechten kunnen de Services' AKILL lijst wijzigen, en nicknames en kanalen droppen of verbieden, maar deze veranderingen zullen niet worden opgeslagen behalve als de alleen-leze mode wordt uitgeschakeld voordat de Services uitgezet of opnieuw gestart worden. Deze optie komt overeen met de commandline-optie -readonly.
pl_pl: Sk³adnia: SET READONLY {ON | OFF} W³±cza lub wy³±cza tryb tylko-do-odczytu. W³±czenie tej opcji powoduje zablokowanie wykonywania zmian w ustawieniach serwisów, dotyczy to list dostêpu kana³u oraz nicka itd. Operatorzy serwisów z odpowiednimi uprawnieniami bêd± mogli modyfikowaæ listê AKILL, usuwaæ lub blokowaæ nicki oraz kana³y, ale ¿adne z tych zmian nie zostan± zapisane dopóki tryb tylko-do-odczytu nie zostanie wy³±czony przed restartem lub wy³±czeniem serwisów. Ta opcja ma taki sam efekt jak argument linii poleceñ -readonly.
pt_pt: Sintaxe: SET READONLY {ON | OFF} Ativa ou desativa o modo read-only (somente leitura). No modo read-only, usuários normais não serão capazes de modificar nenhum dado nos Services, incluindo lista de acesso de canais e nicks etc. IRCops com privilégios suficientes nos Services serão capazes de modificar a lista de AKILL e de proibir ou cancelar o registro de canais ou nicks, embora quaisquer mudanças não serão salvas no banco de dados a menos que o modo read-only seja desativado antes dos Services serem terminados ou reiniciados. Esta opção é equivalente à opção da linha de comando -readonly.

source: Syntax: SET SECURE {ON | OFF} Turns %S's security features on or off for your nick. With SECURE set, you must enter your password before you will be recognized as the owner of the nick, regardless of whether your address is on the access list. However, if you are on the access list, %S will not auto-kill you regardless of the setting of the KILL option.
ca_es: Sintaxis: SET SECURE {ON | OFF} Canvia les caracteristiques de seguretat de %S pel teu nick a on u off. Amb SECURE establert, has d'especificar la teva clau per ser reconegut com propietari del nick, a pesar de que la teva adreça estigui a la llista d'accéss. D'altra banda, si estas a la llista d'accés, %S no te auto-kickejara no important l'establiment de l'opció KILL.
de_de: Syntax: SET SECURE {ON | OFF} Stellt die Sicherheitsfunktionen von %S für deinen Nicknamen an oder aus. Mit eingeschaltetem SECURE musst du dich immer identifizieren, egal ob deine Hostmaske auf der Zugriffsliste für den Nicknamen steht oder nicht. Wenn du allerdings auf der Zugriffsliste stehst, wird %S bei fehlender Identifizierung den Nicknamen nicht killen (ist von der KILL Option unabhängig).
el_gr: Σύνταξη: SET SECURE {ON | OFF} Αλλάζει ο %S την ασφάλεια σε on ή off για το ψευδώνυμο Με την ΑΣΦΑΛΗ επιλογή, πρέπει να γράψεις τον κωδικό αναγνώρισης πριν αναγνωριστής σαν κάτοχος του ψευδώνυμου, με την υπόληψη οτι η διεύθυνση είναι στην λίστα των access. Όπως και ναχει, αν είσαι στην λίστα access, ο %S δεν θα κάνει auto-kill με την υπόληψη της επιλογής KILL.
hu_hu: Syntax: SET SECURE {ON | OFF} Be/kikapcsolja a %S a biztonsági beállításokat a nickhez. A SECURE beállítással, be kell írnod a jelszavadat mielõtt a nicknév tulajdonsaként leszel tekintve, kivéve, ha a hosztod szerepel az access listán. Habár, ha az access listán szerepel a hosztod, akkor nem fog automatikusan nevet váltóztatni a %S, hacsak nincs bekapcsolva a KILL opció.
nl_nl: Gebruik: SET SECURE {ON | OFF} Zet %S's veiligheidsopties aan of uit voor jouw nick. Met SECURE aan moet je altijd een wachtwoord invullen voordat je wordt herkend als de eigenaar van de nick, ook als je adres op de toegangslijst voor deze nick staat. Echter, als je op de toegangslijst staat zal %S je niet automatisch killen, hoe de KILL optie ook ingesteld is.
pl_pl: Sk³adnia: SET SECURE {ON | OFF} W³±cza lub wy³±cza opcjê bezpieczeñstwa dla nicka. W³±czenie SECURE wymusza na u¿ytkowniku podanie has³a zanim ten zostanie rozpoznany jako w³a¶ciciel nicka. %S nie bierze pod uwagê w tym wypadku wystêpowania adresu li¶cie dostêpu. Je¶li adres znajduje siê na li¶cie %S nie skilluje u¿ytkownika niezale¿nie od ustawienia opcji KILL.
pt_pt: Sintaxe: SET SECURE {ON | OFF} Torna os recursos de segurança do %S ativados (ON) ou desativados (OFF) sobre o seu nick. Com o SECURE acionado você deve entrar com sua senha antes de ser reconhecido como usuário do nick, independentemente do fato do seu endereço constar na lista de acesso. Entretanto, se você está na lista de acesso, o %S não irá dar auto-kill em você de acordo com os ajustes da opção KILL.

source: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privileges such as the ability to be "founder" on all channel's etc... This option is not persistent, and should only be used when needed, and set back to OFF when no longer needed.
ca_es: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privlages such as the ability to be "founder" on all channel's etc... This opion is _NOT_ persistant, and should only be used when needed, and set back to OFF when no longer needed.
de_de: Syntax: SET SUPERADMIN {ON | OFF} Der Super-Admin Modus verleiht dir zusätzliche Rechte, wie zB. Founder in jedem Channel, etc. Dieser Modus ist nicht dauerhaft und sollte nur genutzt werden, wenn er wirklich gebraucht wird. Danach sollte er sofort wieder ausgeschaltet werden.
el_gr: Syntax: SET SUPERADMIN {ON | OFF} Setting this will grant you extra privlages such as the ability to be "founder" on all channel's etc... This opion is _NOT_ persistant, and should only be used when needed, and set back to OFF when no longer needed.
hu_hu: Syntax: SET SUPERADMIN {ON | OFF} Ez a beállítás extra jogokat biztosít számodra, például az "összes szoba founderje" stb... Ez az opció nem ajánlott, csak akkor használd, ha szükséges és kapcsold ki, ha már nem.
nl_nl: Gebruik: SET SUPERADMIN {ON | OFF} Als je dit aan zet krijg je extra privileges, zo ben je dan bijvoorbeeld stichter op alle kanalen, etc... Deze optie is niet persistent, en moet alleen gebruikt worden wanneer het echt nodig is, en terug op OFF gezet worden als het niet meer nodig is.
pl_pl: Sk³adnia: SET SUPERADMIN {ON | OFF} Ustawienie tej opcji nadaje wydaj±cemu polecenie dodatkowe uprawnienia (np. jest w³a¶cicielem wszystkich kana³ów w sieci). Ta opcja powinna byæ u¿ywana tylko wtedy, kiedy jest taka potrzeba. Nale¿y j± pó¼niej wy³±czyæ.
pt_pt: Sintaxe: SET SUPERADMIN {ON | OFF} Ativando esta opção, lhe serão concedidos privilégios extras como a habilidade de ser "founder" em todos os canais etc. Esta opção não é permanente, e deve ser usada somente quando necessária, e desativada quando não for mais necessária.

source: Syntax: SETALL <nick> <hostmask>. Sets the vhost for all nicks in the same group as that of the given nick. If your IRCD supports vIdents, then using SETALL <nick> <ident>@<hostmask> will set idents for users as well as vhosts. * NOTE, this will not update the vhost for any nick's added to the group after this command was used.
ca_es: Syntax: SETALL <nick> <hostmask>. Sets the vhost for all nicks in the same group as that of the given nick. If your IRCD supports vIdents, then using SETALL <nick> <ident>@<hostmask> will set idents for users as well as vhosts. * NOTE, this will not update the vhost for any nick's added to the group after this command was used. Limited to Services operators.
de_de: Syntax: SETALL Nickname Hostmaske. Setzt allen Usern einer Gruppe einen vHost. Falls dein IRCd vIdents unterstützt, kannst du mit SETALL <nickname> <ident>@<hostmaske> eine Ident sowie einen vHosts setzen. * Anmerkung: Dieser Befehl betrifft keine Nicknamen, die nachträglich zu der Gruppe hinzugefügt wurden.
hu_hu: Syntax: SETALL <nick> <hosztmaszk>. Beállítja a vhosztot összes nick részére aki a csoportban van. Ha az IRCD támogatja a vIdent, akkor használja a settall <nick> <ident>@<hosztnév> parancsot, ez beállítja az adott identet és hosztot az összes tag részére vhosztként. *Jegyzet: ez nem fogja frissíteni a vhostot azoknak, akik a nickeket a csoportban a parancs után jegyezték Korlátozva Hoszt változtatókra.
nl_nl: Gebruik: SETALL <nick> <hostmask>. Stelt de vhost voor alle nicks in dezelfde groep als de gegeven nick in. Als de IRCD vIdent's ondersteund kun je ook SET <nick> <ident>@<hostmask> gebruiken om de ident voor gebruikers aan te passen gelijk met de hostname. * LET OP, dit wijzigt niet de vhost voor elke nick lid wordt van de groep nadat dit commando is gebruikt.
pl_pl: Sk³adnia: SETALL <nick> <vhost>. Ustawia vhosta dla wszystkich nicków w obrêbie grupy. Je¶li IRCD obs³uguje vIdenty wydanie polecenia SETALL <nick> <ident>@<vhost> spowoduje ustawienie tak¿e identów. UWAGA: to polecenie nie spowoduje zmiany vhosta dla nicka, który pó¼niej zostanie dodany do grupy.
pt_pt: Sintaxe: SETALL <nick> <hostmask>. Ajusta o vhost para todos os nicks no mesmo grupo do nick fornecido. Caso seu IRCd suporte vIdents, então usando SETALL <nick> <ident>@<hostmask> ajustará idents para usuários, assim como vhosts. * NOTA: isto não irá atualizar o vhost de nenhum nick adicionado ao grupo depois que o comando foi usado.

source: Syntax: SHUTDOWN Causes Services to save all databases and then shut down.
ca_es: Sintàxi: SHUTDOWN Força als serveis a guardar totes les bases de datos i parar. Limitat a administradors de serveis.
de_de: Syntax: SHUTDOWN Die Services werden durch dieses Befehl normal beendet und die Datenbanken werden gespeichert.
el_gr: Σύνταξη: SHUTDOWN Έχει ως αποτέλεσμα τα Services να γράψουν όλη την βάση δεδομένων και να τερματιστούν. Μόνο για τους Services Operators.
hu_hu: Syntax: SHUTDOWN Menti a Szervíz adatbázisát, majd leállítja a programot. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: SHUTDOWN Zorgt ervoor dat Services alle databases opslaat en dan afsluit.
pl_pl: Sk³adnia: SHUTDOWN Wymusza zapisanie baz danych, a nastêpnie wy³±cza serwisy.
pt_pt: Sintaxe: SHUTDOWN Salva o banco de dados dos Services e os desliga.
