Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: %s channel SUCCESSOR nick  Changes the successor of a channel. If the founder's nickname expires or is dropped while the channel is still registered, the successor will become the new founder of the channel. However, if the successor already has too many channels registered (%d), the channel will be dropped instead, just as if no successor had been set. The new nickname must be a registered one.
ca_es: Sintaxis: %s canal SUCCESSOR nick  Canvia el successor d'un canal. Si el nickname fundador caduca o es eliminat mentres el canal esta encara registrat, el successor es convertira en el nou fundador del canal. Però, si el successor ja te molts canals registrats (%d), el canal sera eliminat, tal i com si no hi haguès un successor. El nou nickname ha de ser un d'enregistrat.
de_de: Syntax: %s Channel SUCCESSOR Nickname  Ändert den Vertreter des Gründers in dem Channel. Wenn der Nickname des Gründers ausläuft oder gedropped wird, wenn der Channel registriert ist, wird der Vertreter der neue Gründer des Channels. Wenn jedoch der Vertreter bereits zu viele Channels registriert hat (max %d), wird der Channel gedropped. Der Nickname des Vertreters muss registriert sein.
el_gr: Σύνταξη: %s κανάλι SUCCESSOR ψευδώνυμο  Αλλάζει τον successor του καναλιού. Αν το ψευδώνυμο του founder λήξει ή σβηστεί (drop) τότε το κανάλι θα είναι ακόμα κατοχυρωμένο. Ο successor θα γίνει ο νέος founder του καναλιού. Αν όμως, ο successor έχει κατοχυρώσει πολλά κανάλια, αν δηλ έχει (%d), το κανάλι θα σβηστεί,σαν να μην είχε οριστεί successor. Το νέο ψευδώνυμο θα πρέπει να είναι κατοχυρωμένο.
hu_hu: Syntax: %s #szoba SUCCESSOR nick  Megváltoztatja a successort a csatornán. Ha a founder neve elévül vagy törlõdik, de a szoba még regisztrált, akkor a successor lesz a szoba új founderje. Ha, a successornak már túl sok regisztrált csatornája van (%d), a csatornának megszûnik a regisztrációja, akkor is ez történik, ha nem volt megadva successor. A nicknek regisztrálnak kell lennie.
nl_nl: Gebruik: %s kanaal SUCCESSOR nick  Veranderd de opvolger van een kanaal. Als de nick van de stichter verloopt of de registratie ervan wordt geannuleerd zolang het kanaal nog geregistreerd is wordt de opvolger de nieuwe stichter van het kanaal, behalve als de opvolger als te veel kanalen (%d) geregistreerd heeft: dan wordt de registratie van het kanaal geannuleerd, wat ook gebeurt als er geen opvolger is ingesteld. De nieuwe nick moet een geregistreerde nick zijn.
pl_pl: Sk³adnia: %s kana³ SUCCESSOR nick  Ustawia spadkobiercê kana³u. Je¶li nick w³a¶ciciela wyga¶nie lub zostanie usuniêty kana³ zostaje przekazany spadkobiercy, który staje siê nowym w³a¶cicielem. Je¿eli spadkobierca jest w³a¶cicielem zbyt du¿ej liczby kana³ów (%d) to kana³ zostanie odrejestrowany.
pt_pt: Sintaxe: %s canal SUCCESSOR nick  Altera o sucessor de um canal. Se o nick do founder expirar ou for dropado enquanto o canal ainda estiver registrado, o sucessor se tornará o novo founder do canal. No entanto, se o sucessor possuir muitos canais registrados (%d), o canal será dropado, como se nenhum sucessor tivesse sido ajustado. O novo nick deverá estar registrado.

source: Syntax: %s channel TOPICLOCK {ON | OFF} Enables or disables the topic lock option for a channel. When topic lock is set, %S will not allow the channel topic to be changed except via the TOPIC command.
ca_es: Sintàxi: %s canal TOPICLOCK {ON | OFF} Habilita o deshabilita L'opció de fixació de topic per a un canal. Quan la fixació de topic està establerta, %S no permetrà que el topico del canal sigui canviat excepte amb la comanda TOPIC.
de_de: Syntax: %s Channel TOPICLOCK {ON | OFF} Aktiviert oder deaktiviert die topic lock-Option für den angegebenen Channel. Wenn topic lock eingeschaltet ist, wird %S jede Änderung des Topics verhindern/rückgängig machen, ausser es wurde durch TOPIC eingestellt.
el_gr: Σύνταξη: %s κανάλι KEEPTOPIC {ON | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή κλείδωμα topic του καναλιού. Όταν το κλείδωμα topic είναι on, ο %S δεν θα επιτρέπει σε κανέναν να αλλάξει το topic του καναλιού εκτός της εντολής TOPIC του.
hu_hu: Syntax: %s #szoba TOPICLOCK {ON | OFF} Engedélyezi vagy letiltja a topic lezárása opciót a csatornán. Ha a topic lezárása be van kapcsolva,a %S nem engedélyezi a csatornán a topic változtatását a TOPIC paranccsal.
nl_nl: Gebruik: %s kanaal TOPICLOCK {ON | OFF} Zet de topicslot optie aan of uit voor een kanaal. Wanneer topicslot aan staat zal %S het niet toestaan om het topic van het kanaal te veranderen. Het topic kan dan alleen veranderd worden met het TOPIC commando.
pl_pl: Sk³adnia: %s kana³ TOPICLOCK {ON | OFF} W³±cza lub wy³±cza opcjê blokowania tematu kana³u. Je¶li ta opcja jest w³±czona, %S pozwoli na zmianê tematu tylko poprzez wydanie komendy TOPIC.
pt_pt: Sintaxe: %s canal TOPICLOCK {ON|OFF} Ativa ou desativa a opção de trava do tópico de um canal. Quando a trava do tópico está ativada, o %S não permitirá a mudança do tópico do canal exceto pelo comando TOPIC.

source: Syntax: %s channel XOP {ON | OFF} Enables or disables the xOP lists system for a channel. When XOP is set, you have to use the AOP/SOP/VOP commands in order to give channel privileges to users, else you have to use the ACCESS command. Technical Note: when you switch from access list to xOP lists system, your level definitions and user levels will be changed, so you won't find the same values if you switch back to access system! You should also check that your users are in the good xOP list after the switch from access to xOP lists, because the guess is not always perfect... in fact, it is not recommended to use the xOP lists if you changed level definitions with the LEVELS command. Switching from xOP lists system to access list system causes no problem though.
ca_es: Sintàxi: %s canal XOP {ON | OFF} Habilita o deshabilita el sistema de llistes xOP per a un canal. Quan XOP està establert, has de fer servir les comandes AOP/SOP/VOP per a donar privilegis de canal a usuaris. D'altra manera has de fer servir la comanda ACCESS. Nota Tècnica: Quan canvies de llista d'accés a sistema de llistes xOP, al teva definició de nivellls d'usuari serà canviada, així que no tindras els mateixos valors si tornes a canviar a llista de accés! També hauries de comprovar si els teus usuaris estan a la llista xOP corresponent després del canvi, ja que la deducció no és sempre perfecta... de fet, no es recomana el fer servir llistes xOP si vas canviar la definició de nivellls amb la comanda LEVELS. Canviar de llistes xOP al sistema de llistes d'accés no causa cap problema.
de_de: Syntax: %s Channel XOP {ON | OFF} Aktiviert oder deaktiviert das xOP Listen System für einen Channel. Wenn XOP aktiviert ist, musst du AOP/SOP/VOP Befehl benutzen, um Zugriffslevel festlegen zu können. Andernfalls musst du das ACCESS Befehl benutzen. Technische Bemerkung: Wenn du vom Access zum xOP System wechselst, werden die Zugriffslevel geändert, folglich wirst du nicht die selben Werte finden, wenn du zu Access zurückwechselst. Du solltest nach einem Wechsel zum xOP System darauf achten, dass die User das richtige Level besitzen, da das Umwechseln auf Vermutung basiert und nicht immer perfekt funktioniert. Es ist nicht empfohlen nach einer Änderung der Levels das xOP System zu nutzen. Der Wechsel vom xOP System zum Access System fuktioniert jedoch fehlerfrei.
el_gr: Σύνταξη: %s κανάλι XOP {ON | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή xOP system για ένα κανάλι. Όταν ενεργοποιείται η επιλογή XOP, χρησιμοποιείς τις εντολές AOP/SOP/VOP, για να δώσεις στους χρήστες που θες δικαιώματα στο κανάλι.Αλλιώς χρησιμοποιείς την εντολή ACCESS. Τεχνική σημείωση: Αν έχεις απενεργοποιήση την xOP εντολή,χρησιμοποιείς την εντολή access.Αν δώσεις access σε χρήστες και μετά για κάποιο λόγο κάνεις το xOP ενεργό,θα πρέπει να δώσεις δικαιώματα στους χρήστες αυτούς με την xOP εντολή! Αν από xOP system το γυρίσετε σε access system δεν θα υπάρξει κανένα πρόβλημα.
hu_hu: Syntax: %s #szoba XOP {ON | OFF} Engedélyezi vagy letiltja az xOP lista rendszert. Ha az XOP be van kapcsolva, akkor AOP/SOP/VOP parancsokkal osztogathatod a csatornán a privilégiumokat a usereknek, máskülönben az ACCESS parancsot használod. Az xOP lista rendszerrõl az access lista rendszerre való áttérés nem okoz gondot.
nl_nl: Gebruik: %s kanaal XOP {ON | OFF} Zet het xOP lijsten systeem aan of uit voor een kanaal. Wanneer XOP aan staat moet je de AOP/SOP/VOP commando's gebruiken om kanaalprivileges aan gebruikers te geven, anders moet je het ACCESS command gebruiken. Technische Opmerking: Als je van toegangslijsten naar xOP lijsten overschakeld zullen je level beschrijvingen en gebruikersniveaus worden aangepast. Je zult ze dus niet met dezelfde waarden terugvinden als je terugschakelt naar het toegangslijsten systeem! Je moet ook goed opletten of de gebruikers in de goede xOP lijst staan als je overschakelt, omdat de gok niet altijd perfect is... het is zelfs niet aangeraden om de xOP lijsten te gebruiken als je niveaubeschrijvingen hebt veranderd met het LEVELS commando. Het overschakelen van xOP lijsten naar het toegangslijsten systeem brengt echter geen problemen met zich mee.
pl_pl: Sk³adnia: %s kana³ XOP {ON | OFF} W³±cza lub wy³±cza system list xOP dla kana³u. Kiedy XOP zostanie w³±czony przyznawanie uprawnieñ odbywa siê przy pomocy poleceñ AOP/ SOP/ VOP. Wy³±czenie funkcji xOP wymusza korzystanie z polecenia ACCESS. Uwaga: w momencie w³±czania systemu list XOP wszelkie definicje poziomów dostêpu zostan± trwale zresetowane. Ponowne przej¶cie z XOP na system listy dostêpu nie spowoduje odzyskania poprzedniej konfiguracji! Kiedy XOP zostanie w³±czony u¿ytkownikom automatycznie zostaje przypisany odpowiedni poziom dostêpu. Automatyczne przyporz±dkowanie nie zawsze musi byæ poprawne. Nie zaleca siê przej¶cia na system XOP, je¶li definicje poziomów dostêpu dla kana³u zosta³y wcze¶niej zmodyfikowane przy pomocy polecenia LEVELS.
pt_pt: Sintaxe: %s canal XOP {ON | OFF} Ativa ou desativa o sistema de listas xOP para um canal. Quando XOP está ativado, você deve usar os comandos AOP/SOP/VOP para poder dar privilégios aos usuários do canal, a não ser que você deva usar o comando ACCESS. Nota técnica: quando você muda de lista de acesso para o sistema de listas xOP, sua definição de níveis e níveis de usuário serão alteradas, assim, você não encontrará os mesmos valores se você voltar ao sistema de acesso! Você também deve verificar se seus usuários ficaram em uma lista xOP correta depois que você mudou de sistema de acesso para listas xOP, porque a conversão nem sempre é perfeita... de fato, não é recomendável usar listas xOP caso tenha alterado suas definições de nível com o comando LEVELS. Entretanto, mudar do sistema de listas xOP para sistema de lista de acesso não causa problemas.
