Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Sorry, memo option setting is temporarily disabled.
ca_es: Ho sento, l'establiment d'opcions per a memos esta temporalment inhabilitat.
de_de: MEMO SET Befehl wurde kurzzeitig deaktiviert.
el_gr: Συγνώμη, η εντολή setting είναι απενεργοποιημένη.
hu_hu: Üzenet opcióinak beállítása szünetel.
nl_nl: Sorry, memo opties instellen is tijdelijk uitgeschakeld.
pl_pl: Ustawianie opcji wiadomo¶ci jest tymczasowo wy³±czone.
pt_pt: Desculpe, a opção SET está temporariamente desativada.

source: Sorry, memo sending is temporarily disabled.
ca_es: Ho sento, l'enviament de memos esta temporalment inhabilitat.
de_de: Der Memo-Versand wurde kurzzeitig deaktiviert.
el_gr: Συγνώμη, τα μηνύματα δεν μπορούν να σταλούν γιατί είναι ανενεργή η υπηρεσία.
hu_hu: Sajnálom, az üzenetküldés szünetel.
nl_nl: Sorry, memo's sturen is tijdelijk uitgeschakeld.
pl_pl: Wysy³anie wiadomo¶ci jest tymczasowo wy³±czone.
pt_pt: Desculpe, o envio de memos está temporariamente desabilitado.

source: Sorry, nickname de-registration is temporarily disabled.
ca_es: Ho sento, desenregistrament de nickname esta temporalment inhabilitat.
de_de: Das Entfernen von Nicknamen ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία για να σβήνει τα ψευδώνυμα είναι απενεργοποιημένη.
hu_hu: Sajnálom, a nicknevek regisztrációjának törlése szünetel.
nl_nl: Sorry, nickname de-registratie is tijdelijk uitgeschakeld.
pl_pl: Usuwanie nicków jest tymczasowo wy³±czone.
pt_pt: Desculpe, o comando DROP está temporariamente desativado.

source: Sorry, nickname grouping is temporarily disabled.
ca_es: Ho sento, La agrupació de nicks esta temporalment inabilitada.
de_de: Das Gruppieren von Nicknamen ist derzeit deaktiviert.
el_gr: Συγνώμη, η ομαδοποίηση του ψευδώνυμού σου είναι για την ώρα απενεργοποιημένη.
hu_hu: Sajnálom, a csoportok használata ideiglenesen le van tiltva.
nl_nl: Sorry, nickname groeperingen zijn tijdelijk uitgeschakeld.
pl_pl: Grupowanie nicków jest tymczasowo wy³±czone.
pt_pt: Desculpe, o comando GROUP está temporariamente desativado.

source: Sorry, nickname option setting is temporarily disabled.
ca_es: Ho sento, el seteig de Opciós per nicknames esta temporalment inhabilitat.
de_de: Das Ändern der Optionen wurde deaktiviert.
el_gr: Συγνώμη, η υπηρεσία για τον καθορισμό και τις επιλογές του ψευδώνυμου είναι για την ώρα απενεργοποιημένη.
hu_hu: Sajnálom, a nicknév opció beállítás jelenleg szünetel.
nl_nl: Sorry, nickname opties aanpassen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja ustawieñ nicka jest tymczasowo wy³±czona.
pt_pt: Desculpe, a opção SET está temporariamente desativada.

source: Sorry, nickname registration is temporarily disabled.
ca_es: Ho sento, el registre de nicknames esta temporalment deshabilitat.
de_de: Das Registrieren von Nicknamen ist derzeit deaktiviert.
el_gr: Συγνώμη, η κατοχύρωση ψευδώνυμου είναι για την ώρα απενεργοποιημένη.
hu_hu: Sajnálom, a nickregisztráció jelenleg nem mûködik.
nl_nl: Sorry, nickname registratie is tijdelijk uitgeschakeld.
pl_pl: Rejestracja nicków jest tymczasowo wy³±czona.
pt_pt: Desculpe, registros de nick estão temporariamente desativados.

source: Sorry, registration failed.
ca_es: Ho sento, error en el registre.
de_de: Registrierung fehlgeschlagen.
el_gr: Συγνώμη, η κατοχύρωση απέτυχε.
hu_hu: Sajnálom, a regisztráció sikertelen.
nl_nl: Sorry, registratie gefaald.
pl_pl: Rejestracja nicka nie powiod³a siê.
pt_pt: Desculpe, registro de nick falhou.

source: Sorry, you can only have %d AKILLs.
ca_es: Ho sento, sols pots tenir %d AKILLs.
hu_hu: Te csak %d AKILL-t jegyezhetsz.
pl_pl: Mo¿esz mieæ tylko %d wpisów na li¶cie AKILL.

source: Sorry, you can only have %d AOP/SOP/VOP entries on a channel.
ca_es: Ho sento, sols pots tenir %d instàncies de AOP/SOP/VOP en un canal.
de_de: Du kannst maximal %d AOP/SOP/VOP Einträge in einem Channel haben.
el_gr: Συγνώμη, μπορείς μόνο να χρησιμοποιήσεις %d AOP/SOP/VOP στο κανάλι.
hu_hu: Csak %d számú helyed van a csatorna VOP/AOP/SOP listán.
nl_nl: Sorry, je kan maar %d AOPs/SOPs/VOPs in dit kanaal hebben.
pl_pl: Mo¿esz mieæ tylko %d wpisów na listach xOP.
pt_pt: Desculpe, você pode ter apenas %d entradas de AOP/SOP/VOP em um canal.

source: Sorry, you can only have %d SNLINEs.
ca_es: Ho sento, sols pots tenir %d SNLINEs.
hu_hu: Te csak %d számú SNLINE-t jegyezhetsz.
pl_pl: Mo¿esz mieæ tylko %d wpisów na li¶cie SNLINE.

source: Sorry, you can only have %d SQLINEs.
ca_es: Ho sento, sols pots tenir %d SQLINEs.
hu_hu: Te csak %d SQLINE-t jegyezhetsz.
pl_pl: Mo¿esz mieæ tylko %d wpisów na li¶cie SQLINE.

source: Sorry, you can only have %d SZLINEs.
ca_es: Ho sento, sols pots tenir %d SZLINEs.
hu_hu: Te csak %d SZLINE-t jegyezhetsz.
pl_pl: Mo¿esz mieæ tylko %d wpisów na li¶cie SZLINE.

source: Sorry, you can only have %d access entries for a nickname.
ca_es: Ho sento, sols pots tenir %d instàncies a la teva lllista d'accés per nickname.
de_de: Du kannst nur %d Einträge auf der Access-Liste speichern.
el_gr: Συγνώμη, μπορείς μόνο να έχεις %d πρόσβαση σε κατάταξη του ψευδώνυμου.
hu_hu: Neked csak %d bejegyzésed lehet a hozzáférési listán.
nl_nl: Sorry, er zijn maar %d plaatsen op de toegangslijst van een nickname.
pl_pl: Mo¿esz mieæ tylko %d wpisy(ów) na li¶cie dostêpu.
pt_pt: Desculpe, você pode ter somente %d entradas em sua lista de acesso.

source: Sorry, you can only have %d access entries on a channel.
ca_es: Ho sento, sols pots tenir %d instàncies d'accés en un determinat canal.
de_de: Die Access-Liste ist auf %d Einträge beschränkt.
el_gr: Συγνώμη, μπορείς μόνο να έχεις %d access στο κανάλι.
hu_hu: Neked csak %d helyed van a csatorna listáján.
nl_nl: Sorry, je kan maar %d nicks op de toegangslijst van een kanaal hebben.
pl_pl: Mo¿esz mieæ tylko %d wpisów na kana³owej li¶cie dostêpu.
pt_pt: Desculpe, você pode ter apenas %d entradas na lista de acesso do canal.

source: Sorry, you can only have %d autokick masks on a channel.
ca_es: Ho sento, sols pots tenir %d mascaras per a kicks automàtics a un canal.
de_de: Du kannst nur max. %d Einträge auf der AutoKick-Liste haben.
el_gr: Συγνώμη, μπορείς μόνο να έχεις %d autokick μάσκα στο κανάλι.
hu_hu: %d bejegyzésnél nem lehet több a listán.
nl_nl: Sorry, je kan maar %d autokick masks op een kanaal hebben.
pl_pl: Mo¿esz mieæ jedynie %d wpisów w li¶cie AKICK.
pt_pt: Desculpe, você pode ter apenas %d akicks na lista do canal.

source: Sorry, you can only have %d bad words entries on a channel.
ca_es: Ho sento, sols pots tenir %d paraules malsonants en un canal.
de_de: Du kannst nur %d Einträge in der Bad Words-Liste eines Channels haben.
el_gr: Συγνώμη, μπορείς μόνο να έχεις %d κακές λέξεις για ένα κανάλι.
hu_hu: Csak %d tiltott szó lehet a csatornán.
nl_nl: Sorry, je kan maar %d slechte woorden per kanaal instellen.
pl_pl: B³±d, mo¿esz mieæ tylko %d wpisów na li¶cie zakazanych s³ów.
pt_pt: Desculpe, você pode ter apenas %d palavrões em sua lista.

source: Sorry, you have already exceeded your limit of %d channels.
ca_es: Ho sento, has sobrepassat el teu límit de %d canals.
de_de: Du hast bereits das Limit von %d registrierten Channels erreicht.
el_gr: Συγνώμη, έχεις ήδη ξεπεράσει το όριο κατοχύρωσεις των %d καναλιών.
hu_hu: Már túllépted a felsõ korlátot (%d) a csatornán.
nl_nl: Sorry, je hebt je limiet van %d kanaalregistraties overschreden.
pl_pl: B³±d, ju¿ masz przekroczony limit %d kana³ów.
pt_pt: Desculpe, você já ultrapassou o limite de %d canais registrados.

source: Sorry, you have already reached your limit of %d channels.
ca_es: Ho sento, has arribat al teu límit de %d canals.
de_de: Du hast bereits %d Channels auf deinen Nicknamen registriert.
el_gr: Συγνώμη, έχεις ήδη φτάσει στο όριο κατοχύρωσεις των %d καναλιών.
hu_hu: Már elérted a felsõ korlátot (%d) csatornák számában.
nl_nl: Sorry, je hebt je limiet van %d kanaalregistraties bereikt.
pl_pl: B³±d, ju¿ masz osi±gniêty limit %d kana³ów.
pt_pt: Desculpe, você já alcançou o limite de %d canais registrados.

source: Statistics reset.
ca_es: Estadistiques restablertes.
de_de: Statistiken zurückgesetzt.
el_gr: Τα στατιστικά σβήστηκαν.
hu_hu: Statisztika nullázva.
nl_nl: Statistieken opnieuw gezet.
pl_pl: Statystyki zosta³y zresetowane.
pt_pt: Resetar estatísticas.

source: Status updated (memos, vhost, chmodes, flags).
de_de: Status aktualisiert (memos, vhost, chmodes, flags).
hu_hu: Státusz frissítve (memok, vhost, chmodok, flagek).
nl_nl: Status geupdate (memos, vhost, chmodes, flags).
pl_pl: Status zaktualizowany (wiadomo¶ci, vhosty, flagi).
pt_pt: Status atualizado (memos, vhost, chmodes, flags).

source: Stop flooding!
ca_es: Para de floodejar!
de_de: Hör auf zu flooden!
el_gr: Μην επαναλαμβάνεις σε πολλές σειρές!
hu_hu: Ne floodolj!
nl_nl: Stop met flooden!
pl_pl: Przestañ floodowaæ!
pt_pt: Pare de floodar!

source: Stop repeating yourself!
ca_es: No repeteixis com l'allioli!
de_de: Hör auf dich dauernd zu wiederholen!
el_gr: Μην επαναλαμβάνεις τα ίδια!
hu_hu: Ne ismételd magad!
nl_nl: Stop met jezelf herhalen!
pl_pl: Nie powtarzaj siê!
pt_pt: Pare de ficar repetindo!

source: Successor for %s unset.
ca_es: Sucessor de %s desabilitat.
de_de: Der Eintrag des Vertreters für %s wurde entfernt.
el_gr: Ο Successor του %s δεν έχει οριστεί.
hu_hu: A megadott csatorna %s successora törölve.
nl_nl: Opvolger voor %s verwijderd.
pl_pl: Zastêpcê dla kana³u %s usuniêto.
pt_pt: Successor do canal %s removido.

source: Successor for %s changed to %s.
ca_es: Sucessor de %s cambiat a %s.
de_de: Vertreter von %s wurde geändert zu %s.
el_gr: Ο Successor του %s άλλαξε και πήγε στον %s.
hu_hu: A megadott csatorna (%s) új successora: %s.
nl_nl: Opvolger voor %s veranderd in %s.
pl_pl: Zastêpcê dla kana³u %s zmieniono na %s.
pt_pt: Successor do canal %s alterado para %s.

source: SuperAdmin setting not enabled in services.conf
de_de: SuperAdmin muss in der services.conf eingeschaltet werden.
nl_nl: SuperAdmin instelling is niet ingeschakeld in services.conf
pl_pl: Opcja SuperAdmin nie jest w³±czona w pliku konfiguracyjnym.
pt_pt: Opção SuperAdmin não habilitada no arquivo services.conf

source: Symbiosis mode is now OFF on channel %s.
ca_es: Mode Simbiosis ara desactivat en el canal %s.
de_de: Symbiosis-Mode ist jetzt OFF im %s.
el_gr: Επιλογή συμβίωσης είναι τώρα OFF στο κανάλι %s.
hu_hu: Együttélés mód most OFFa %s szobán.
nl_nl: Symbiose mode staat nu UIT op kanaal %s.
pl_pl: Opcja SYMBIOSIS zosta³a wy³±czona na kanale %s.
pt_pt: Modo SYMBIOSIS está agora DESATIVADO no canal %s.

source: Symbiosis mode is now ON on channel %s.
ca_es: Mode Simbiosis ara activat en el canal %s.
de_de: Symbiosis-Mode ist jetzt ON im %s.
el_gr: Επιλογή συμβίωσης είναι τώρα ON στο κανάλι %s.
hu_hu: Együttélés mód most ONa %s szobán.
nl_nl: Symbiose mode staat nu AAN op kanaal %s.
pl_pl: Opcja SYMBIOSIS zosta³a w³±czona na kanale %s.
pt_pt: Modo SYMBIOSIS está agora ATIVADO no canal %s.

source: Syntax: %s
ca_es: Sintàxis: %s
el_gr: Σύνταξη εντολής: %s
hu_hu: Szintaktika: %s
nl_nl: Gebruik: %s
pl_pl: Sk³adnia: %s
pt_pt: Sintaxe: %s

source: Syntax: %s channel BANTYPE bantype  Sets the ban type that will be used by services whenever they need to ban someone from your channel. bantype is a number between 0 and 3 that means: 0: ban in the form *!user@host 1: ban in the form *!*user@host 2: ban in the form *!*@host 3: ban in the form *!*user@*.domain
ca_es: Sintaxis: %s canal BANTYPE tipus_de_ban  Especifica el tipus de ban que sera utilitzat pels serveis quant necessitin banear algu del teu canal. Tipus de ban es un numero entre 0 i 3 que significa: 0: ban de la forma *!usuari@host 1: ban de la forma *!*usuari@host 2: ban de la forma *!*@host 3: ban de la forma *!*usuari@*.domini
de_de: Syntax: %s Channel BANTYPE Ban-Typ  Stellt den Ban-Typ für den Channel ein, den die Services anwenden, wenn sie einen Ban eintragen (z.B. bei einem Auto-Kick). bantype muss einer der folgenden Werte sein: 0: Ban in der Form *!user@host 1: Ban in der Form *!*user@host 2: Ban in der Form *!*@host 3: Ban in der Form *!*user@*.domain
el_gr: Σύνταξη: %s κανάλι BANTYPE τύπος-ban  Αλλάζει τον τύπο του ban, ο οποίος θα χρησιμοποιείται από τις υπηρεσίες όταν θα χρειάζεται να κάνει κάποιον ban από το κανάλι (πχ akick). Οι τύποι ban είναι από 0 έως 3 και σημαίνει: 0: το ban θα είναι της μορφής *!user@host 1: το ban θα είναι της μορφής *!*user@host 2: το ban θα είναι της μορφής *!*@host 3: το ban θα είναι της μορφής *!*user@*.domain
hu_hu: Syntax: %s #szoba BANTYPE bantípus  A banolás típusának beállítása, amit a Services akkor fog használni, ha valakit banolni kell a csatornáról. A bantípus egy szám 0 és 3 között a jelentése: 0: *!user@host formátumú tiltás 1: *!*user@host formátumú tiltás 2: *!*@host formátumú tiltás 3: *!*user@*.domain formátumú tiltás
nl_nl: Gebruik: %s kanaal BANTYPE bantype  Stelt het bantype in dat gebruikt zal worden door services wanneer ze een ban moet zetten op je kanaal. bantype is een nummer tussen 0 en 3 dat betekent: 0: ban in het formaat *!gebruiker@host 1: ban in het formaat *!*gebruiker@host 2: ban in het formaat *!*@host 3: ban in het formaat *!*gebruiker@*.domein
pl_pl: Sk³adnia: %s kana³ BANTYPE typ  Ustala typ banów zak³adanych przez serwisy. Typ banów oznaczany jest numerami od 0 do 3, poszczególne numery oznaczaj±: 0: ban w postaci *!ident@host 1: ban w postaci *!*ident@host 2: ban w postaci *!*@host 3: ban w postaci *!*ident@*.domena
pt_pt: Sintaxe: %s canal BANTYPE tipo-de-ban  Seleciona o tipo de ban que será usado sempre que os Services precisarem banir alguém do seu canal. O tipo-de-ban é um número entre 0 e 3 que significa: 0: ban na forma *!user@host 1: ban na forma *!*user@host 2: ban na forma *!*@host 3: ban na forma *!*user@*.domain

source: Syntax: %s channel DESC description  Sets the description for the channel, which shows up with the LIST and INFO commands.
ca_es: Sintaxis: %s canal DESC descripció  Estableix la descripció pel canal, la que es mostrada amb les comandes LIST i INFO.
de_de: Syntax: %s Channel DESC Beschreibung  Ändert die Beschreibung für einen Channel, die bei dem LIST und INFO Befehl angezeigt wird.
el_gr: Σύνταξη: %s κανάλι DESC περιγραφή  Αλλάζετε την περιγραφή του καναλιού, η οποία φένεται με την εντολή LIST και INFO.
hu_hu: Syntax: %s #szoba DESC leírás  Beállítható a szoba általános meghatározása, ami látszódni fog a LIST és INFO parancs használata esetén.
nl_nl: Gebruik: %s kanaal DESC beschrijving  Stelt de beschrijving van een kanaal in, die weergegeven wordt door de LIST en INFO commando's.
pl_pl: Sk³adnia: %s kana³ DESC opis  Ustawia opis kana³u widoczny po wydaniu polecenia LIST oraz INFO.
pt_pt: Sintaxe: %s canal DESC descrição  Ajusta a descrição para o canal, que são mostradas com os comandos LIST e INFO.

source: Syntax: %s channel ENTRYMSG [ message ] Sets the message which will be sent via /notice to users when they enter the channel. If no parameter is given, causes no message to be sent upon entering the channel.
ca_es: Sintaxis: %s canal ENTRYMSG [ missatge ] Especifica el missatge que sera enviat via /notice als usuaris quant ingressin al canal. Si cap parametre es especificat, cap missatge sera enviat al entrar al canal.
de_de: Syntax: %s Channel ENTRYMSG [ Nachricht ] Ändert die Nachricht, die User beim Joinen des Channels per /notice bekommen. Wird kein Parameter angegeben, wird keine Nachricht beim Joinen angezeigt.
el_gr: Σύνταξη: %s κανάλι ENTRYMSG [ μήνυμα ] Αλλάζει το μήνυμα εισαγωγής το οποίο στέλνετε σε κάθε χρήστη μέσω /notice (παρατήρηση) όταν αυτός μπένει στο κανάλι. Αν δεν δωθεί καμία παράμετρος, δεν θα στέλνετε κανένα μήνυμα στο χρήστη,ο οποίος θα εισέρχεται στο κανάλι.
hu_hu: Syntax: %s #szoba ENTRYMSG [ üzenet ] Beállít egy üzenetet, amit /notice formában fognak a szobába belépõ userek megkapni. Ha nincs paraméter megadva akkor a szoba belépõ üzenete törlõdik.
nl_nl: Gebruik: %s kanaal ENTRYMSG [ bericht ] Stelt het bericht in dat via /notice zal worden verstuurd aan gebruikers die het kanaal binnenkomen. Als er geen paramenter wordt gegeven wordt er geen bericht verstuurd als iemand het kanaal binnenkomt.
pl_pl: Sk³adnia: %s kana³ ENTRYMSG [ tre¶æ ] Ustawia tekst powiadomienia wysy³anego poprzez /notice do u¿ytkowników wchodz±cych na kana³. Komenda wywo³ana bez parametru usuwa wcze¶niej ustawion± wiadomo¶æ.
pt_pt: Sintaxe: %s canal ENTRYMSG [ mensagem ] Ajusta a mensagem na qual será enviada via /notice para os usuários quando eles entrarem no canal. Se nenhum parâmetro é fornecido, nenhuma mensagem será enviada ao se entrar no canal.

source: Syntax: %s channel FOUNDER nick  Changes the founder of a channel. The new nickname must be a registered one.
ca_es: Sintaxis: %s canal FOUNDER nick  Canvia el fundador d'un canal. El nou nickname ha de ser un d'enregistrat.
de_de: Syntax: %s Channel FOUNDER Nickname  Ändert den Gründer (Founder) eines Channels. Der neue Nickname muss registriert sein.
el_gr: Σύνταξη: %s κανάλι FOUNDER ψευδώνυμο  Αλλάζει τον founder του καναλιού. Το νέο ψευδώνυμο πρέπει να είναι κατοχυρωμένο.
hu_hu: Syntax: %s #szoba FOUNDER nick  Megváltoztatja a szoba founderjét. Az új nicknév regisztrált kell hogy legyen!
nl_nl: Gebruik: %s kanaal FOUNDER nick  Veranderd de stichter van een kanaal. De nieuwe nick moet een geregistreerde nick zijn.
pl_pl: Sk³adnia: %s kana³ FOUNDER nick  Zmienia w³a¶ciciela kana³u. Nowy nick musi byæ zarejestrowany.
pt_pt: Sintaxe: %s canal FOUNDER nick  Muda o fundador do canal. O novo nick deve estar registrado.

source: Syntax: %s channel KEEPTOPIC {ON | OFF} Enables or disables the topic retention option for a channel. When topic retention is set, the topic for the channel will be remembered by %S even after the last user leaves the channel, and will be restored the next time the channel is created.
ca_es: Sintaxis: %s canal KEEPTOPIC {ON | OFF} Habilita o deshabilita l'opció de retenció de topic per un canal. Quant la retenció de topic esta establerta, el topic pel canal sera recordat %S fins i tot després de que l'últim usuari sorti del canal, i sigui restaurat la pròxima vegada que el canal sigui creat.
de_de: Syntax: %s Channel KEEPTOPIC {ON | OFF} Aktiviert oder deaktiviert die Topic Wiederherstellung für den Channel. Wird diese Option eingeschaltet, wird das Topic des Channels gespeichert durch %S. Selbst wenn der letzte User den Channel verlässt, wird es wiederhergestellt sobald jemand wieder in den Channel kommt.
el_gr: Σύνταξη: %s κανάλι KEEPTOPIC {ON | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή topic retention του καναλιού. Όταν το topic retention είναι on, το topic του καναλιού θα υπενθυμίζεται από τον %S μετά τον τελευταίο χρήστη που θα φύγει από το κανάλι, και θα αποθηκεύεται για την επόμενη φορά.
hu_hu: Syntax: %s #szoba KEEPTOPIC {ON | OFF} Engedélyezi vagy letiltja a topic megtartása opciót a szoba részére. Ha a topic megtartása be van állítva, a topicot a %S megjegyzi miután az utolsó user elhagyja a szobát, és visszaállítja a következõ megnyitáskor.
nl_nl: Gebruik: %s kanaal KEEPTOPIC {ON | OFF} Zet de topicbehoud optie aan of uit voor een kanaal. Wanneer topicbehoud aan staat zal het topic van het kanaal onthouden worden door %S, zelfs nadat de laatste gebruiker het kanaal heeft verlaten. Het topic zal wanneer de volgende gebruiker het kanaal binnenkomt worden teruggezet.
pl_pl: Sk³adnia: %s kana³ KEEPTOPIC {ON | OFF} W³±cza lub wy³±cza opcjê zapamiêtywania tematu. Kiedy ta opcja jest w³±czona %S ustawi ostatni temat za ka¿dym razem, gdy na kana³ bêdzie wchodziæ pierwsza osoba.
pt_pt: Sintaxe: %s canal KEEPTOPIC {ON|OFF} Ativa ou desativa a opção de retenção de tópico para um canal. Quando a retenção de tópico está acionada, o tópico para o canal será lembrado pelo %S mesmo depois que os usuários deixarem o canal, e será restaurado na próxima vez que o canal for reutilizado.
