Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Services Operators can also drop any nickname without needing to identify for the nick, and may view the access list for any nickname (%R%S ACCESS LIST nick ).
ca_es: Administradors de serveis poden també eliminar qualsevol nickname sense tenir que identificar-se pel nick i poden veure la llista d'accés per qualsevol nickname (/msg %S ACCESS LIST nick ).
de_de: Services Administratoren können auch registrierte Nicknamen löschen,ohne sich für den jeweiligen Nicknamen identifizieren zu müssen. Zusätzlich können sie die Zugriffsliste eines jeden Nicknamen ansehen und bearbeiten. Siehe : /msg %S ACCESS LIST Nickname 
el_gr: Οι Services operators (επικεφαλείς) μπορούν να διαγράψουν ένα ψευδώνυμο χωρίς να χρειαστεί να κάνουν εντολή αναγνώρισης και καν αλλαγή ψευδώνυμου, και μπορούν να δουν την λίστα access για κάθε ψευδώνυμο (/msg %S ACCESS LIST nick ).
hu_hu: Szervíz adminok is droppolhatnak nickeket, akkor ha beazonosíttotak a nicknevükre, és megnézhetik a nickek hozzáférési listáját. (/msg %S ACCESS LIST nick )
nl_nl: Services Operators kunnen ook de registratie van elke nick opheffen zonder zich voor die nick te identificeren, en mogen de toegangslijst voor elke nick bekijken. (/msg %S ACCESS LIST nick )
pl_pl: Administratorzy serwisów mog± usun±æ ka¿dy nick bez potrzeby identyfikacji jako jego w³a¶ciciele oraz przegl±daæ listê dostêpu do ka¿dego nicka (/msg %S ACCESS LIST nick ).
pt_pt: Os Administradores dos Services podem ainda usar o DROP em qualquer nick sem ser necessário se identificar como dono dele, e podem ver a lista de acesso de qualquer nick (/msg %S ACCESS LIST nick ).

source: URL: %s
pl_pl: Adres www: %s

source: Options : %s
ca_es: Opcions : %s
de_de: Optionen : %s
el_gr: Επιλογές : %s
hu_hu: Beállítások: %s
nl_nl: Opties: %s
pl_pl: Inne opcje: %s
pt_pt: Opções: %s

source: URL: %s
pl_pl: Adres www: %s

source: Bot nick : %s
ca_es: Nick del bot : %s
el_gr: Όνομα του Bot : %s
hu_hu: Bot név: %s
pl_pl: Przydzielony bot: %s
pt_pt: Nick do bot: %s

source: Bot nick : not assigned yet.
ca_es: Nick del bot : Encara no assignat.
de_de: Botnick : noch nicht zugewiesen.
el_gr: Όνομα του bot : δεν υπάρχει για την ώρα.
hu_hu: Bot név: nincs társítva még.
nl_nl: Bot nick: nog geen toegewezen.
pl_pl: Przydzielony bot: (brak)
pt_pt: Nick do bot: nenhum associado no momento.

source: Options: %s
ca_es: Opciós: %s
de_de: Optionen: %s
el_gr: Επιλογές: %s
hu_hu: Opciók: %s
nl_nl: Opties: %s
pl_pl: Opcje: %s
pt_pt: Opções: %s

source: Caps kicker : %s
ca_es: Kicker per majuscules : %s
el_gr: Κεφαλαία γράμματα με kick : %s
hu_hu: Caps Lockért kirúgás : %s
nl_nl: Hoofdletter kicker: %s
pl_pl: Kopanie za capsa: %s
pt_pt: Kick por Caps: %s

source: Caps kicker : %s (%d kick(s) to ban; minimum %d/%d%%)
ca_es: Kicker per majuscules : %s (%d kick(s) per a ban; mínim %d/%d%%)
de_de: Caps kicker : %s (%d Kick(s) bis zum Ban, Minimum %d/%d%%)
el_gr: Κεφαλαία γράμματα με kick : %s (%d kick(s) to ban; minimum %d/%d%%)
hu_hu: Caps Lockért kirúgás: %s (%d kirúgás után kitiltás; min. %d/%d%%)
nl_nl: Hoofdletter kicker: %s (%d kick(s) om te bannen; minimaal %d/%d%%)
pl_pl: Kopanie za capsa: %s (%d kop(y) do bana; minimum %d/%d%%)
pt_pt: Kick por Caps: %s (%d kick(s) para banir; mínimo %d/%d%%)

source: Caps kicker : %s (minimum %d/%d%%)
ca_es: Caps kicker : %s (mínim %d/%d%%)
el_gr: Κεφαλαία γράμματα με kick : %s (minimum %d/%d%%)
hu_hu: Caps Lockért kirúgás: %s (minimum %d/%d%%)
nl_nl: Hoofdletter kicker: %s (minimaal %d/%d%%)
pl_pl: Kopanie za capsa: %s (minimum %d/%d%%)
pt_pt: Kick por Caps: %s (mínimo %d/%d%%)

source: Founder: %s
ca_es: Fundador: %s
de_de: Gründer: %s
el_gr: Καναλάρχης: %s
hu_hu: Tulajdonos: %s
nl_nl: Stichter: %s
pl_pl: W³a¶ciciel: %s
pt_pt: Fundador: %s

source: Founder: %s (%s)
ca_es: Fundador: %s (%s)
hu_hu: Tulajdonos: %s (%s)
pl_pl: W³a¶ciciel: %s (%s)

source: Options: %s
ca_es: Opcions: %s
hu_hu: Opciók: %s
pl_pl: Opcje: %s

source: Ban type: %d
ca_es: Tipus de ban: %d
de_de: Ban-Typ: %d
el_gr: Τύπος Ban: %d
hu_hu: Ban típus: %d
pl_pl: Typ bana: %d
pt_pt: Tipo de ban: %d

source: Bolds kicker : %s
ca_es: Kicker per negretes : %s
el_gr: Έντονη χαρακτήρες με kick : %s
hu_hu: Félkövér betûkért kirúgás: %s
nl_nl: Vet kicker: %s
pl_pl: Kopanie za pogrubienia: %s
pt_pt: Kick por negrito: %s

source: Bolds kicker : %s (%d kick(s) to ban)
ca_es: Kicker per negretes : %s (%d kick(s) per a ban)
de_de: Bolds kicker : %s (%d Kick(s) bis zum Ban)
el_gr: Έντονη χαρακτήρες με kick : %s (%d kick(s) to ban)
hu_hu: Félkövér betûkért kirúgás: %s (%d kirúgás után kitiltás)
nl_nl: Vet kicker: %s (%d kick(s) om te bannen)
pl_pl: Kopanie za pogrubienia: %s (%d kop(y) do bana)
pt_pt: Kick por negrito: %s (%d kick(s) para banir)

source: Flood kicker : %s
ca_es: Kicker per flood : %s
el_gr: Επανάληψη με kick : %s
hu_hu: Floodért kirúgás: %s
pl_pl: Kopanie za flood: %s
pt_pt: Kick por flood: %s

source: Flood kicker : %s (%d kick(s) to ban; %d lines in %ds)
ca_es: Kicker per flood : %s (%d kick(s) per a ban; %d linees en %ds)
de_de: Flood kicker : %s (%d Kick(s) bis zum Ban, %d Zeilen in %ds)
el_gr: Επανάληψη με kick : %s (%d kick(s) to ban; %d lines in %ds)
hu_hu: Floodért kirúgás: %s (%d kirúgás után kitiltás; %d sor %ds mp alatt)
nl_nl: Flood kicker: %s (%d kick(s) om te bannen; %d regels in %ds)
pl_pl: Kopanie za flood: %s (%d kop(y) do bana; %d linii w %ds)
pt_pt: Kick por flood: %s (%d kick(s) para banir; %d linhas em %ds)

source: Flood kicker : %s (%d lines in %ds)
ca_es: Kicker per flood : %s (%d linees en %ds)
de_de: Flood kicker : %s (%d Zeilen in %ds)
el_gr: Επανάληψη με kick : %s (%d lines in %ds)
hu_hu: Floodért kirúgás: %s (%d sor %ds mp alatt)
nl_nl: Flood kicker: %s (%d regels in %ds)
pl_pl: Kopanie za flood: %s (%d linii w %ds)
pt_pt: Kick por flood: %s (%d linhas em %ds)

source: Mask : %s@%s
ca_es: Mascara : %s@%s
de_de: Hostmaske: %s@%s
el_gr: Μάσκα : %s@%s
hu_hu: Maszk : %s@%s
pl_pl: Maska: %s@%s
pt_pt: Máscara: %s@%s

source: Colors kicker : %s
ca_es: Kicker per colors : %s
el_gr: Χρώματα με kick : %s
hu_hu: Szinezésért kirúgás: %s
nl_nl: Kleuren kicker: %s
pl_pl: Kopanie za kolory: %s
pt_pt: Kick por cores: %s

source: Colors kicker : %s (%d kick(s) to ban)
ca_es: Kicker per colors : %s (%d kick(s) per a ban)
de_de: Colors kicker : %s (%d Kick(s) bis zum Ban)
el_gr: Χρώματα με kick : %s (%d kick(s) to ban)
hu_hu: Szinezésért kirúgás: %s (%d kirúgás után kitiltás)
nl_nl: Kleuren kicker: %s (%d kick(s) om te bannen)
pl_pl: Kopanie za kolory: %s (%d kop(y) do bana)
pt_pt: Kick por cores: %s (%d kick(s) para banir)

source: Expires on: %s
ca_es: Expires in: %s
de_de: Wird am %s auslaufen.
el_gr: Expires in: %s
hu_hu: Expires in: %s
nl_nl: Expires in: %s
pl_pl: Wygasa: %s
pt_pt: Expira em: %s

source: Last used: %s
ca_es: Últim cop utilitzat: %s
de_de: Zuletzt benutzt: %s
el_gr: Τελευταία χρήση: %s
hu_hu: Utoljára használva: %s
nl_nl: Laatst gebruikt: %s
pl_pl: U¿ywano: %s
pt_pt: Último uso: %s

source: Mode lock: %s
ca_es: Mode de lock: %s
el_gr: Επιλογές κλειδώματος: %s
hu_hu: Rögzített módok: %s
nl_nl: Modeslot: %s
pl_pl: Blokowane tryby: %s
pt_pt: Trava de modo: %s

source: Repeat kicker : %s
ca_es: Kicker per repetició : %s
el_gr: Επανάληψη με kick : %s
hu_hu: Ismétlésért kirúgás: %s
nl_nl: Herhalings kicker: %s
pl_pl: Kopanie za powtarzanie: %s
pt_pt: Kick por repetição: %s

source: Repeat kicker : %s (%d kick(s) to ban; %d times)
ca_es: Kicker per repetició : %s (%d kick(s) per a ban; %d vegades)
de_de: Repeat kicker : %s (%d Kick(s) bis zum Ban, %d Mal)
el_gr: Επανάληψη με kick : %s (%d kick(s) to ban; %d times)
hu_hu: Ismétlésért kirúgás: %s (%d kirúgás után kitiltás; %d idõre)
nl_nl: Herhalings kicker: %s (%d kick(s) om te bannen; %d maal)
pl_pl: Kopanie za powtarzanie: %s (%d kop(y) do bana; %d czasu)
pt_pt: Kick por repetição: %s (%d kick(s) para banir; %d vezes)

source: Repeat kicker : %s (%d times)
ca_es: Kicker per repetició : %s (%d vegades)
de_de: Repeat kicker : %s (%d Mal)
el_gr: Επανάληψη με kick : %s (%d times)
hu_hu: Ismétlésért kirúgás : %s (%d alkalommal)
nl_nl: Herhalings kicker: %s (%d maal)
pl_pl: Kopanie za powtarzanie: %s (%d czasu)
pt_pt: Kick por repetição: %s (%d vezes)

source: Successor: %s
de_de: Vertreter: %s
el_gr: Υποκαναλάρχης: %s
hu_hu: Jogutód: %s
nl_nl: Opvolger: %s
pl_pl: Zastêpca: %s
pt_pt: Sucessor: %s

source: Successor: %s (%s)
hu_hu: Jogutód: %s (%s)
pl_pl: Zastêpca: %s (%s)

source: Suspended: [%s] %s
de_de: Vorübergehend gesperrt: [%s] %s
hu_hu: Felfüggesztve: [%s] %s
nl_nl: Tijdelijk buiten werking gesteld: [%s] %s
pl_pl: Zawieszony: [%s] %s
pt_pt: Suspenso: [%s] %s

source: Last topic: %s
ca_es: Últim tòpic: %s
de_de: Letztes Topic: %s
el_gr: Τελευταίο topic: %s
hu_hu: Utolsó topic: %s
nl_nl: Laatste topic: %s
pl_pl: Ostatni temat: %s
pt_pt: Último tópico: %s

source: Registered: %s
ca_es: Registrat: %s
de_de: Registriert: %s
el_gr: Κατοχυρώθηκε: %s
hu_hu: Regisztrálás ideje: %s
nl_nl: Geregistreerd: %s
pl_pl: Zarejestrowano: %s
pt_pt: Registrado: %s

source: %-*s (disabled)
ca_es: %-*s (inhabilitat)
de_de: %-*s (deaktiviert)
el_gr: %-*s (απενεργοποιημένο)
hu_hu: %-*s (letiltva)
nl_nl: %-*s (uitgeschakeld)
pl_pl: %-*s (wy³±czony)
pt_pt: %-*s (desabilitado)

source: %-*s (founder only)
ca_es: %-*s (nomès el fundador)
de_de: %-*s (nur Gründer)
el_gr: %-*s (καναλάρχης μόνο)
hu_hu: %-*s (csak foundernek)
nl_nl: %-*s (alleen stichter)
pl_pl: %-*s (tylko w³a¶ciciel)
pt_pt: %-*s (founder apenas)

source: ACCESS Modify the list of authorized addresses
ca_es: ACCESS Modifica la llista d'adreçes autoritzades
de_de: ACCESS Liste der autorisierten Adressen
el_gr: ACCESS Αλλάζει τη λίστα των εξουσιοδοτημένων διευθύνσεων
hu_hu: ACCESS A hozzáférési lista módosítása
nl_nl: ACCESS De lijst met toegestane adressen wijzigen
pl_pl: ACCESS Zarz±dza list± dostêpu
pt_pt: ACCESS Modifica a lista de endereços autorizados

source: ACCESS Modify the list of privileged users
ca_es: ACCESS Modifica la llista d'usuaris privilegiats
de_de: ACCESS Die Liste der priviligierten User bearbeiten
el_gr: ACCESS Αλλάζει τη λίστα των εξουσιοδοτημένων χρηστών
hu_hu: ACCESS A szoba hozzáférési listájának beállítása
nl_nl: ACCESS Wijzig de lijst van toegestane gebruikers
pl_pl: ACCESS Zarz±dza list± dostêpu
pt_pt: ACCESS Modifica a lista de usuários privilegiados

source: ACT Makes the bot do the equivalent of a "/me" command
de_de: ACT Veranlaßt den Bot ein "/me" Befehl ausführen
pl_pl: ACT Wyra¿a przez bota akcjê (komenda /me)
pt_pt: ACT Faz com que o bot faça o mesmo que o comando "/me"

source: AKICK Maintain the AutoKick list
ca_es: AKICK Manté la llista d'AutoKick
de_de: AKICK Die Autokick-Liste bearbeiten
el_gr: AKICK Συντηρεί τη λίστα αυτόματης απόρριψης
hu_hu: AKICK AutoKirúgás listára teheted a "rossz" usereket
nl_nl: AKICK Beheer de AutoKick lijst
pl_pl: AKICK Zarz±dza list± AKICK
pt_pt: AKICK Faz a manutenção da Lista de Autokick

source: AKILL Manipulate the AKILL list
ca_es: AKILL Manipula la llista AKILL
de_de: AKILL Die AutoKill-Liste bearbeiten
el_gr: AKILL Προσθέτει ip κλπ στην λίστα AKILL
hu_hu: AKILL Szerkeszti az AKILL listát
nl_nl: AKILL Beheer de AKILL lijst
pl_pl: AKILL Zarz±dza list± AKILL
pt_pt: AKILL Manipula a lista de AKILL

source: ALIST List channels you have access on
de_de: ALIST Listet Channels in dem du Zugang hast
pl_pl: ALIST Listuje kana³y na których masz uprawnienia
pt_pt: ALIST Lista todos os canais nos quais você tem acesso

source: AOP Modify the list of AOP users
ca_es: AOP Modifica la llista d'usuaris AOP
de_de: AOP Verwaltet die AOP-Liste von einen Channel
el_gr: AOP Αλλάζει την λίστα των AOP χρηστών
hu_hu: AOP AutoOperátor lista beállítása
nl_nl: AOP Wijzig de lijst van AOP's
pl_pl: AOP Zarz±dza list± AOP (operatorów)
pt_pt: AOP Modifica a lista de AOP (AutoOP) de um canal

source: ASSIGN Assigns a bot to a channel
ca_es: ASSIGN Assigna un bot a un canal
de_de: ASSIGN Weist einem Channel einen Bot zu
el_gr: ASSIGN Ζητάτε από το bot να έρθει στο κανάλι σας
hu_hu: ASSIGN Társít egy botot a csatornához
nl_nl: ASSIGN Wijs een bot toe aan een kanaal
pl_pl: ASSIGN Przydziela bota na kana³
pt_pt: ASSIGN Associa um bot ao canal

source: AUTOOP Should services op you automatically.
de_de: AUTOOP Sollten Dir die Services automatisch Op-Status geben.
pl_pl: AUTOOP W³±cza lub wy³±cza automatyczne opowanie

source: AUTOOP Turn autoop on or off
de_de: AUTOOP Sollten die Services dem Nick automatisch seinen Op-Status geben.
pl_pl: AUTOOP W³±cza lub wy³±cza automatyczne opowanie

source: BADWORDS Maintains bad words list
ca_es: BADWORDS Manté una llista de paraules malsonants
de_de: BADWORDS Verwaltet die Bad-Word-Liste
el_gr: BADWORDS Αλλάζετε την λίστα κακών λέξεων
hu_hu: BADWORDS Szerkeszti a tiltott szavak listáját
nl_nl: BADWORDS Beheer slechte-woorden lijst
pl_pl: BADWORDS Zarz±dza list± zakazanych s³ów
pt_pt: BADWORDS Configura os palavrões

source: BAN Bans a selected nick on a channel
de_de: BAN Bant den angegebenen Nicknamen aus einen Channel
pl_pl: BAN Banuje wskazan± osobê na kanale
pt_pt: BAN Bane o nick selecionado em um canal

source: BANTYPE Set how Services make bans on the channel
ca_es: BANTYPE Estableix com els serveis posen bans en el canal
de_de: BANTYPE Ändert den Ban-Typ, den die Services in dem Channel anwenden
el_gr: BANTYPE Αλλάζει τον τύπο του ban που θα κάνουν τα Services
hu_hu: BANTYPE A banolás tipusának beállítása
nl_nl: BANTYPE Stelt in hoe Services bans op het kanaal maken
pl_pl: BANTYPE Ustawia sposób banowania przez serwisy
pt_pt: BANTYPE Ajusta como os Services devem fazer o ban

source: BOT Maintains network bot list
ca_es: BOT Manté la llista de bots de la xarxa
de_de: BOT Verwaltung von Bots
el_gr: BOT Αλλάζει την λίστα των bot του δικτύου
hu_hu: BOT Karbantartja a hálózat botjainak listáját
nl_nl: BOT Beheer de lijst met bots op het netwerk
pl_pl: BOT Zarz±dza sieciow± list± botów
pt_pt: BOT Mantém a lista de bots da Rede

source: BOTLIST Lists available bots
ca_es: BOTLIST Llista bots disponibles
de_de: BOTLIST Zeigt alle vorhandenen Bots an
el_gr: BOTLIST Λίστα με διαθέσιμα bots
hu_hu: BOTLIST Listázza az elérhetõ botokat
nl_nl: BOTLIST Geef beschikbare bots weer
pl_pl: BOTLIST Listuje dostêpne boty
pt_pt: BOTLIST Lista os bots disponíveis

source: CANCEL Cancel last memo you sent
ca_es: CANCEL Cancela l'últim memo enviat
de_de: CANCEL Annulliert deine letzte gesendete Memo
el_gr: CANCEL Ακυρώνει το τελευταίο μήνυμα που στέλνετε
hu_hu: CANCEL Visszavonja az utoljára küldött memot
nl_nl: CANCEL Annuleer je laatst verzonden memo
pl_pl: CANCEL Wycofuje ostatni± wys³an± wiadomo¶æ
pt_pt: CANCEL Cancela o último memo enviado por você

source: CHANKILL AKILL all users on a specific channel
de_de: CHANKILL AKILL alle User des angegebenen Channels
hu_hu: CHANKILL AKILL az összes usert a csatornáról
pl_pl: CHANKILL AKILL wszystkich u¿ytkowników na kanale
pt_pt: CHANKILL AKILL todos os usuários de um canal específico

source: CHANLIST Lists all channel records
ca_es: CHANLIST Llista tots els records de canal
de_de: CHANLIST Alle registrierten Channels anzeigen
el_gr: CHANLIST Εμφανίζει όλα τα κανάλια
hu_hu: CHANLIST Listázza az összes csatornát
nl_nl: CHANLIST Geef alle kanalen weer
pl_pl: CHANLIST Listuje wszystkie kana³y
pt_pt: CHANLIST Lista todos os canais em uso na Rede

source: CHECK Checks if last memo to a nick was read
de_de: CHECK Überprüft ob deine letzte gesendete Memo an einen Nicknamen gelesen wurde
hu_hu: CHECK Ellenõrzi, hogy a címzett elolvasta-e már az üzit
nl_nl: CHECK Kijk of je laatste memo naar iemand is gelezen
pl_pl: CHECK Sprawdza czy ostatnia wiadomo¶æ zosta³a przeczytana
pt_pt: CHECK Verifica se o último memo enviado para um nick foi lido

source: CLEAR Tells ChanServ to clear certain settings on a channel
de_de: CLEAR Entfernt bestimmte Einstellungen des angegebenen Channel
pl_pl: CLEAR Usuwa wskazane obiekty z kana³u
pt_pt: CLEAR Diz ao ChanServ para remover certos ajustes de um canal

source: CLEARMODES Clear modes of a channel
ca_es: CLEARMODES neteja els Modes d'un canal
de_de: CLEARMODES Die Modi eines Channels zurücksetzen
el_gr: CLEARMODES Καθαρίζει τα modes από το κανάλι
hu_hu: CLEARMODES Törli a szoba módot
nl_nl: CLEARMODES Verwijder alle modes van een kanaal
pl_pl: CLEARMODES Usuwa wszystkie flagi z kana³u
pt_pt: CLEARMODES Limpa os modos de um canal

source: CONFIRM Confirm a nickserv auth code
de_de: CONFIRM Bestätigt einen "nickserv auth code".
pl_pl: CONFIRM Potwierdza rejestracjê nicka
pt_pt: CONFIRM Confirma um código de autorização do NickServ

source: Created : %s
ca_es: Creat : %s
de_de: Erstellt: %s
el_gr: Δημιουργήθηκε : %s
hu_hu: Született: %s
nl_nl: Gemaakt: %s
pl_pl: Utworzony: %s
pt_pt: Criado: %s

source: DEFCON Manipulate the DefCon system
de_de: DEFCON Ändert das DefCon System
hu_hu: DEFCON Manipulálja a DefCon rendszert
pl_pl: DEFCON Modyfikuje poziom systemu DefCon
pt_pt: DEFCON Manipula o sistema DefCon

source: DEHALFOP Dehalfops a selected nick on a channel
de_de: DEHALFOP Enfernt den HalfOP-Status des angegebenen Nicknamens in einen Channel
pl_pl: DEHALFOP Odbiera wskazanej osobie uprawnienia pó³-operatora
pt_pt: DEHALFOP Retira o status de HalfOP de um nick no canal

source: DEL Delete the vhost of another user
de_de: DEL Löscht den vHost eines Users
hu_hu: DEL Törli egy felhasználónak a vhostját
nl_nl: DEL Verwijder de vhost van een andere gebruiker
pl_pl: DEL Usuwa vhost wskazanego u¿ytkownika
pt_pt: DEL Deleta o vHost de outro usuário

source: DEL Delete a memo or memos
ca_es: DEL Esborra un o més memos
de_de: DEL Löschen einer oder mehrerer Memos
el_gr: DEL Διαγράφει ένα ή πολλά μηνύματα
hu_hu: DEL Törli a megadott üzenete(ke)t
nl_nl: DEL Verwijder een of meerdere memo's
pl_pl: DEL Kasuje jedn± lub wiêcej wiadomo¶ci
pt_pt: DEL Apaga a(s) mensagem(ns)

source: DELALL Delete the vhost for all nicks in a group
de_de: DELALL Löscht den vHost einer Gruppe
hu_hu: DELALL Törli a vhosztot a nickekröl a csoportban
nl_nl: DELALL Verwijder de vhost voor alle nicks in een groep
pl_pl: DELALL Usuwa vhosty wszystkich nicków w grupie
pt_pt: DELALL Deleta o vHost de todos os nicks de um grupo

source: DEOP Deops a selected nick on a channel
de_de: DEOP Enfernt den OP-Status des angegebenen Nicknamens in einen Channel
pl_pl: DEOP Odbiera wskazanej osobie uprawnienia operatora
pt_pt: DEOP Retira o status de OP de um nick no canal

source: DEOWNER Removes your owner status on a channel
de_de: DEOWNER Entfernt dein Gründer Status in einen Channel
pl_pl: DEOWNER Usuwa twój status w³a¶ciciela kana³u
pt_pt: DEOWNER Retira seu status de Owner no canal

source: DEPROTECT Deprotects a selected nick on a channel
de_de: DEPROTECT Entfernt den schutz des angegebenen Nicknamens in einen Channel
pl_pl: DEPROTECT Wy³±cza ochronê wskazanej osoby
pt_pt: DEPROTECT Desprotege um determinado nick no canal

source: DESC Set the channel description
ca_es: DESC Estableix la descripció del canal
de_de: DESC Ändert die Channel-Beschreibung
el_gr: DESC Αλλάζει την περιγραφή του καναλιού
hu_hu: DESC A szobameghatározás állítás
nl_nl: DESC Stelt de kanaalbeschrijving in
pl_pl: DESC Ustawia opis kana³u
pt_pt: DESC Ajusta a descrição do canal

source: DEVOICE Devoices a selected nick on a channel
de_de: DEVOICE Enfernt den Voice-Status des angegebenen Nicknamens in einen Channel
pl_pl: DEVOICE Odbiera wskazanej osobie prawo g³osu
pt_pt: DEVOICE Retira o status de Voice de um nick no canal

source: DISPLAY Set the display of the group in Services
de_de: DISPLAY Setzt einen Nicknamen als Ursprung der Nickgruppe
pl_pl: DISPLAY Ustawia nick reprezentuj±cy grupê nicków

source: DISPLAY Set the display of your group in Services
ca_es: DISPLAY Estableix el display del teu grup amb serveis
de_de: DISPLAY Ändert den "Ursprung" deiner Gruppe
el_gr: DISPLAY Αλλάζει την λίστα των ομάδων
nl_nl: DISPLAY Stel de weergave van je groep in Services in
pl_pl: DISPLAY Ustawia nick reprezentuj±cy grupê nicków
pt_pt: DISPLAY Mostra o seu grupo nos Services

source: DROP Cancel the registration of a channel
ca_es: DROP Cancel.la l'enregistrament d'un canal
de_de: DROP Registrierung eines Channels aufheben
el_gr: DROP Ακυρώνει την κατοχύρωση ενός καναλιού
hu_hu: DROP Törölheted a csatornád regisztrációját
nl_nl: DROP Annuleer een kanaalregistratie
pl_pl: DROP Usuwa kana³
pt_pt: DROP Cancela o registro de um canal

source: DROP Cancel the registration of a nickname
ca_es: DROP Cancela el registre d'un nickname
de_de: DROP Die Registrierung einen Nicknamen löschen
el_gr: DROP Διαγράφει ένα ψευδώνυμο
hu_hu: DROP Nicknév regisztrációjának törlése
nl_nl: DROP De registratie van je nickname annuleren
pl_pl: DROP Usuwa nicka
pt_pt: DROP Cancela o registro de um nick

source: Description: %s
ca_es: Descripció: %s
de_de: Beschreibung: %s
el_gr: Περιγραφή: %s
hu_hu: Leírás: %s
nl_nl: Beschrijving: %s
pl_pl: Opis: %s
pt_pt: Descrição: %s

source: EMAIL Associate an E-mail address with the nickname
de_de: EMAIL Fügt eine Emailadresse dem Nicknamen hinzu
pl_pl: EMAIL Przypisuje adres e-mail do nicka

source: EMAIL Associate an E-mail address with your nickname
ca_es: EMAIL Associa un E-mail amb el teu nickname
de_de: EMAIL Verbindet eine öffentliche eMail-Adresse mit deinem Nicknamen
el_gr: EMAIL Συσχετίζει μία διεύθυνση e-mail με το ψευδώνυμό σας
hu_hu: EMAIL Egy E-mail cím társítása a nicknevedhez
nl_nl: EMAIL Associeer een E-mail adres met je nick
pl_pl: EMAIL Przypisuje adres e-mail do nicka
pt_pt: EMAIL Associa um endereço de e-mail ao seu nick

source: ENTRYMSG Set a message to be sent to users when they enter the channel
ca_es: ENTRYMSG Estableix un missatge a enviar als usuaris quant entrin al canal
de_de: ENTRYMSG Stellt eine Begrüssungsmeldung des Channels ein
el_gr: ENTRYMSG Αλλάζει το μήνυμα εισαγωγής που στέλνετε σε όλους τους χρήστες που μπένουν στο κανάλι
hu_hu: ENTRYMSG A szoba belépo üzenetének állítása
nl_nl: ENTRYMSG Stel een bericht in dat naar de gebruikers wordt gestuurd zodra ze het kanaal binnekomen
pl_pl: ENTRYMSG Ustawia wiadomo¶æ, która bêdzie wysy³ana do u¿ytkowników wchodz±cych na kana³
pt_pt: ENTRYMSG Ajusta a mensagem que deve ser mandada aos usuários quando eles entram no canal

source: EXCEPTION Modify the session-limit exception list
ca_es: EXCEPTION Modifica la llista de límit de sessió
de_de: EXCEPTION Bearbeiten der Liste der eingeschränkten Verbindungen
el_gr: EXCEPTION Αλλάζεις την λίστα του session-limit exception
hu_hu: EXCEPTION Módosítja a session-korlát/kivétel listát
nl_nl: EXCEPTION Beheer de sessie-limiet uitzonderingen lijst
pl_pl: EXCEPTION Zarz±dza list± wyj±tków dla limitów sesji
pt_pt: EXCEPTION Modifica a lista de limite de sessões

source: FORBID Prevent a channel from being used
ca_es: FORBID Evita que un canal es faci servir
de_de: FORBID Verhindert die Nutzung eines Channels
el_gr: FORBID Καταστέλει το κανάλι,δεν μπορεί να το χρησιμοποιήση κανείς
hu_hu: FORBID Megakadályozza a szoba használatát
nl_nl: FORBID Verbied het gebruik van een kanaal
pl_pl: FORBID Blokuje podany kana³
pt_pt: FORBID Previne um canal de ser registrado/usado

source: FORBID Prevents a nickname from being registered
ca_es: FORBID Impossibilita que un nickname sigui utilitzat
de_de: FORBID Einen bestimmten Nicknamen verbieten
el_gr: FORBID Καταστέλει ένα ψευδώνυμο,δηλ το κάνει να μην το χρησιμοποιεί κανείς,όποιος το πάρει έχει kill
hu_hu: FORBID Megelõzi, hogy a nicknév regisztrált legyen
nl_nl: FORBID Voorkom dat een nick gebruikt wordt
pl_pl: FORBID Blokuje podany nick
pt_pt: FORBID Previne um nick de ser usado ou registrado

source: FOUNDER Set the founder of a channel
ca_es: FOUNDER Estableix el fundador d'un canal
de_de: FOUNDER Stellt den Gründer des Channels ein
el_gr: FOUNDER Αλλάζει τον founder του καναλιού
hu_hu: FOUNDER A founder megváltoztatása
nl_nl: FOUNDER Stelt de stichter van het kanaal in
pl_pl: FOUNDER Ustawia nick w³a¶ciciela kana³u
pt_pt: FOUNDER Ajusta o fundador do canal
