Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: %s channel MLOCK modes  Sets the mode-lock parameter for the channel. %S allows you to define certain channel modes to be always on, off or free to be either on or off. The modes parameter is constructed exactly the same way as a /MODE command; that is, modes followed by a + are locked on, and modes followed by a - are locked off. Note, however, that unlike the /MODE command, each use of SET MLOCK will remove all modes previously locked before setting the new! Warning: If you set a mode-locked key, as in the second example below, you should also set the RESTRICTED option for the channel (see HELP SET RESTRICTED), or anyone entering the channel when it is empty will be able to see the key! Examples: SET #channel MLOCK +nt-iklps Forces modes n and t on, and modes i, k, l, p, and s off. Mode m is left free to be either on or off. SET #channel MLOCK +knst-ilmp my-key Forces modes k, n, s, and t on, and modes i, l, m, and p off. Also forces the channel key to be "my-key". SET #channel MLOCK + Removes the mode lock; all channel modes are free to be either on or off.
ca_es: Sintàxi: %s canal MLOCK Modes  Estableix el paràmetre de fixació de Modes pel canal. %S et permet definir certs Modes de canal per a estar sempre encesos o apagats o lliures d' estar un dels anteriors. El paràmetre Modes és construit de la mateixa forma que La comanda /MODE; això significa, Modes seguits per un + estan fixats encesos, i Modes seguits per un - estan fixats apagats. tenir en compte que, a difèrencia de La comanda MODE, cada us de SET MLOCK esborrarà tots els Modes fixats prèviament abans de establir els nous! AdVeuretència: Si estableixes una clau amb fixació de Mode, com en el segon exemple de més endevant, hauràs també d'establir la Opció RESTRICTED pel canal (veure HELP SET RESTRICTED), o qui sigui que entri al canal quan aquest és buit podrà veure la clau! Exemples: SET #canal MLOCK +nt-iklps Força els Modes n i t encesos, i els Modes i, k, l, p i s apagats. El Mode m és deixat lliure per a estar encès o apagat. SET #canal MLOCK +knst-ilmp mi-key Força els Modes k, n, s, i t encesos, i els Modes i, l, m, i p apagats. També força la clau del canal a ser "mi-clau". SET #canal MLOCK + Esborra la fixació de Modes; tots els Modes del canal són lliures d'estar encesos o apagats.
de_de: Syntax: %s Channel MLOCK Modi  Stellt den Mode-Lock-Parameter für den angegebenen Channel ein. %S ermöglicht es dir, einzustellen, dass bestimmte Modi immer aus bzw an sein müssen. Die Modes die gelockt werden können sind von dein IRCD abhängig. Jede einzelne dieser Modes kann ein/aus oder gar nicht gelockt werden. Der Modi Parameter ist genauso aufgebaut wie das jeweilige /MODE Befehl. Dies bedeutet, Modi die durch ein + gekennzeichnet sind, sind aktiviert, durch ein - sind sie deaktiviert. Warnung: Wenn du den Channel mit Hilfe des SET MLOCK Befehls mit einem Key (Passwort) schützt, solltest du zusätzlich die RESTRICTED Option für den Channel ein- schalten (siehe HELP SET RESTRICTED), oder jeder der in diesen Channel kommt wenn er leer ist kann den Key sehen! Beispiele: SET #channel MLOCK +nt-iklps Erzwingt die Channel-Modi n und t auf an, die i, k,l,p und s aus. Mode m wird nicht explizit gelockt und kann wahlweise an oder ausgeschaltet werden. SET #channel MLOCK +knst-ilmp mein-key Erzwingt die Modi k, n, s und t an, die Modi i, l, m, und p aus. Weiterhin wird der Channel-Key fest auf "mein-key" eingestellt. SET #channel MLOCK + Entfernt alle gelockten Channel-Modi, jeder Modus kann jetzt wahlweise an oder ausgeschaltet werden.
el_gr: Σύνταξη: %s κανάλι MLOCK modes  Καθορίζει το κλείδωμα των modes για το κανάλι. Ο %S σας επιτρέπει να καθορίσετε συγκεκριμένα modes για το κανάλι τα οποία θα είναι πάντα ενεργοποιημένα (ή όχι). Τα modes που μπορούν να κλειδωθούν είναι: i, k, l, m, n, p, s, και t. Κάθε ένα από αυτά τα modes μπορεί να κλειδωθεί, να ξεκλειδωθεί να μη συμπεριληφθεί καθόλου. Η παράμετρος modes συντάσσεται με τον ίδιο τρόπο όπως η εντολή /MODE. Έτσι τα modes μετά από ένα + κλειδώνονται και τα modes μετά από ένα - ξεκλειδώνονται. Προσοχή: Αν χρησιμοποιείτε το mode κλειδώματος με κλειδί, όπως στο δεύτερο παράδειγμα παρακάτω, θα πρέπει επίσης να ενεργοποιήσετε την επιλογή RESTRICTED για το κανάλι (δείτε HELP SET RESTRICTED), αλλιώς οποιοσδήποτε μπαίνει στο κανάλι όταν αυτό είναι άδειο, θα μπορεί να δεί το κλειδί! Παραδείγματα: SET #κανάλι MLOCK +nt-iklps Ενεργοποιεί τα modes n και t, και απενεργοποιεί τα modes i, k, l, p και s. Το mode m, δε συμπεριλαμβάνεται για να μπορεί να είναι ενεργοποιημένο ή μη. SET #κανάλι MLOCK +knst-ilmp my-key Ενεργοποιεί τα modes k, n, s και t, και απενεργοποιεί τα modes i, l, m και p. Επίσης καθορίζει το κλειδί του καναλιού να είναι "my-key". SET #κανάλι MLOCK + Αφαιρεί το κλείδωμα των modes. Όλα τα modes του καναλιού είναι ελεύθερα να ενεργοποιηθούν ή να απενεργοποιηθούν.
hu_hu: Syntax: %s #szoba MLOCK módok  Beállíthatod a mode-lock opciót a csatornán. A %S lehetõséget nyújt arra, hogy meghatározd azokat a módokat amelyek mindig be (vagy ki) lesznek kapcsolva. A módok felrakhatóak a /MODE paranccsal is; azok a módok amelyek a + jel után vannak lockolódnak, és azok a módok amelyek a - jel után vannak nem rakhatóak fel a szobára. Figyelmeztetés: Ha beállítasz egy mode-lock alatti kulcsot, mint azt a második példában látod, akkor be kell állítanod a RESTRICTED opciót a csatornán (lásd HELP SET RESTRICTED) vagy bárki beléphet a szobába, amikor üres és lehetõsége lesz meglátni a kulcsot! Példák: SET #szoba MLOCK +nt-ikl Az "n" és a "t" állandóan fent van, és az "i", "k", és "l" állandóan ki lesz kapcsolva. Minden más mód felrakása-levétele szabad. SET #szoba MLOCK +knst-ilmp my-key A "k", "n", "s", és "t" állandóan fent van, és az "i", "l", "m", és a "p" ki lesz kapcsolva. A szobába való belépéshez szküséges jelszó: "my-key". SET #szoba MLOCK + Eltávolítja az összes lockolt módot. Minden mód szabadon ki/bekapcsolható.
nl_nl: Gebruik: %s kanaal MLOCK modes  Stelt de mode-slot paramenter in voor het kanaal. %S staat je toe om verschillen kanaalmodes altijd aan of uit te laten staan, of om het mogelijk te maken deze aan of uit te zetten met het /MODE commando. De modes paramenter wordt precies hetzelfde opgebouwd als in een /MODE commando: modes achter een + zijn altijd aan, en modes achter een - zijn altijd uit. Merk wel op dat, in tegenstelling tot het /MODE commando, alleen opgegeven modes geforceerd worden door SET MLOCK; het mode-slot wordt eerst leeggemaakt voor de nieuwe modes erin worden gezet! Waarschuwing: Als je het mode-slot gebruikt om een wachtwoord op het kanaal te zette moet je, zoals in het 2e voorbeeld, ook de optie RESTRICTED aanzette (zie HELP SET RESTRICTED), of iedereen die het kanaal binnenkomt als het leeg is kan het wachtwoord zien! Voorbeelden: SET #channel MLOCK +nt-iklps Foreert modes n en t aan, en modes i, k, l, p, en s uit. Mode m kan aan of uit gezet worden met /MODE. SET #channel MLOCK +knst-ilmp wachtwoord Forceert modes k, n, s, en t aan, en modes i, l, m, en p uit. Forceert ook dat het kanaalwachtwoord "wachtwoord" is. SET #channel MLOCK + Verwijderd het mode-slot; alle kanaalmodes kunnen vrij ingesteld worden met /MODE.
pl_pl: Sk³adnia: %s kana³ MLOCK flagi  Ustawia blokadê flag kana³owych. %S pozwala na definiowanie, które flag kana³owe maj± byæ zawsze w³±czone, wy³±czone lub ustawiane dowolnie przez operatorów kana³u. Sk³adnia polecenia jest identyczna jak w komendzie /MODE, tzn. flagi poprzedzone znakiem+ zostan± za³o¿one na kana³, natomiast poprzedzone znakiem - bêd± zdejmowane z kana³u. W odró¿nieniu od komendy /MODE, ka¿de u¿ycie SET MLOCK, usunie wszystkie wcze¶niej zdefiniowane mody! UWAGA: W przypadku ustawiania klucza dostêpu do kana³u (drugi przyk³ad poni¿ej), powinna równie¿ zostaæ aktywowana opcja RESTRICTED (zobacz HELP SET RESTRICTED), w przeciwnym wypadku, u¿ytkownik wchodz±cy na pusty kana³, bêdzie móg³ odczytaæ za³o¿ony klucz! Przyk³ady: SET #kana³ MLOCK +nt-iklps Wymusza w³±czenie flag n oraz t, wy³±czenie flag i, k, l, p, s; flaga m nie jest zmieniana. SET #kana³ MLOCK +knst-ilmp my-key Wymusza w³±czenie flag k, n, s, oraz t, wy³±czenie i, l, m, oraz p. Wymusza tak¿e ustawienie klucza na warto¶æ "my-key". SET #kana³ MLOCK + Wy³±cza blokowanie flag - mog± byæ zmieniane dowolnie.
pt_pt: Sintaxe: %s canal MLOCK modos  Ajusta o parâmetro da trava do modo para um canal. O %S permite que você defina certos modos no canal a serem sempre ativo, desativos ou não travados. Os modos podem ser i, k, l, m, n, p, s, S, t entre outros. O parâmetro modos é usado exatamente do mesmo modo que o comando /MODE, ou seja, modos seguidos de + são travados como ativos, e modos seguidos de - são travados como desativos. Note, no entanto, que ao contrário do comando /MODE, cada uso do SET MLOCK irá remover todos os modos anteriormente travados antes de travar os novos. Cuidado: Se você trava uma senha, como no segundo exemplo abaixo, você deveria também ajustar a opção RESTRICTED para o canal (veja HELP SET RESTRICTED), ou qualquer usuário que entrar no canal que está vazio será capaz de ver a senha! Exemplos: SET #canal MLOCK +nt-iklps Trava os modos n e t ativados, e os modos i, k, l, p, e s desligados. Modo m é livremente deixado para ser ativo ou desativo (não travado). SET #canal MLOCK +knst-ilmp minha-senha Trava os modos k, n, s, t como ligados e os modos i, l, m, p como desligados. Também trava a senha do canal como "minha-senha". SET #canal MLOCK + Elimina a trava do modos; todos os modos do canal ficam livres para ser ativos ou desativos.

source: Syntax: %s channel OPNOTICE {ON | OFF} Enables or disables the op-notice option for a channel. When op-notice is set, %S will send a notice to the channel whenever the OP or DEOP commands are used for a user in the channel.
ca_es: Sintàxi: %s canal OPNOTICE {ON | OFF} Habilita o deshabilita l'opció de op-notice per a un canal. Quan op-notice està establert, %S enviarà una noticia a l'usuari del canal quan les comandes OP o DEOP siguin utilitzades per a un usuari en el canal.
de_de: Syntax: %s Channel OPNOTICE {ON | OFF} Aktiviert oder deaktiviert die Op-Notice Option für einen Channel. Wird Op-Notice eingeschaltet, sendet %S eine Notice an den Channel wenn OP oder DEOP Befehle benutzt werden.
el_gr: Σύνταξη: %s κανάλι OPNOTICE {ON | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή ενημέρωσης op για ένα κανάλι. Όταν ενεργοποιείται η ενημέρωση op, ο %S στέλνει ένα notice στους ops του καναλιού, κάθε φορά που χρησιμοποιούνται οι εντολές OP, DEOP, AKICK και ACCESS από κάποιο χρήστη για το κανάλι.
hu_hu: Syntax: %s #szoba OPNOTICE {ON | OFF} Be/kikapcsolja az opnotice opciót a csatornán. Amikor az op-notice be van kapcsolva, a %S megjegyzést fog küldeni a csatornára, amikor a felhasználók használják az OP, VOICE, vagy a hozzájuk kapcsolódó parancsokat a szoban.
nl_nl: Gebruik: %s kanaal OPNOTICE {ON | OFF} Zet de op-notificatie optie aan of uit voor een kanaal. Wanneer op-notificatie aan staat zal %S een notice naar het kanaal sturen wanneer de OP of DEOP commando's worden gebruikt voor een gebruiker in het kanaal.
pl_pl: Sk³adnia: %s kana³ OPNOTICE {ON | OFF} W³±cza lub wy³±cza opcjê OPNOTICE dla kana³u. Kiedy ta opcja jest w³±czona, %S bêdzie informowa³ u¿ytkowników przebywaj±cych na kanale, kiedy zostanie u¿yta komenda OP lub DEOP.
pt_pt: Sintaxe: %s canal OPNOTICE {ON | OFF} Ativa e desativa a opção Op-notice para um canal. Quando Op-notice estiver ativado, o %S enviará uma notice para o canal sempre que os comandos OP ou DEOP forem usados em um usuário no canal.

source: Syntax: %s channel PEACE {ON | OFF} Enables or disables the peace option for a channel. When peace is set, a user won't be able to kick, ban or remove a channel status of a user that has a level superior or equal to his via %S commands.
ca_es: Sintàxi: %s canal PEACE {ON | OFF} Habilita o deshabilita l'opció de pau per a un canal. Quan pau està establerta, un usuari no podra expulsar, banejar o esborrar un estatus de canal d'un usuari amb nivelll igual o superior a ell via comandes de %S.
de_de: Syntax: %s Channel PEACE {ON | OFF} Aktiviert oder deaktiviert die peace Option. Wenn peace aktiviert ist, kann ein User einen anderen User mit gleichem oder höherem Zugriffslevel nicht mehr per %S kicken, bannen oder dessen Channelstatus löschen.
el_gr: Σύνταξη: %s κανάλι PEACE {ON | OFF} Ενεργοποιεί ή απεεργοποιεί την εντολή peace στο κανάλι. Όταν η εντολή peace είναι on, ο χρήστης δεν μπορεί να κάνει kick, ban ή να αφαιρέσει op από κάποιον χρήστη ο οποίος έχει μεγαλύτερο level από αυτόν ή ίσο με αυτόν μέσω εντολών %S.
hu_hu: Syntax: %s #szoba PEACE {ON | OFF} Engedélyezi vagy letiltja a peace opciót. Amikor a peace be van állítva, akkor a userek nem, rúghatnak ki, tilthatnak ki olyan usert akinek az övékkel egyenlõ vagy magasabb szintje van a %S parancsokhoz.
nl_nl: Gebruik: %s kanaal PEACE {ON | OFF} Zet de vrede optie aan of uit voor een kanaal. Wanneer vrede aanstaat kan een gebruiker niemand kicken, bannen, of iemand's kanaal status wijzigen/verwijderen van een gebruiker met een gelijkwaardig of hoger level dan die van zichzelf via de %S commando's.
pl_pl: Sk³adnia: %s kana³ PEACE {ON | OFF} W³±cza lub wy³±cza opcjê PEACE dla kana³u. W³±czenie tej opcji uniemo¿liwia wykopanie, banowanie lub odebranie uprawnieñ u¿ytkownikowi, który ma poziom uprawnieñ wy¿szy lub równy korzystaj±c z poleceñ serwisu %S.
pt_pt: Sintaxe: %s canal PEACE {ON | OFF} Ativa ou destiva a opção peace para um canal. Quando peace está ativada, um usuário não poderá kickar, banir ou remover os modos no canal de um usuário que tenha nível superior ou igual ao seu via comandos do %S.

source: Syntax: %s channel PRIVATE {ON | OFF} Enables or disables the private option for a channel. When private is set, a %R%S LIST will not include the channel in any lists.
ca_es: Sintàxi: %s canal PRIVATE {ON | OFF} Habilita o deshabilita l'opció de privacitat per a un canal. Quan privacitat està establerta, un /msg %S LIST no inclourà el canal en cap llista.
de_de: Syntax: %s Channel PRIVATE {ON | OFF} Schaltet den Privat-Modus für einen Channel an oder aus. Wird er aktiviert, wird der Channel in der Ausgabe von/msg %S LIST nicht mehr auftauchen.
el_gr: Σύνταξη: %s κανάλι PRIVATE {ON | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή private για ένα κανάλι. Όταν ενεργοποιείται η private εντολή, το κανάλι δε συμπεριλαμβάνεται στη λίστα που προκύπτει από την εντολή /msg %S LIST.
hu_hu: Syntax: %s #szoba PRIVATE {ON | OFF} Engedélyezi vagy letiltja a private opciót a csatornán. Amikor a private be van kapcsolva, a /msg %S LIST parancs által kilistázott csatornák között nem szerepel a szoba.
nl_nl: Gebruik: %s kanaal PRIVATE {ON | OFF} Zet de prive optie aan of uit voor een kanaal. Wanneer de prive optie aan staat zal /msg %S LIST het kanaal in geen enkele lijst weergeven.
pl_pl: Sk³adnia: %s kana³ PRIVATE {ON | OFF} W³±cza lub wy³±cza opcjê PRIVATE dla kana³u. Kiedy ta opcja jest w³±czona kana³ nie bêdzie umieszczany na listach wy¶wietlanych komend±: /msg %S LIST
pt_pt: Sintaxe: %s canal PRIVATE {ON|OFF} Ativa ou desativa a opção private para um canal. Quando private está ativada, um /msg %S LIST não irá incluir o canal em qualquer listagem.

source: Syntax: %s channel RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
ca_es: Sintàxi: %s canal RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
el_gr: Σύνταξη: %s κανάλι RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
hu_hu: Syntax: %s #szoba RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
nl_nl: Gebruik: %s kanaal RESTRICTED {ON | OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
pl_pl: Sk³adnia: %s kana³ RESTRICTED {ON | OFF} W³±cza lub wy³±cza opcjê ograniczonego dostêpu do kana³u. Po w³±czeniu tej opcji tylko osoby znajduj±ce siê na li¶cie dostêpu bêd± mog³y przebywaæ na kanale. Pozostali u¿ytkownicy bêd± banowani, a nastêpnie usuwani z kana³u.
pt_pt: Sintaxe: %s canal RESTRICTED {ON|OFF} Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.

source: Syntax: %s channel SECUREFOUNDER {ON | OFF} Enables or disables the secure founder option for a channel. When secure founder is set, only the real founder will be able to drop the channel, change its password, its founder and its successor, and not those who have founder level access through the access/qop command.
pl_pl: Sk³adnia: %s kana³ SECUREFOUNDER {ON | OFF} W³±cza lub wy³±cza opcjê bezpiecznego w³a¶ciciela. Ustawienie tej opcji powoduje ograniczenie uprawnieñ w³a¶ciciela do osoby, która jest wpisana jako w³a¶ciciel (a nie osób znaj±cych has³o w³a¶ciciela kana³u). Operacje takie jak usuniêcie kana³u, zmiana has³a, w³a¶ciciela oraz zastêpcy bêd± dostêpne tylko dla jednego u¿ytkownika.

source: Syntax: %s channel SECUREOPS {ON | OFF} Enables or disables the secure ops option for a channel. When secure ops is set, users who are not on the userlist will not be allowed chanop status.
ca_es: Sintàxi: %s canal SECUREOPS {ON | OFF} Habilita o deshabilita l'opció seguretat de ops per a un canal. Quan seguretat de ops està establerta, usuaris que no estaven a la llista d'usuaris no els serà permès obtenir l' estatus d'operador de canal.
de_de: Syntax: %s Channel SECUREOPS {ON | OFF} Ändert die Secure-Ops Option für einen Channel. Wird diese Option eingeschaltet, können Nicknamen, die nicht auf der Zugriffsliste des Channels stehen, keinen Op-Status erhalten.
el_gr: Σύνταξη: %s κανάλι SECUREOPS {ON | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή προστατευμένης διαχείρησης για ένα κανάλι. Όταν ενεργοποιείται η προστατευμένη διαχείρηση, οι χρήστες που δεν είναι στη λίστα πρόσβασης, δε μπορούν να πάρουν op.
hu_hu: Syntax: %s #szoba SECUREOPS {ON | OFF} Bekapcsolja vagy letiltja a secure ops opciót. Amikor a secure ops be van kapcsolva, akkor azok, akik nem szerepelnek a hozzáférési listán nem kaphatnak szoba operátori státuszt.
nl_nl: Gebruik: %s kanaal SECUREOPS {ON | OFF} Zet de veilige ops optie aan of uit voor een kanaal. Wanneer veilige ops aan staat mogen gebruikers die niet op de toegangslijst staan geen kanaalop status krijgen.
pl_pl: Sk³adnia: %s kana³ SECUREOPS {ON | OFF} W³±cza lub wy³±cza opcjê SECUREOPS dla kana³u. Kiedy ta opcja jest w³±czona u¿ytkownicy bez wpisu na li¶cie dostêpu kana³u (ACCESS LIST) nie bêd± mogli posiadaæ statusu operatora.
pt_pt: Sintaxe: %s canal SECUREOPS {ON|OFF} Ativa ou desativa a opção de segurança de ops para um canal. Quando secure ops estiver ativada, os usuários que não estiverem na lista de acesso não poderão ter o status de OP.

source: Syntax: %s channel SIGNKICK {ON | LEVEL | OFF} Enables or disables signed kicks for a channel. When SIGNKICK is set, kicks issued with %S KICK command will have the nick that used the command in their reason. If you use LEVEL, those who have a level that is superior or equal to the SIGNKICK level on the channel won't have their kicks signed. See %R%S HELP LEVELS for more information.
ca_es: Sintàxi: %s canal SIGNKICK {ON | LEVEL | OFF} Habilita o deshabilita els kicks firmats per a un canal. Quan SIGNKICK està establert, kicks fets amb la comanda %S KICK tindran el nick que ha fet servir la comanda en la raó. Si uses LEVEL, aquells que tenen nivelll superior o igual al nivelll SIGNKICK en el canal no tindran els seus kicks firmats. Veure /msg %S HELP LEVELS per a més informació.
de_de: Syntax: %s Channel SIGNKICK {ON | LEVEL | OFF} Aktiviert oder deaktiviert signierte Kicks für einen Channel. Ist SIGNKICK aktiviert, wird der Grund eines Kicks der durch %S KICK ausgeführt wurde, durch den Nicknamen des Kickers signiert. Wird LEVEL benutzt, werden Kicks durch Nicknamen deren Level grösser oder gleich dem SIGNKICK Level ist, nicht durch den Nicknamen signiert. Siehe /msg %S HELP LEVELS für weitere Informationen.
el_gr: Σύνταξη: %s κανάλι SIGNKICK {ON | LEVEL | OFF} Ενεργοποιεί ή απενεργοποιεί την επιλογή signed kicks του καναλιού. Όταν ενεργοποιείται η επιλογή SIGNKICK, τα kicks θα εκτελούνται %S KICK command will have the nick that used the με εντολή περιέχοντας τον λόγο. Αν χρησιμοποιείς LEVEL, αυτοί που έχουν μεγαλύτερη level ή ίση με την SIGNKICK level του καναλιού δεν θα έχουν kicks signed. Δες /msg %S HELP LEVELS για περισσότερες πληροφορίες.
hu_hu: Syntax: %s #szoba SIGNKICK {ON | SZINT | OFF} Engedélyezi vagy letiltja a signed kick opciót a csatornán Amikor a SIGNKICK be van állítva, a %S KICK parancsával végrehajtott kirúgásokban az indokban szerepel az op neve. Ha használod a LEVEL-t, akkor azok, akiknek a szintje megegyezik vagy magasabb, mint a signkick szintje, azoknak a neve nem fog szerepelni a kick indokjában. Lásd még: /msg %S HELP LEVELS bõvebb információkért.
nl_nl: Gebruik: %s kanaal SIGNKICK {ON | LEVEL | OFF} Zet ondertekende kicks aan of uit voor een kanaal. Wanneer SIGNKICK aan staat zullen kicks die uitgevoerd worden dmv het %S KICK commando de nick van degene die het commando uitgevoerd heeft de nick in de reden hebben. Als je LEVEL gebruikt zullen degenen die een niveau hebben gelijk aan of hoger dan het SIGNKICK niveau op het kanaal hun nick niet toegevoegd hebben aan de kicks. Zie /msg %S HELP LEVELS voor meer informatie.
pl_pl: Sk³adnia: %s kana³ SIGNKICK {ON | LEVEL | OFF} W³±cza lub wy³±cza podpisywanie komend kick. W³±czenie tej opcji powoduje dodawanie nicka osoby wydaj±cej polecenie do uzasadnienia kicka. Je¶li poziomy dostêpu by³y konfigurowane z u¿yciem LEVEL osoby maj±ce poziom wiêkszy lub równy SIGNKICK nie bêd± podpisywane. Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP LEVELS
pt_pt: Sintaxe: %s canal SIGNKICK {ON | LEVEL | OFF} Habilita ou desabilita a assinatura nos kicks para um canal. Quando o SIGNKICK está habilitado, kicks através do comando %S KICK terão o nick de quem usou o comando no motivo do kick. Se você usar LEVEL, aqueles que tiverem um nível igual ou superior ao nível do SIGNKICK não terão o nick aparecendo no motivo. Veja /msg %S HELP LEVELS para maiores informações.
