Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: %d nicknames in the group.
ca_es: %d nicknames en el grup.
de_de: %d Nicknamen in der Gruppe.
el_gr: %d ψευδώνυμα μέσα στην ομάδα.
hu_hu: %d nicknév van a csoportban.
nl_nl: %d nicks in de groep.
pl_pl: %d nicków w grupie.
pt_pt: %d nicks no grupo.

source: %d seconds
ca_es: %d segons
de_de: %d Sekunden
el_gr: %d δευτερόλεπτα
hu_hu: %d másodperc
nl_nl: %d secondes
pl_pl: %d sekund(y)
pt_pt: %d segundos

source: %s AOP list is empty.
ca_es: La llista AOP de %s esta buida.
de_de: Die AOP-Liste von %s ist leer.
el_gr: Η AOP λίστα του %s είναι άδεια.
hu_hu: %s AOP listája üres.
nl_nl: %s AOP lijst is leeg.
pl_pl: Lista AOP kana³u %s jest pusta.
pt_pt: Lista de AOP do canal %s está vazia.

source: %s HOP list is empty.
ca_es: La llista HOP de %s esta buida.
de_de: Die HOP-Liste von %s ist leer.
el_gr: Η HOP λίστα του %s είναι άδεια.
hu_hu: %s HOP listája üres.
nl_nl: %s HOP lijst is leeg.
pl_pl: Lista HOP kana³u %s jest pusta.
pt_pt: Lista de HOP do canal %s está vazia.

source: %s SOP list is empty.
ca_es: La llista SOP de %s esta buida.
de_de: Die SOP-Liste von %s ist leer.
el_gr: Η SOP λίστα του %s είναι άδεια.
hu_hu: %s SOP listája üres.
nl_nl: %s SOP lijst is leeg.
pl_pl: Lista SOP kana³u %s jest pusta.
pt_pt: Lista de SOP do canal %s está vazia.

source: %s VOP list is empty.
ca_es: La llista VOP de %s esta buida.
de_de: Die VOP-Liste von %s ist leer.
el_gr: Η VOP λίστα του %s είναι άδεια.
hu_hu: %s VOP listája üres.
nl_nl: %s VOP lijst is empty.
pl_pl: Lista VOP kana³u %s jest pusta.
pt_pt: Lista de VOP do canal %s está vazia.

source: %s access list is empty.
ca_es: La llista d'accés de %s esta buida.
de_de: Die Access-Liste von %s ist leer.
el_gr: Η λίστα του %s access list είναι άδεια.
hu_hu: %s hozzáférési listája üres.
nl_nl: %s toegangslijst is leeg.
pl_pl: Lista dostêpu kana³u %s jest pusta.
pt_pt: Lista de acesso do canal %s está vazia.

source: %s autokick list is empty.
ca_es: La llista de kicks automàtics del canal %s esta buida.
de_de: Die Autokick-Liste von %s ist leer.
el_gr: H autokick list του %s είναι άδεια.
hu_hu: %s autokick listája üres.
nl_nl: %s autokick lijst is leeg.
pl_pl: Lista AKICK kana³u %s jest pusta.
pt_pt: Lista de akick do %s vazia.

source: %s bad words list is empty.
ca_es: La llista de paraules malsonants de %s esta buida.
de_de: Die Bad Words-Liste von %s ist leer.
el_gr: Η λίοστα των κακών λέξεων του %s είναι άδεια.
hu_hu: %s tiltott szavak listája üres.
nl_nl: %s slechte woorden lijst is leeg.
pl_pl: Lista zakazanych s³ów dla kana³u %s jest pusta.
pt_pt: Lista de palvrões do %s está vazia.

source: %s cannot be the successor on channel %s because he is its founder.
ca_es: %s no pot ser el sucessor en el canal %s ja que n'es el fundador.
de_de: %s kann nicht gleichzeitig Gründer und Vertreter im Channel %s sein.
el_gr: %s δεν μπορεί να είναι successor στο κανάλι %s γιατί είναι founder σε αυτό.
hu_hu: %s nem lehet a %s csatorna successora, mert õ a founder is.
nl_nl: %s kan de opvolger niet zijn op kanaal %s omdat hij/zij founder is.
pl_pl: %s nie mo¿e byæ zastêpc± na kanale %s, poniewa¿ jest jego w³a¶cicielem.
pt_pt: %s não pode ser o successor do canal %s porque ele é o founder.

source: %s cannot receive memos.
ca_es: %s no pot rebre memos.
de_de: %s kann keine Memos empfangen.
el_gr: %s δεν μπορείς να λάβεις άλλα μηνύματα.
hu_hu: %s nem fogadhat üzeneteket.
nl_nl: %s kan geen memo's ontvangen.
pl_pl: %s nie mo¿e odbieraæ wiadomo¶ci.
pt_pt: %s não pode receber memos.

source: %s coverage is too wide; Please use a more specific mask.
ca_es: %s La cobertura es mes amplia; Per favor utilitzi una mascara mes especifica.
de_de: %s ist zu allgemeingültig, bitte benutze eine genauere Hostmaske.
el_gr: %s η μάσκα είναι πολύ πλατιά; Παρακαλώ χρησιμοποιήστε μια πιο καθορισμένη μάσκα.
hu_hu: %s túl tág tartományra vonatkozik.
nl_nl: %s dekking is te groot; Gebruik aub een meer specifiek hostmask.
pl_pl: %s jest za ogólna; u¿yj bardziej szczegó³owej maski.
pt_pt: Máscara %s é muito grande; por favor seja mais específico.

source: %s currently has %d memos, of which %d are unread.
ca_es: %s actualment te %d memos, dels quals %d encara no han estat llegits.
de_de: %s hat derzeit %d Memos, von denen %d ungelesen sind.
el_gr: %s έχεις %d μηνύματα, εκ των οποίων %d δεν έχουν διαβαστεί.
hu_hu: %s számára %d üzenet érkezett, ebbõl %d olvasatlan.
nl_nl: %s heeft momenteel %d memo's, waarvan er %d ongelezen zijn.
pl_pl: %s ma aktualnie %d wiadomo¶ci, z czego %d jest nieprzeczytanych.
pt_pt: %s possui atualmente %d memos, dos quais %d não foram lidos.

source: %s currently has %d memos, of which 1 is unread.
ca_es: %s actualment te %d memos, dels quals 1 encara no ha estat llegit.
de_de: %s hat derzeit %d Memos, von denen eine ungelesen ist.
el_gr: %s έχεις %d μηνύματα, εκ των οποίων 1 δεν έχει διαβαστεί.
hu_hu: %s számára %d üzenet érkezett, ebbõl 1 olvasatlan.
nl_nl: %s heeft momenteel %d memo's, waarvan er 1 ongelezen is.
pl_pl: %s ma aktualnie %d wiadomo¶ci, w tym jedn± nieprzeczytan±.
pt_pt: %s possui atualmente %d memos, dos quais 1 não foi lido.

source: %s currently has %d memos.
ca_es: %s actualment te %d memos.
de_de: %s hat derzeit %d Memos.
el_gr: %s έχεις %d μηνύματα.
hu_hu: %s számára %d üzenet érkezett.
nl_nl: %s heeft momenteel %d memo's.
pl_pl: %s ma aktualnie %d wiadomo¶ci.
pt_pt: %s possui atualmente %d memos.

source: %s currently has %d memos; all of them are unread.
ca_es: %s actualment te %d memos, dels quals cap ha estat llegit.
de_de: %s hat derzeit %d Memos, von denen alle ungelesen sind.
el_gr: %s έχεις %d μηνύματα; εκ των οποίων όλα δεν έχουν διαβαστεί.
hu_hu: %s számára %d üzenet érkezett, és mind olvasatlan.
nl_nl: %s heeft momenteel %d memo's; allemaal zijn ze ongelezen.
pl_pl: %s ma aktualnie %d nieprzeczytanych wiadomo¶ci.
pt_pt: %s possui atualmente %d memos; dos quais nenhum foi lido.

source: %s currently has 1 memo, and it has not yet been read.
ca_es: %s actualment te 1 memo i encara no ha estat llegit.
de_de: %s hat derzeit eine ungelesene Memo.
el_gr: %s έχεις 1 μήνυμα, και δεν το έχεις διαβάσει ακόμα.
hu_hu: %s listáján van 1 olvasatlan üzenet.
nl_nl: %s heeft momenteel 1 memo, en deze is nog ongelezen.
pl_pl: %s ma aktualnie jedn± wiadomo¶æ, która jest nieprzeczytana.
pt_pt: %s possui atualmente 1 memo, e ainda não foi lido.

source: %s currently has 1 memo.
ca_es: %s te 1 memo.
de_de: %s hat derzeit eine Memo.
el_gr: %s έχεις 1 μήνυμα..
hu_hu: %s listáján van 1 üzenet.
nl_nl: %s heeft momenteel 1 memo.
pl_pl: %s aktualnie ma jedn± wiadomo¶æ.
pt_pt: %s possui atualmente 1 memo.

source: %s currently has no memos.
ca_es: %s no te memos.
de_de: %s hat derzeit keine Memos.
el_gr: %s δεν έχεις κανένα μήνυμα.
hu_hu: %s üzenetlistája üres.
nl_nl: %s heeft momenteel geen memo's.
pl_pl: %s aktualnie nie ma wiadomo¶ci.
pt_pt: %s não possui nenhum memo atualmente.

source: %s currently has too many memos and cannot receive more.
ca_es: %s actualment te molts memos i no pot rebre'n mes.
de_de: %s hat zu viele Memos gespeichert und kann keine weiteren empfangen.
el_gr: %s έχεις πολλά μηνύματα και δεν μπορείς να λάβεις άλλα.
hu_hu: %s túl sok üzenettel rendelkezik, és nem fogadhat többet.
nl_nl: %s heeft momenteel te veel memo's en kan er geen meer ontvangen.
pl_pl: %s ma zbyt du¿o wiadomo¶ci i nie mo¿e otrzymywaæ nowych.
pt_pt: %s possui muitos memos atualmente e não pode receber mais nenhum.

source: %s has no memo limit.
ca_es: %s no te límit per a memos.
de_de: %s hat kein Memo-Limit.
el_gr: %s δεν έχεις όριο μηνυμάτων.
hu_hu: %s korlátlan számú üzenetet fogadhat.
nl_nl: %s heeft geen memo limiet.
pl_pl: %s nie ma limitu wiadomo¶ci.
pt_pt: %s não possui limite de memos.

source: %s has no memos.
ca_es: %s no te memos.
de_de: %s hat keine Memos.
el_gr: %s δεν έχεις μηνύματα.
hu_hu: %s üzenetlistája üres.
nl_nl: %s heeft geen memo's.
pl_pl: %s nie ma wiadomo¶ci.
pt_pt: %s não possui memos.

source: %s has no new memos.
ca_es: %s no te memos nous.
de_de: %s hat keine Memos.
el_gr: Ο/η %s δεν έχει κανένα νέο μήνυμα.
hu_hu: %s nem kapott új üzenetet.
nl_nl: %s heeft geen nieuwe memo's.
pl_pl: %s nie ma nowych wiadomo¶ci.
pt_pt: %s não possui novos memos.

source: %s is %s
ca_es: %s es %s
de_de: %s ist %s
el_gr: %s είναι %s
hu_hu: %s az %s
pl_pl: %s to %s
pt_pt: %s é %s

source: %s is a services operator of type %s.
pl_pl: %s jest operatorem serwisów typu %s.

source: %s is currently offline.
ca_es: %s esta momentaneament offline.
de_de: %s sind derzeit nicht verfügbar, bitte versuche es später noch einmal.
el_gr: Ο %s είναι για την ώρα off.
hu_hu: %s jelenleg offline.
nl_nl: %s is momenteel offline.
pl_pl: %s jest obecnie offline.
pt_pt: %s não está conectado no momento.

source: %s is currently online.
ca_es: %s Esta actualment online.
de_de: %s ist derzeit online.
el_gr: %s είναι ήση μέσα στο δίκτυο.
hu_hu: %s jelenleg online.
nl_nl: %s is momenteel online.
pl_pl: %s jest teraz online.
pt_pt: %s está online neste momento.

source: %s is disabled
de_de: %s ist ausgeschaltet
nl_nl: %s is uitgeschakeld
pl_pl: %s jest wy³±czone
pt_pt: %s está desativada

source: %s is enabled
ca_es: %s is enable
de_de: %s ist eingeschaltet
el_gr: %s is enable
hu_hu: %s is enable
nl_nl: %s is ingeschakeld
pl_pl: %s jest w³±czone
pt_pt: %s está ativada

source: %s is no longer a Super-Admin
de_de: %s verlässt den Super-Admin Mode.
hu_hu: %s már nem Szuper-Admin
nl_nl: %s is geen SuperAdminstrator meer
pl_pl: %s nie jest ju¿ d³u¿ej super-administratorem
pt_pt: %s não é mais um Super-Admin

source: %s is not notified of new memos.
ca_es: %s no es notificat per memos nous.
de_de: %s wird bei neuen Memos nicht benachrichtigt.
el_gr: %s δεν θα παρατηρηθεί για νέα μηνύματα.
hu_hu: %s nem kért értesítést az üzeneteirõl.
nl_nl: %s wordt niet geinformeerd over nieuwe memo's.
pl_pl: %s nie otrzymuje powiadomieñ o nowych wiadomo¶ciach.
pt_pt: %s não é notificado de novos memos.

source: %s is notified of new memos at logon and when they arrive.
ca_es: %s es notificat per memos nous quant es connecta i quant li són enviats.
de_de: %s wird beim Logon und bei Ankunft neuer Memos benachrichtigt.
el_gr: %s θα παρατηρηθεί για νέα μηνύματα στο logon και όταν θα φτάσουν.
hu_hu: %s értesítést kért csatlakozáskor,és ha új üzenete van,
nl_nl: %s wordt geinformeerd over nieuwe memo's wanneer je inlogt en wanneer deze arriveren.
pl_pl: %s otrzymuje powiadomienia o nowych wiadomo¶ciach podczas logowania i w momencie ich nadej¶cia.
pt_pt: %s é notificado de novos memos quando conecta e quando eles são enviados.

source: %s is notified of news memos at logon.
ca_es: %s es notificat de nous memos quant es connecta.
de_de: %s wird beim Logon über neuer Memos benachrichtigt.
el_gr: %s θα παρατηρηθεί για νέα μηνύματα στο logon.
hu_hu: %s kérte, csatlakozáskor értesítést kapjon,üzeneteirõl.
nl_nl: %s wordt geinformeerd over nieuwe memo's wanneer je inlogt.
pl_pl: %s otrzymuje powiadomienia o nowych wiadomo¶ciach podczas logowania.
pt_pt: %s é notificado de novos memos quando conecta.

source: %s is notified when new memos arrive.
ca_es: %s es notificat quant nous memos li són enviats.
de_de: %s wird bei Ankunft neuer Memos benachrichtigt.
el_gr: %s θα παρατηρηθεί όταν τα νέα μηνύματα θα φτάσουν.
hu_hu: %s értesítést kért, ha új üzenete érkezik.
nl_nl: %s wordt geinformeerd over nieuwe memo's wanneer deze arriveren.
pl_pl: %s otrzymuje powiadomienia o nowych wiadomo¶ciach w momencie ich nadej¶cia.
pt_pt: %s é notificado de novos memos quando eles são enviados.

source: %s is now a Super-Admin
de_de: %s ist jetzt ein Super-Admin.
hu_hu: %s most már Szuper-Admin
nl_nl: %s is nu een SuperAdministrator
pl_pl: %s jest teraz super-administratorem
pt_pt: %s é agora um Super-Admin

source: %s is on the channel right now (as %s) !
ca_es: %s esta en el canal en aquests instantes (com %s) !
hu_hu: %s a szobában van (%s néven) !
pl_pl: %s jest teraz na kanale (jako %s)!

source: %s is on the channel right now!
ca_es: %s esta en el canal en aquests instants!
hu_hu: %s a szobában van!
pl_pl: %s jest teraz na kanale!

source: %s was last seen here %s ago.
ca_es: %s va ser vist aqui fa %s.
hu_hu: %s utoljára %s ideje járt erre.
pl_pl: Widzia³em %s tutaj %s temu.

source: %s will not send you any notification of memos.
ca_es: %s no t'enviara cap notificació dels teus memos.
de_de: %s wird dich nicht länger beim Eintreffen neuer Memos benachrichtigen.
el_gr: %s δεν θα σου έρχεται καμία παρατήρηση από την υπηρεσία.
hu_hu: %s mostmár nem fog értestíteni, ha új üzeneted érkezik.
nl_nl: %s zal je nu niet over memo's informeren.
pl_pl: %s nie bêdzie powiadamia³ Ciê o nowych wiadomo¶ciach.
pt_pt: %s não irá mais notificá-lo de novos memos.

source: %s will now notify you of memos when they are sent to you.
ca_es: %s ara te notificara dels teus memos quant se t'enviin.
de_de: %s wird dich benachrichtigen, sobald neue Memos für dich eintreffen.
el_gr: %s θα σου γίνεται παρατήρηση οτι έρχονται μηνύματα από την υπηρεσία.
hu_hu: %s mostmár értesíteni fog, ha új üzeneted érkezik.
nl_nl: %s zal je nu informeren over memo's wanneer deze naar jou worden verzonden.
pl_pl: %s bêdzie powiadamia³ Ciê o nowych wiadomo¶ciach w momencie ich nadej¶cia.
pt_pt: %s irá agora notificá-lo de novos memos quando eles lhe forem enviados.

source: %s will now notify you of memos when you log on and when they are sent to you.
ca_es: %s ara et notificara dels teus memos quant et conectis i quant et siguin enviats.
de_de: %s wird dich beim Einloggen über eingegangene Memos informieren.
el_gr: %s από τώρα όταν θα κάνεις εντολή logon θα βλέπεις τα μηνύματα που θα σου στέλνουν καθώς θασαι στο δίκτυο.
hu_hu: %s értesíteni fog az üzenetekrõl csatlakozáskor.
nl_nl: %s zal je nu informeren over memo's zodra je inlogt en wanneer deze naar je toe gezonden worden.
pl_pl: %s powiadomi Ciê o wiadomo¶ciach podczas logowania i w momencie ich nadej¶cia.
pt_pt: %s irá agora notificá-lo de novos memos quando você conectar, quando eles lhe forem enviados ou quando desativar o /AWAY.

source: %s will now notify you of memos when you log on or unset /AWAY.
ca_es: %s ara et notificara dels teus memos quant et conectis o treguis el teu /AWAY.
de_de: %s wird dich beim Einloggen oder bei der Rückkehr aus /AWAY über eingegangene Memos informieren.
el_gr: %s όταν θα κάνεις log on ή θα επανέρχεσαι από away θα λαμβάνεις τα μηνύματα.
hu_hu: %s értesít az üzenetekrõl csatlakozáskor/AWAY OFF-kor.
nl_nl: %s zal je nu informeren over memo's wanneer je inlogt of /AWAY uitschakelt.
pl_pl: %s powiadomi Ciê o wiadomo¶ciach podczas logowania oraz po wy³±czeniu /away.
pt_pt: %s irá agora notificá-lo de novos memos quando você conectar ou quando desativar o /AWAY.

source: %s!%s@%s (%s) added to the bot list.
ca_es: %s!%s@%s (%s) afegit a la llista de bots.
de_de: %s!%s@%s (%s) wurde zur der Bot-Liste hinzugefügt.
el_gr: %s!%s@%s (%s) προσθέθηκε στου bot την λίστα.
hu_hu: %s!%s@%s (%s) hozzáadva a bot listához.
nl_nl: %s!%s@%s (%s) toegevoegd aan de bot lijst.
pl_pl: %s!%s@%s (%s) dodano do listy botów.
pt_pt: %s!%s@%s (%s) adicionado à lista de bots.

source: %s's memo limit is %d, and may not be changed.
ca_es: El límit de memos per a %s es %d, i no pot ser canviat.
de_de: %s's Memo-Limit liegt bei %d, und kann nicht geändert werden.
el_gr: %s's όριο μηνυμάτων είναι %d, και δεν μπορεί να αλλαχτεί.
hu_hu: %s max. fogadható üzenteinek száma: %d, és ez fix érték.
nl_nl: %s's memo limiet is %d, en mag niet worden veranderd.
pl_pl: %s ma limit wiadomo¶ci %d i nie mo¿e byæ zmieniony.
pt_pt: Limite de memos para %s é de %d, e não pode ser alterado.

source: %s's memo limit is %d.
ca_es: El límit de memos per a %s es %d.
de_de: %s's Memo-Limit liegt bei %d.
el_gr: Του/της %s's το όριο μηνυμάτων είναι %d.
hu_hu: %s maximálisan fogadható üzeneteinek száma: %d.
nl_nl: %s's memo limiet is %d.
pl_pl: %s ma limit wiadomo¶ci %d.
pt_pt: Limite de memos para %s é de %d.

source: * AKILL any new clients connecting
de_de: * Setzt einen AKILL auf jeden NEU verbindenden Clienten
hu_hu: * AKILL minden új kliensre csatlakozáskor.
nl_nl: * AKILL elke nieuwe client die connecteerd
pl_pl: * AKILLuje wszystkich nowych klientów
pt_pt: * AKILLA quaisquer novos clientes conectando

source: * Force Chan Modes (%s) to be set on all channels
de_de: * Zwingt alle Channels die Modes (%s) zu setzen
hu_hu: * Beállítja a következõ módokat: (%s) az összes csatornán.
nl_nl: * Forceer Kanaal Modes (%s) op alle kanalen
pl_pl: * Wymusza ustawienie flag (%s) na wszystkich kana³ach
pt_pt: * Força os Modos de Canal (%s) a serem setados em todos os canais

source: * Ignore any non-opers with message
de_de: * Ignoriert jeden non-opers mit Nachrichten
hu_hu: * Mellõzve minden nem operátortól jövõ üzenet
nl_nl: * Negeer elke non-oper met een boodschap
pl_pl: * Ignoruje zwyk³ych u¿ytkowników (informuje ich o tym)
pt_pt: * Ignora quaisquer não-opers com mensagem

source: * Kill any NEW clients connecting
de_de: * Killt jeden NEU verbindenden Clienten
hu_hu: * Killelve lesz minden új felhasználó csatlakozásnál.
nl_nl: * Kill elke nieuwe client die connecteerd
pl_pl: * Killuje wszystkich nowych klientów
pt_pt: * Killa quaisquer NOVOS clientes conectando

source: * No MLOCK changes
de_de: * keine MLOCK änderungen
hu_hu: * Nincs MLOCK módosítás
nl_nl: * Geen MLOCK veranderingen
pl_pl: * Flagi kana³ów nie bêd± wymuszane (MLOCK)
pt_pt: * Impedida a mudança de MLOCK

source: * No new channel registrations
de_de: * Keine neuen Channel-Registrierungen
hu_hu: * Nem lehet új csatornát regisztrálni.
nl_nl: * Geen nieuwe channel registratie's
pl_pl: * Wy³±cza rejestrowanie kana³ów
pt_pt: * Impedido o registro de novos canais

source: * No new memos sent
de_de: * Es werden keine neuen Memos gesendet
hu_hu: * Nem lehet új memot küldeni
nl_nl: * Geen nieuwe memo's verzenden
pl_pl: * Nowe wiadomo¶ci nie bêd± wysy³ane
pt_pt: * Impede o envio de novos memos

source: * No new nick registrations
de_de: * Keine neuen Nicknamen-Registrierungen
hu_hu: * Nem lehet új nicket regisztrálni.
nl_nl: * Geen nieuwe nick registratie's
pl_pl: * Wy³±cza rejestrowanie nicków
pt_pt: * Impedido o registro de novos nicks

source: * Silently ignore non-opers
de_de: * Stilles ignorieren von non-opers
hu_hu: * Csendes mellõzés, csak operátorok
nl_nl: * Negeer non-opers
pl_pl: * Cicho ignoruje zwyk³ych u¿ytkowników
pt_pt: * Silenciosamente ignora não-opers

source: * Use the reduced session limit of %d
de_de: * Benutzt das reduzierte Session-Limit von %d
hu_hu: * Használva a csökkentett session korlát: %d.
nl_nl: * Gebruik de beperkte sessie limiet van %d
pl_pl: * U¿ywa zredukowanego limitu sesji: %d
pt_pt: * Usa o limite de sessões reduzido de %d

source: 1 day
ca_es: 1 dia
de_de: 1 Tag
el_gr: 1 μέρα
hu_hu: 1 nap
nl_nl: 1 dag
pl_pl: 1 dzieñ
pt_pt: 1 dia

source: 1 hour
ca_es: 1 hora
de_de: 1 Stunde
el_gr: 1 ώρα
hu_hu: 1 óra
nl_nl: 1 uur
pl_pl: 1 godzina
pt_pt: 1 hora

source: 1 minute
ca_es: 1 minut
el_gr: 1 λεπτό
hu_hu: 1 perc
nl_nl: 1 minuut
pl_pl: 1 minuta
pt_pt: 1 minuto

source: 1 second
ca_es: 1 segon
de_de: 1 Sekunde
el_gr: 1 δευτερόλεπτο
hu_hu: 1 másodperc
nl_nl: 1 seconde
pl_pl: 1 sekunda
pt_pt: 1 segundo

source: <unknown>
ca_es: <desconegut>
de_de: <unbekannt>
el_gr: <άγνωστο>
hu_hu: <ismeretlen>
nl_nl: <onbekend>
pl_pl: <nieznane>
pt_pt: <desconhecido>

source: A massmemo has been sent to all registered users.
de_de: Ein Massen-Memo wurde an alle regsitrierte User gesendet.
hu_hu: Egy massmemo elküldve minden regisztrált felhasználónak.
nl_nl: Een memo werd gestuurd naar alle geregistreerde gebruikers.
pl_pl: Wiadomo¶æ zosta³a wys³ana do wszystkich zarejestrowanych u¿ytkowników.
pt_pt: Uma mensagem global foi enviada a todos os usuários registrados.

source: A notification memo has been sent to %s informing him/her you have read his/her memo.
de_de: Eine Benachrichtigungs-Memo wurde zum %s gesendet um ihn/sie zu informieren das du seine/ihre Memo gelesen hast.
hu_hu: Az értesítõ üzenet %s részére el lett küldve, informálva õt arról, hogy elolvastad a memoját.
nl_nl: Een notificatie-memo is naar %s verstuurd om hem/haar te informeren dat je zijn/haar memo gelezen hebt.
pl_pl: Powiadomienie o przeczytaniu wiadomo¶ci zosta³o wys³ane do %s.
pt_pt: Um memo de notificação foi enviado para %s informando que você leu seu memo.

source: A passcode has been sent to %s, please type %R%s confirm <passcode> to complete registration
ca_es: A passcode has been sent to %s, please type /msg %s confirm <passcode> to complete registration
de_de: Ein Password wurde zu %s gesendet, bitte tippe /msg %s confirm <passcode> um die Registrierung abzuschließen.
el_gr: A passcode has been sent to %s, please type /msg %s confirm <passcode> to complete registration
hu_hu: A kód a %s címre lett küldve, írd be /msg %s confirm <kód> a regisztráció befejezéséhez.
nl_nl: Een verificatiecode is verstuurd naar %s. Type /msg %s confirm <verificatiecode> om de registratie te voltooien.
pl_pl: Kod zosta³ wys³any na adres %s. Napisz /msg %s CONFIRM <kod>, aby dokoñczyæ procedurê rejestracji.
pt_pt: O passcode foi enviado para %s , por favor digite /msg %s confirm <passcode> para completar o registro.

source: A vhost ident must be in the format of a valid ident
de_de: Fehler! Eine vHost-vIdent muss das Format einer gültiger Ident haben.
hu_hu: A vhost identnek érvényes formátumúnak kell lenni.
nl_nl: Een vhost ident moet in een geldig ident formaat zijn.
pl_pl: Ident vhosta musi mieæ format prawid³owego identa.
pt_pt: O Ident de um vhost deve estar no formato de um Ident válido.

source: A vhost must be in the format of a valid hostmask.
ca_es: Error! A vhost can only contain A-Z, a-z, 0-9, '.' and '-'.
de_de: Fehler! Ein vHost darf nur die Zeichen A-Z, a-z, 0-9, '.' und '-' enthalten.
el_gr: Error! A vhost can only contain A-Z, a-z, 0-9, '.' and '-'.
hu_hu: A vhost hosztmaszknak érvényes formátumban kell lennie.
nl_nl: Een vhost moet in een geldig hostmask formaat zijn.
pl_pl: Vhost musi mieæ format prawid³owej maski hosta.
pt_pt: Erro! Um vhost pode conter apenas A-Z, a-z, 0-9, '.' e '-'.

source: ACCESS channel {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ level ] | entry-list ]
ca_es: ACCESS canal {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ nivell ] | llista ]
de_de: ACCESS Channel {ADD|DEL|LIST|CLEAR} [ Nickname [ Level ] | entry-liste ]
hu_hu: ACCESS #szoba { ADD | DEL | LIST | VIEW | CLEAR } [ nick [ szint ] | sorszám ]
nl_nl: ACCESS kanaal {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ niveau ] | lijst ]
pl_pl: ACCESS kana³ {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ poziom ] | pozycja ]
pt_pt: ACCESS canal {ADD|DEL|LIST|VIEW|CLEAR} [ nick [ nível ] | lista-entradas ]

source: ACCESS {ADD | DEL | LIST} [ mask ]
ca_es: ACCESS {ADD | DEL | LIST} [ mascara ]
de_de: ACCESS {ADD | DEL | LIST} [ Maske ]
hu_hu: ACCESS {ADD | DEL | LIST} [ maszk ]
pl_pl: ACCESS {ADD | DEL | LIST} [ maska ]
pt_pt: ACCESS {ADD | DEL | LIST} [ máscara ]

source: ACT channel text
ca_es: ACT canal text
hu_hu: ACT #szoba szöveg
nl_nl: ACT kanaal text
pl_pl: ACT kana³ tekst
pt_pt: ACT canal texto

source: AKICK channel {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-or-usermask ] [ reason ]
ca_es: AKICK canal {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-o-mascara ] [ rao ]
de_de: AKICK Channel {ADD | DEL | LIST | VIEW | ENFORCE | CLEAR} [ Nickname/Usermaske ]
hu_hu: AKICK #szoba {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR}[ nick-maszk ] [ indok ]
nl_nl: AKICK kanaal {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-of-usermask ] [ reden ]
pl_pl: AKICK kana³ {ADD | STICK | UNSTICK | DEL | LIST | VIEW | ENFORCE | CLEAR} [ nick-lub-maska ] [ powód ]
pt_pt: AKICK canal {ADD|STICK|UNSTICK|DEL|LIST|VIEW|ENFORCE|CLEAR} [ nick-ou-máscara ] [ motivo ]
