Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Bot won't kick flood anymore.
ca_es: El bot ja no kickejara flood.
de_de: Bot wird jetzt Flooder ignorieren und nicht kicken.
el_gr: Το Bot δεν θα κάνει kick για επαναλήψεις πλέον.
hu_hu: A Bot nem fog kirúgni flood miatt.
nl_nl: Bot zal niet meer kicken op flood.
pl_pl: Bot nie bêdzie kopa³ za flood.
pt_pt: O bot não irá mais kickar por flood.

source: Bot won't kick repeats anymore.
ca_es: El bot ja no kickejara repeticions.
de_de: Bot ignoriert jetzt jetzt User die sich wiederholen und wird nicht kicken.
el_gr: Το Bot δεν θα κάνει kick για επαναλήψεις πλέον.
hu_hu: A Bot nem fog kirúgni ismétlés miatt.
nl_nl: Bot zal niet meer kicken op herhalingen.
pl_pl: Bot nie bêdzie kopa³ za powtórzenia.
pt_pt: O bot não irá mais kickar por repetição.

source: Bot won't kick reverses anymore.
ca_es: El bot ja no kickejara reversos.
de_de: Bot wird jetzt invertierten Schriftstil ignorieren und nicht kicken.
el_gr: Το Bot δεν θα κάνει kick για reverses πλέον.
hu_hu: A Bot nem fog rúgni fordított írás miatt.
nl_nl: Bot zal niet meer kicken op inverteringen.
pl_pl: Bot nie bêdzie kopa³ za odwracanie kolorów.
pt_pt: O bot não irá mais kickar por reversos.

source: Bot won't kick underlines anymore.
ca_es: El bot ja no kickejara subratllats.
de_de: Bot wird jetzt unterstrichenen Text ignorieren und nicht kicken.
el_gr: Το Bot δεν θα κάνει kick για υπογραμμισμένους χαρακτήρες πλέον.
hu_hu: Bot nem fog kirúgni aláhúzásos írás miatt.
nl_nl: Bot zal niet meer kicken op onderstrepingen.
pl_pl: Bot nie bêdzie kopa³ za podkre¶lenia.
pt_pt: O bot não irá mais kickar por sublinhados.

source: BotServ : %6d records, %5d kB
ca_es: BotServ : %6d registres, %5d kB
de_de: BotServ : %6d Einträge, %5d kB
el_gr: BotServ : %6d βάσεις, %5d kB
hu_hu: BotServ : %6d bejegyzés, %5d kB
pl_pl: BotServ : %6d rekordów, %5d kB
pt_pt: BotServ : %6d registros, %5d kB

source: Bots reserved to IRC operators:
ca_es: Bots reservats a operadors de IRC:
de_de: Bots die für IRC Operatoren reserviert sind:
el_gr: Bots είναι μόνο για IRC operators:
hu_hu: Botok melyeket csak IRC operátorok társíthatnak:
nl_nl: Bots gereserveerd voor IRC operators:
pl_pl: Boty zarezerwowane dla IRC operatorów:
pt_pt: Bots reservados aos Operadores de IRC:

source: Bytes read : %5d kB
ca_es: Bytes llegits : %5d kB
de_de: Bytes gelesen : %5d kB
el_gr: Διαβασμένα Bytes : %5d kB
hu_hu: Olvasott Byteok : %5d kB
nl_nl: Bytes gelezen: %5d kB
pl_pl: Odebrano : %5d kB
pt_pt: Bytes lidos : %5d kB

source: Bytes written : %5d kB
ca_es: Bytes escrits : %5d kB
de_de: Bytes geschrieben : %5d kB
el_gr: Γραμμένα Bytes : %5d kB
hu_hu: Írott Byteok : %5d kB
nl_nl: Bytes geschreven: %5d kB
pl_pl: Wys³ano : %5d kB
pt_pt: Bytes escritos: %5d kB

source: CANCEL { nick | channel }
ca_es: CANCEL { nick | canal }
de_de: CANCEL { Nickname | Channel }
el_gr: CANCEL { ψευδώνυμο | κανάλι }
hu_hu: CANCEL { nick | #szoba }
nl_nl: CANCEL { nick | kanaal }
pl_pl: CANCEL { nick | kana³ }
pt_pt: CANCEL { nick | canal }

source: CHANKILL [+ expiry ] { #channel } [ reason ]
de_de: CHANKILL [+ Zeit ] { Channel } [ Grund ]
hu_hu: CHANKILL [+ lejárat ] { #szoba } [ indok ]
pl_pl: CHANKILL [+ czas-trwania ] { #kana³ } [ powód ]
pt_pt: CHANKILL [+ tempo ] { #canal } [ motivo ]

source: CHECK nickname
hu_hu: CHECK nicknév
nl_nl: CHECK nick
pl_pl: CHECK nick
pt_pt: CHECK nick

source: CLEAR channel what
ca_es: CLEAR canal Modes-a-netegar
de_de: CLEAR Channel was
hu_hu: CLEAR #szoba mit?
nl_nl: CLEAR kanaal wat
pl_pl: CLEAR kana³ co
pt_pt: CLEAR canal opção

source: CLEARMODES channel [ALL]
ca_es: CLEARMODES canal [ALL]
hu_hu: CLEARMODES #szoba [ALL]
nl_nl: CLEARMODES kanaal [ALL]
pl_pl: CLEARMODES kana³ [ALL]
pt_pt: CLEARMODES canal [ALL]

source: Can't logout %s because he's a Services Operator.
de_de: Ausloggen von %s nicht möglich, da es sich um einen Services Administrator handelt.
hu_hu: %s nem tud kijelentkezni, mert õ egy Services Operator.
nl_nl: Kan %s niet uitloggen omdat hij een service administrator is.
pl_pl: Nie mogê wylogowaæ %s, bo to administrator serwisów.
pt_pt: Impossível fazer logout em %s porque ele é um Administrador dos Services.

source: Cannot send mail now; please retry a little later.
ca_es: Imposible enviar email ara; per favor intenta en uns instants.
de_de: Die Services können gerade keine Mail verschicken, bitte versuche es später noch einmal.
el_gr: Δεν μπορεί να σταλεί στη διεύθυνση το μήνυμα για την ώρα; παρακαλώ προσπάθησε λίγο αργότερα.
hu_hu: Nem lehet most levelet küldeni; próbáld újra késõbb.
nl_nl: Onmogelijk e-mail te sturen; probeer na een tijdje opnieuw.
pl_pl: Nie mogê wys³aæ teraz maila. Spróbuj za chwilê.
pt_pt: Não foi possível enviar e-mail agora; tente novamente mais tarde.

source: ChanServ : %6d records, %5d kB
ca_es: ChanServ : %6d registres, %5d kB
de_de: ChanServ : %6d Einträge, %5d kB
el_gr: ChanServ : %6d βάσεις, %5d kB
hu_hu: ChanServ : %6d bejegyzés, %5d kB
pl_pl: ChanServ : %6d rekordów, %5d kB
pt_pt: ChanServ : %6d registros, %5d kB

source: Changed usermodes of %s.
de_de: Usermodi von %s geändert.
hu_hu: %s usermódjai megváltoztatva.
nl_nl: Gebruikersmodes van %s veranderd.
pl_pl: Zmieniono flagi u¿ytkownika dla %s.
pt_pt: Modos do usuário %s alterados.

source: Channel %s doesn't exist.
ca_es: El Canal %s No existeix.
de_de: Dieser Channel %s existiert nicht.
el_gr: Αυτό το κανάλι %s δεν υπάρχει.
hu_hu: %scsatorna nem létezik.
nl_nl: Channel %s bestaat niet.
pl_pl: Kana³ %s nie istnieje.
pt_pt: O canal %s não existe.

source: Channel %s has been dropped.
ca_es: El canal %s ha estat eliminat.
de_de: Channel %s wurde aus der Datenbank entfernt.
el_gr: Το κανάλι %s διαγράφτηκε από τις υπηρεσίες.
hu_hu: %s csatorna regisztrációjának törlése sikerült.
nl_nl: Kanaal %s is gede-registreerd.
pl_pl: Kana³ %s zosta³ odrejestrowany.
pt_pt: O canal %s foi desregistrado.

source: Channel %s has been forbidden by %s: %s
ca_es: El Canal %s ha estat prohibit per %s: %s
de_de: Der Channel %s wurde verboten von %s: %s
el_gr: Αυτό το κανάλι %s έχει παρακρατηθεί από τον %s: %s
hu_hu: %scsatornát %s forbidolta: %s
nl_nl: Channel %s is verboden door %s: %s
pl_pl: Kana³ %s zosta³ zablokowany przez %s: %s
pt_pt: Canal %s foi bloqueado por %s: %s

source: Channel %s is already registered!
ca_es: El canal %s ja esta enregistrat!
de_de: Der Channel %s ist bereits registriert!
el_gr: Το κανάλι %s είναι ήδη κατοχυρωμένο!
hu_hu: A megadott csatorna %s már regisztrált!
nl_nl: Kanaal %s is al geregistreerd!
pl_pl: Kana³ %s jest ju¿ zarejestrowany!
pt_pt: O canal %s já está registrado!

source: Channel %s is now forbidden.
ca_es: Canal %s ara prohibit.
de_de: Der Channel %s hat jetzt den Status "verboten".
el_gr: Το κανάλι %s παρακρατείτε.
hu_hu: A (%s) szoba letiltva.
nl_nl: Kanaal %s is nu verboden.
pl_pl: Kana³ %s zosta³ zablokowany.
pt_pt: Canal %s está agora bloqueado.

source: Channel %s is now released.
de_de: Der Channel %s ist jetzt nicht mehr auf SUSPENDED gesetzt.
hu_hu: (%s) szoba újra használható.
nl_nl: Kanaal %s is nu weer in werking gesteld.
pl_pl: Kana³ %s zosta³ uwolniony.
pt_pt: Canal %s está agora liberado.

source: Channel %s is now suspended.
de_de: Der Channel %s ist jetzt auf SUSPENDED gesetzt.
hu_hu: (%s) szoba használata felfüggesztve.
nl_nl: Kanaal %s is tijdelijk buiten werking gesteld.
pl_pl: Kana³ %s zosta³ zawieszony.
pt_pt: Canal %s está agora suspenso.

source: Channel %s isn't registered.
ca_es: El Canal %s no esta registrat.
de_de: Der Channel %s ist nicht registriert.
el_gr: Αυτό το κανάλι %s δεν έχει κατοχυρωθεί.
hu_hu: %s szoba nem regisztrált.
nl_nl: Channel %s is niet geregistreerd.
pl_pl: Kana³ %s nie jest zarejestrowany.
pt_pt: O canal %s não está registrado.

source: Channel %s may not be registered or used.
ca_es: El Canal %s no pot ser registrat o usat.
de_de: Der Channel %s ist verboten und darf nicht verwendet werden.
el_gr: Αυτό το κανάλι %s δεν μπορεί να κατοχυρωθεί ή να χρησιμοποιηθεί.
hu_hu: %scsatornát nem lehet regisztrálni vagy használni.
nl_nl: Channel %s mag niet geregistreerd of gebruikt worden.
pl_pl: Kana³u %s nie mo¿na rejestrowaæ ani u¿ywaæ.
pt_pt: O canal %s não pode ser registrado ou usado.

source: Channel %s may not be registered.
ca_es: El canal %s no pot ser enregistrat.
de_de: Der Channel %s kann nicht registriert werden.
el_gr: Το κανάλι %s δεν μπορεί να κατοχυρωθεί.
hu_hu: Ez a csatorna %s nem regisztrálható.
nl_nl: Kanaal %s mag niet geregistreerd worden.
pl_pl: Kana³u %s nie mo¿na rejestrowaæ.
pt_pt: O canal %s não pode ser registrado.

source: Channel %s registered under your nickname: %s
ca_es: El canal %s esta registrat sota el teu nickname: %s
de_de: Der Channel %s ist registriert unter deinem Nicknamen: %s
el_gr: Το κανάλι %s είναι κατοχυρωμένο από το ψευδώνυμό σου: %s
hu_hu: Regisztráltam a %s csatornát a (%s) nickre.
nl_nl: Kanaal %s is geregistreerd onder jouw nickname: %s
pl_pl: Kana³ %s zosta³ teraz zarejestrowany. Jako %s jeste¶ od teraz jego w³a¶cicielem.
pt_pt: O canal %s está registrado sob seu nick: %s

source: Channel : %6d records, %5d kB
ca_es: Canal : %6d registres, %5d kB
de_de: Channel : %6d Einträge, %5d kB
el_gr: Κανάλια : %6d βάσεις, %5d kB
hu_hu: Szoba : %6d bejegyzés, %5d kB
nl_nl: Kanaal : %6d records, %5d kB
pl_pl: Kana³ : %6d rekordów, %5d kB
pt_pt: Canais : %6d registros, %5d kB

source: Channel %s will expire.
ca_es: El canal %s caducara.
de_de: Der Channel %s wird nach einer bestimmten Zeit auslaufen.
el_gr: Το κανάλι %s θα λήξει.
hu_hu: A megadott csatorna (%s) el fog évülni.
nl_nl: Kanaal %s zal verlopen.
pl_pl: Kana³ %s od teraz podlega prawu wygasania.
pt_pt: O canal %s irá expirar.

source: Channel %s will not expire.
ca_es: El canal %s no caducara.
de_de: Der Channel %s wird nicht mehr auslaufen.
el_gr: Το κανάλι %s δεν θα λήξει.
hu_hu: A megadott csatorna (%s) nem fog elévülni.
nl_nl: Kanaal %s zal niet verlopen.
pl_pl: Kana³ %s nie wyga¶nie.
pt_pt: O canal %s não irá expirar.

source: Channel %s AOP list has been cleared.
ca_es: La llista AOP de canals %s ha estat netegada.
de_de: Die AOP-Liste von %s wurde geleert.
nl_nl: Kanaal %s AOP lijst is leeggemaakt.
pl_pl: Lista AOP kana³u %s zosta³a wyczyszczona.
pt_pt: Lista de AOP do canal %s foi limpa.

source: Channel %s HOP list has been cleared.
ca_es: La llista HOP de canals %s ha estat netegada.
de_de: Die %s HOP-Liste wurde geleert.
nl_nl: Kanaal %s HOP lijst is leeggemaakt.
pl_pl: Lista HOP kana³u %s zosta³a wyczyszczona.
pt_pt: Lista de HOP do canal %s foi limpa.

source: Channel %s SOP list has been cleared.
ca_es: La llista SOP de canals %s ha estat netegada.
de_de: Die SOP-Liste von %s wurde geleert.
nl_nl: Kanaal %s SOP lijst is leeggemaakt.
pl_pl: Lista SOP kana³u %s zosta³a wyczyszczona.
pt_pt: Lista de SOP do canal %s foi limpa.

source: Channel %s VOP list has been cleared.
ca_es: La llista VOP de canals %s ha estat netegada.
de_de: Die VOP-Liste von %s wurde geleert.
nl_nl: Kanaal %s VOP lijst is leeggemaakt.
pl_pl: Lista VOP kana³u %s zosta³a wyczyszczona.
pt_pt: Lista de VOP do canal %s foi limpa.

source: Channel %s access list has been cleared.
ca_es: La llista d'accés pel canal %s ha estat netegada.
de_de: Die Access-Liste von %s wurde geleert.
nl_nl: Kanaal %s toegangslijst is leeggemaakt.
pl_pl: Lista dostêpu kana³u %s zosta³a wyczyszczona.
pt_pt: Lista de acesso do canal %s apagada.

source: Channel %s akick list has been cleared.
ca_es: La llista de kicks automàtics en canal %s ha estat netegada.
de_de: Die Autokick-Liste von %s wurde geleert.
nl_nl: Kanaal %s autokick lijst is leeggemaakt.
pl_pl: Lista AKICK kana³u %s zosta³a wyczyszczona.
pt_pt: Lista de akick do canal %s foi limpa.

source: Channel %s is not a valid channel.
de_de: Channel %s ist kein gültiger Channel.
pl_pl: %s nie jest prawid³owym kana³em.

source: Channel AOP lists may only contain registered nicknames.
ca_es: La llista de AOP de canals nomès pot contenir nicks registrats.
de_de: Die Channel AOP-Liste darf nur registrierte Nicknamen enthalten.
el_gr: Η εντολή Channel AOP λίστα περιέχει μόνο κατοχυρωμένα ψευδώνυμα.
hu_hu: Csatorna AOP listája csak regisztrált nevet tartalmazhat.
nl_nl: Kanaal AOP lijsten mogen alleen geregistreerde nicks bevatten.
pl_pl: Kana³owa lista AOP mo¿e zawieraæ jedynie zarejestrowane nicki.
pt_pt: Lista de AOP do canal só pode conter nicks registrados.

source: Channel HOP lists may only contain registered nicknames.
ca_es: Llistes HOP de canals sols pot tenir nicks registrats.
de_de: Die Channel HOP-Liste darf nur registrierte Nicknamen enthalten.
el_gr: Η εντολή Channel HOP λίστα περιέχει μόνο κατοχυρωμένα ψευδώνυμα.
hu_hu: Csatorna HOP listája csak regisztrált nevet tartalmazhat.
nl_nl: Kanaal HOP lijsten mogen alleen geregistreerde nicks bevatten.
pl_pl: Kana³owa lista HOP mo¿e zawieraæ jedynie zarejestrowane nicki.
pt_pt: Lista de HOP do canal só pode conter nicks registrados.

source: Channel SOP lists may only contain registered nicknames.
ca_es: Llistes SOP de canals sols pot tenir nicks registrats.
de_de: Die Channel SOP-Liste darf nur registrierte Nicknamen enthalten.
el_gr: Η εντολή Channel SOP λίστα περιλαμβάνει μόνο κατοχυρωμένα ψευδώνυμα.
hu_hu: Csatorna SOP listája csak regisztrált nevet tartalmazhat.
nl_nl: Kanaal SOP list mag alleen geregistreerde nicks bevatten.
pl_pl: Kana³owa lista SOP mo¿e zawieraæ jedynie zarejestrowane nicki.
pt_pt: Lista de SOP do canal só pode conter nicks registrados.

source: Channel SQLINEs are not supported by your IRCd, so you can't use them.
ca_es: SQLINEs de canal no estan soportades pel teu IRCd, així que no les pots utilitzar.
de_de: Channel SQLINEs werden nicht von deinem IRCd unterstützt, folglich kannst du sie nicht nutzen.
el_gr: Η εντολή Channel SQLINEs δεν υποστηρίζεται από τον IRCd σου,γιαυτο δεν μπορείς να τις χρησιμοποιήσεις.
hu_hu: Szoba SQLINE-ok nem támogatottak ezen az IRCd-n,ezért nem tudod használni.
nl_nl: Kanaal SQLINEs worden niet ondersteund door je IRCd, dus kun je ze niet gebruiken.
pl_pl: Kana³owe SQLINE nie jest obs³ugiwane przez Twoje ircd.
pt_pt: SQLINEs de canal não são suportadas por este IRCd, então você não pode usá-las.

source: Channel VOP lists may only contain registered nicknames.
ca_es: Llistes VOP de canals sols pot tenir nicks registrats.
de_de: Die Channel VOP-Liste darf nur registrierte Nicknamen enthalten.
el_gr: Η εντολή Channel VOP λίστα περιλαμβάνει μόνο κατοχυρωμένα ψευδώνυμα.
hu_hu: Csatorna VOP listája csak regisztrált nevet tartalmazhat.
nl_nl: Kanaal VOP lijst mag alleen geregistreerde nicks bevatten.
pl_pl: Kana³owa lista VOP mo¿e zawieraæ jedynie zarejestrowane nicki.
pt_pt: Lista de VOP do canal só pode conter nicks registrados.

source: Channel access lists may only contain registered nicknames.
ca_es: Las llistes de accés a canals sols pot contenir nicks registrats.
de_de: Die Channel-Access-Liste darf nur registrierte Nicknamen enthalten.
el_gr: Η Channel access λίστα περιλαμβάνει μόνο κατοχυρωμένα ψευδώνυμα.
hu_hu: Csatorna listája csak regisztrált nickeket tartalmazhat.
nl_nl: Kanaal toegangslijst mag alleen geregistreerde nicks bevatten.
pl_pl: Kana³owa lista dostêpu mo¿e zawieraæ tylko zarejestrowane nicki.
pt_pt: A lista de acesso do canal deve conter apenas nicks registrados.

source: Channel list: Name Users Modes Topic
ca_es: Llista de canal: Nom Modes de Usr. Tòpic
de_de: Channel-Liste: Name User Topic
el_gr: Λίστα Καναλιού: Όνομα Χρήστες Επιλογές Topic
hu_hu: Szoba lista: Név User Mód Topic
nl_nl: Kanalen lijst: Naam Gebruikers Modes Topic
pl_pl: Lista kana³ów: Nazwa Tryby u¿yt. Temat
pt_pt: Lista de canais: Nome Usuários Tópico

source: Channel operator status disallowed
ca_es: Status d'operador de canal inhabilitat
de_de: Channel-Operator-Status nicht erlaubt
el_gr: Το κανάλι δεν επιτρέπει το operator status
hu_hu: Csatorna operátori státusz tiltása.
nl_nl: Kanaal operator status niet toegestaan
pl_pl: Automatyczne odbieranie statusu operatora (-o)
pt_pt: Modo -o automático

source: Channels that %s has access on: Num Channel Level Description
de_de: Die Channels auf die %s Zugriff hat: Nummer Channel Level Beschreibung
hu_hu: Azon csatornák, ahol %s nicknek hozzáférése van: Sorszám Csatorna Szint Meghatározás
nl_nl: Kanalen waarop %s toegang heeft: Nr Kanaal Niveau Beschrijving
pl_pl: Kana³y, na których %s jest na li¶cie dostêpu: Nr Kana³ Poziom Opis
pt_pt: Canais nos quais %s tem acesso: Núm Canal Nível Descrição

source: Channels that you have access on: Num Channel Level Description
de_de: Die Channels auf die du Zugriff hast: Nummer Channel Level Beschreibung
hu_hu: Azon csatornák, ahol hozzáférésed van: Sorszám Csatorna Szint Meghatározás
nl_nl: Kanalen waarop je toegang hebt: Nr Kanaal Niveau Beschrijving
pl_pl: Kana³y, na których jeste¶ na li¶cie dostêpu: Nr Kana³ Poziom Opis
pt_pt: Canais nos quais você tem acesso: Núm Canal Nível Descrição

source: Could not find user %s.
ca_es: Impossible trobar a l'usuari %s.
hu_hu: Nem talált ilyen felhasználót %s.
pl_pl: Nie mogê znale¼æ u¿ytkownika %s.

source: Couldn't forbid channel %s!
ca_es: Impossible prohibir el canal %s!
de_de: Konnte den Status "verboten" bei %s nicht setzen!
el_gr: Δεν μπορεί να παρακρατηθεί το κανάλι %s!
hu_hu: %s szobát nem sikerült letiltani!
nl_nl: Kan kanaal %s niet verbieden!
pl_pl: Nie mogê zablokowaæ kana³u %s!
pt_pt: Não foi possível bloquear o canal %s!

source: Couldn't forbid nick %s!
ca_es: La prohibició de %s no es possible!
de_de: Konnte den Nicknamen %s nicht verbieten!
el_gr: Δεν μπορείς να παρακρατήσεις αυτό το ψευδώνυμο %s!
hu_hu: Nem forbidolható: %s!
nl_nl: Verbieden van nick %s is niet gelukt!
pl_pl: Nie mogê zablokowaæ nicka %s!
pt_pt: Não foi possível bloquear o nick %s!

source: Couldn't release channel %s!
de_de: Der Channel %s konnte nicht auf UNSUSPENED gesetzt werden!
hu_hu: %s szobát nem sikerült használhatóvá tenni!
nl_nl: Kan kanaal %s niet terug in werking stellen!
pl_pl: Nie mogê uwolniæ kana³u %s!
pt_pt: Impossível liberar canal %s!

source: Couldn't release nick %s!
pl_pl: Nie mogê uwolniæ nicka %s!

source: Couldn't suspend nick %s!
pl_pl: Zawieszenie nicka %s nie powiod³o siê!

source: Couldn't suspended channel %s!
de_de: SUSPEND konnte in Channel %s nicht aktiviert werden!
hu_hu: %s szobát nem sikerült felfüggeszteni!
nl_nl: Kan kanaal %s niet tijdelijk buiten werking stellen!
pl_pl: Zawieszenie kana³u %s nie powiod³o siê!
pt_pt: Impossível suspender o canal %s!

source: Current AKILL list:
ca_es: Llista actual de AKILLs:
de_de: Aktuelle AKILL-Liste:
el_gr: Η έως τώρα AKILL λίστα είναι:
hu_hu: Aktuális AKILL lista:
nl_nl: Huidige AKILL lijst:
pl_pl: Aktualna lista AKILL:
pt_pt: Lista de AKILL atual:

source: Current AKILL list: Num Mask Reason
ca_es: Llista actual de AKILLs: Num Mascara Raó
de_de: Aktuelle AKILL-Liste: Nummer Maske Grund
el_gr: Η εως τώρα AKILL λίστα είναι: Νου Μάσκα Λόγος
hu_hu: Aktuális AKILL lista: Szám Maszk Indok
nl_nl: Huidige AKILL lijst: Nr Mask Reden
pl_pl: Aktualna lista AKILL: Nr Maska Powód
pt_pt: Lista de AKILL atual: Núm Máscara Motivo

source: Current Module list:
de_de: Aktuelle Module - Liste:
hu_hu: Jelenlegi Modul lista:
nl_nl: Huidige Module lijst:
pl_pl: Aktualna lista modu³ów:
pt_pt: Lista de Módulos atual:

source: Current SNLINE list:
ca_es: Llista actual de SNLINEs:
de_de: Aktuelle SNLINE-Liste:
hu_hu: Aktuális SNLINE lista:
nl_nl: Huidige SNLINE lijst:
pl_pl: Aktualna lista SNLINE:
pt_pt: Lista de SNLINE atual:

source: Current SNLINE list: Num Mask Reason
ca_es: Llista actual de SNLINEs: Num Mascara Raó
de_de: Aktuelle SNLINE-Liste: Nummer Maske Grund
el_gr: Η έως τώρα λίστα SNLINE είναι οι εξης: Νου Μάσκα Λόγος
hu_hu: Aktuális SNLINE lista: Szám Maszk Indok
nl_nl: Huidige SNLINE lijst: Nr Mask Reden
pl_pl: Aktualna lista SNLINE: Nr Maska Powód
pt_pt: Lista de SNLINE atual: Núm Máscara Motivo

source: Current SQLINE list:
ca_es: Llista actual de SQLINEs:
de_de: Aktuelle SQLINE Liste:
el_gr: Η έως τώρα λίστα SQLINE είναι οι εξής:
hu_hu: Aktuális SQLINE lista:
nl_nl: Huidige SQLINE lijst:
pl_pl: Aktualna lista SQLINE:
pt_pt: Lista de SQLINE atual:

source: Current SQLINE list: Num Mask Reason
ca_es: Llista actual de SQLINEs: Num Mascara Raó
de_de: Aktuelle SQLINE Liste: Nummer Maske Grund
el_gr: Η έως τώρα λίστα SQLINE είναι οι εξής: Νου Μάσκα Λόγος
hu_hu: Aktuális SQLINE lista: Szám Mask Indok
nl_nl: Huidige SQLINE lijst: Nr Mask Reden
pl_pl: Aktualna lista SQLINE: Nr Maska Powód
pt_pt: Lista de SQLINE atual: Núm Máscara Motivo

source: Current SZLINE list:
ca_es: Llista actual de SZLINEs:
de_de: Aktuelle SZLINE-Liste:
el_gr: Η έως τώρα λίστα SZLINE είναι οι εξής:
hu_hu: Aktuális SZLINE lista:
nl_nl: Huidige SZLINE lijst:
pl_pl: Aktualna lista SZLINE:
pt_pt: Lista atual de SZLINE:

source: Current SZLINE list: Num Mask Reason
ca_es: Llista actual de SZLINEs: Num Mascara Raó
de_de: Aktuelle SZLINE-Liste: Nummer Maske Grund
el_gr: Η έως τώρα λίστα SZLINE είναι οι εξής: Νου Μάσκα Λόγος
hu_hu: Aktuális SZLINE lista: Szám Mask Indok
nl_nl: Current SZLINE list: Nr Mask Reden
pl_pl: Aktualna lista SZLINE: Nr Maska Powód
pt_pt: Lista atual de SZLINE: Núm Máscara Motivo

source: Current Session Limit Exception list:
ca_es: llista d'excepcions al límit de sessions actual:
de_de: Aktuelle Liste für eingeschränkte Verbindungen:
el_gr: Η έως τώρα λίστα Session Limit Exception είναι οι εξής:
hu_hu: Aktuális Session korlát kivétel lista:
nl_nl: Huidige Sessie Limiet Uitzonderingenlijst:
pl_pl: Aktualna lista wyj±tków limitów sesji:
pt_pt: Atual lista de Limite de sessões:

source: Current number of AKILLs: %d
ca_es: Numero actual de AKILLs: %d
de_de: Aktuelle Anzahl von AKILLs: %d
el_gr: Ως τώρα υπάρχουν AKILLs: %d
hu_hu: Aktuális AKILLek száma: %d
nl_nl: Huidig aantal AKILLs: %d
pl_pl: Aktualna ilo¶æ wpisów AKILL: %d
pt_pt: Número atual de AKILLs: %d

source: Current number of SNLINEs: %d
ca_es: Numero actual de SNLINEs: %d
de_de: Aktuelle Anzahl von SNLINEs: %d
el_gr: Ως τώρα υπάρχουν SNLINEs: %d
hu_hu: Aktuális SNLINEok száma: %d
nl_nl: Huidig aantal SNLINEs: %d
pl_pl: Aktualna ilo¶æ wpisów SNLINE: %d
pt_pt: Número atual de SNLINEs: %d

source: Current number of SQLINEs: %d
ca_es: Numero actual de SQLINEs: %d
de_de: Aktuelle Anzahl von SQLINEs: %d
el_gr: Ως τώρα υπάρχουν SQLINEs: %d
hu_hu: Aktuális SQLINEok száma : %d
nl_nl: Huidig aantal SQLINEs: %d
pl_pl: Aktualna ilo¶æ wpisów SQLINE: %d
pt_pt: Número atual de SQLINEs: %d

source: Current number of SZLINEs: %d
ca_es: Numero actual de SZLINEs: %d
de_de: Aktuelle Anzahl von SZLINEs: %d
el_gr: Ως τώρα υπάρχουν SZLINEs: %d
hu_hu: Aktuális SZLINEok száma: %d
nl_nl: Huidig aantal SZLINEs: %d
pl_pl: Aktualna ilo¶æ wpisów SZLINE: %d
pt_pt: Número atual de SZLINEs: %d

source: Current users: %d (%d ops)
ca_es: Actuals usuaris: %d (%d ops)
de_de: Derzeit eingeloggte User: %d (%d Oper)
el_gr: Οι ως τώρα χρήστες: %d (%d ops)
hu_hu: Aktuális felhasználók: %d (%d op)
nl_nl: Huidige gebruikers: %d (%d ops)
pl_pl: U¿ytkowników : %d (%d operatorów)
pt_pt: Usuários atuais: %d (%d ops)

source: DEHALFOP #channel [ nick ]
pl_pl: DEHALFOP #kana³ [ nick ]

source: DEL [ channel ] { num | list | ALL}
ca_es: DEL [ canal ] { numero | llista | ALL}
de_de: DEL [ Channel ] { Nummer | Liste | ALL}
el_gr: DEL [ κανάλι ] { νου | list | ALL}
hu_hu: DEL [ #szoba ] { szám | list | ALL}
nl_nl: DEL [ kanaal ] { nr | lijst | ALL}
pl_pl: DEL [ kana³ ] { numer | list | ALL}
pt_pt: DEL [ canal ] { núm | list | ALL}
