Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
ca_es: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists AOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
de_de: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
el_gr: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
hu_hu: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
nl_nl: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
pl_pl: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.
pt_pt: Syntax: QOP channel ADD nick  QOP channel DEL { nick | entry-num | list } QOP channel LIST [ mask | list ] QOP channel CLEAR Maintains the QOP (AutoOwner) list for a channel. The QOP list gives users the right to be auto-owner on your channel, which gives them almost (or potentially, total) access. The QOP ADD command adds the given nickname to the QOP list. The QOP DEL command removes the given nick from the QOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The QOP LIST command displays the QOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: QOP #channel LIST 2-5,7-9 Lists QOP entries numbered 2 through 5 and 7 through 9. The QOP CLEAR command clears all entries of the QOP list. The QOP commands are limited to founders (unless SECUREOPS is off). However, any user on the QOP list may use the QOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See /msg %S HELP ACCESS for information about the access list, and /msg %S HELP SET XOP to know how to toggle between the access list and xOP list systems.

source: Syntax: QUIT Causes Services to do an immediate shutdown; databases are not saved. This command should not be used unless damage to the in-memory copies of the databases is feared and they should not be saved. For normal shutdowns, use the SHUTDOWN command.
ca_es: Sintàxi: QUIT Força als serveis a parar inmediatament; les bases de dades no son guardades. Aquesta comanda no ha de ser utilitzada excepte que les còpies en la memòria semblin espatllades i no hagin de ser guardades. Per parar normalment, utilitza la comanda SHUTDOWN. Limitat a administradors de serveis.
de_de: Syntax: QUIT Zwingt die Services, sich sofort zu beenden. Die Datenbanken werden dabei nicht gespeichert. Dieser Befehl sollte nicht benutzt werden, ausser die Datenbanken sollen wirklich nicht aktualisiert werden. Für das normale Beenden der Services sollte der SHUTDOWN Befehl benutzt werden.
el_gr: Σύνταξη: QUIT Έχει ως αποτέλεσμα τα Services να κλείσουν αμέσως(να τερματιστούν); οι βάσεις δεδομένων δεν γράφονται(δεν σώζονται). Αυτή η εντολή δεν πρέπει να χρησιμοποιείται εκτός και αν υπάρχει βλάβη στην μνήμη των databases και δεν γίνεται να γραφτούν(δεν γίνεται να γίνουν save). Για κανονικό τερματισμό, κάντε την εντολή SHUTDOWN. Μόνο για τους Services Operators.
hu_hu: Syntax: QUIT A Szervíz azonnal leáll; az adatbázist nem menti el. Ez a parancs annak elkerülésére hasznos, hogy a memóriában lévõ adatok másolata bekerüljön az adatbázisba. Normál leállításokhoz használd kérlek a SHUTDOWN parancsot! Korlátozva Services Operatoroknak.
nl_nl: Gebruik: QUIT Zorgt ervoor dat Services meteen afsluiten: databases worden niet opgeslagen. Dit commando moet niet gebruikt worden tenzij schade aan de kopieen van de databases in het geheugen wordt gevreesd en ze niet moeten worden opgeslagen. Voor normaal afsluiten moet je het SHUTDOWN commando gebruiken.
pl_pl: Sk³adnia: QUIT Wymusza na serwisach natychmiastowe zakoñczenie pracy bez zapisywania baz. To polecenie powinno byæ u¿yte jedynie, gdy zachodzi podejrzenie uszkodzenia baz, które serwisy przechowuj± w pamiêci. Do normalnego zakoñczenia pracy serwisów nale¿y u¿yæ polecenia SHUTDOWN.
pt_pt: Sintaxe: QUIT Faz com que desligue os Services imediatamente; o banco de dados não é salvo. Este comando não deve ser usado a menos que haja um dano da cópia do banco de dados na memória e por isso eles não devam ser salvos. Para desligar normalmente, use o comando SHUTDOWN.

source: Syntax: RANDOMNEWS ADD text 
ca_es: Sintaxis: RANDOMNEWS ADD text 
el_gr: Σύνταξη: RANDOMNEWS ADD περιεχόμενο 
hu_hu: Syntax: RANDOMNEWS ADD szöveg 
nl_nl: Gebruik: RANDOMNEWS ADD text 
pl_pl: RANDOMNEWS ADD tekst
pt_pt: RANDOMNEWS ADD texto

source: Syntax: RANDOMNEWS ADD text  RANDOMNEWS DEL { num | ALL} RANDOMNEWS LIST Edits or displays the list of random news messages. When a user connects to the network, one (and only one) of the random news will be randomly chosen and sent to them. RANDOMNEWS may only be used by Services Operators.
ca_es: Sintaxis: RANDOMNEWS ADD text  RANDOMNEWS DEL { numero | ALL} RANDOMNEWS LIST Edita o mostra la llista de missatges de noticia a l'atzar. Quant un usuari es connecta a la xarxa, un (i nomès un) dels missatges a l'atzar sera escollit i enviat a ells. RANDOMNEWS may only be used by Services Operators.
de_de: Syntax: RANDOMNEWS ADD Text  RANDOMNEWS DEL { Nummer | ALL} RANDOMNEWS LIST Bearbeitet die Liste der RandomNews Nachrichten oder zeigt diese an. Wenn ein User zum Network verbindet, wird eine (und nur eine!) dieser RandomNews Nachrichten zufällig gewählt und an den User gesendet. Diese Funktion ist beschr?nkt auf die Services Administartoren.
el_gr: Σύνταξη: RANDOMNEWS ADD περιεχόμενα  RANDOMNEWS DEL { νούμερο | ALL} RANDOMNEWS LIST Μπορείς να προσθέσεις, να αφαιρέσεις ή να δεις την λίστα των μηνυμάτων. Όταν ένας χρήστης συνδεθεί στο δίκτυο, ένα (και μόνο ένα) από τα μηνύματα θα επιλεχθεί τυχαία και θα σταλεί. RANDOMNEWS may only be used by Services Operators.
hu_hu: Syntax: RANDOMNEWS ADD szöveg  RANDOMNEWS DEL { sorszám | ALL} RANDOMNEWS LIST Szerkeszti és listázza a random news üzeneteket. Amikor egy felhasználó csatlakozik a hálózathoz, egy (csak egy) random newst fog véletlenszerûen elküldeni részére. RANDOMNEWS may only be used by Services Operators.
nl_nl: Syntax: RANDOMNEWS ADD text  RANDOMNEWS DEL { num | ALL} RANDOMNEWS LIST Wijzigt de lijst mer willekeurige nieuwsberichten of geeft deze weer. Wanneer een gebruiker met het netwerk verbindt, wordt er een (en niet meer dan een) van deze willekeurige nieuwsberichten willekeurig uitgekozen en naar hem/haar verstuurd. RANDOMNEWS may only be used by Services Operators.
pl_pl: Sk³adnia: RANDOMNEWS ADD tekst  RANDOMNEWS DEL { numer | ALL} RANDOMNEWS LIST Edytuje lub wy¶wietla listê losowych newsów. Po po³±czeniu z sieci± u¿ytkownik otrzyma dok³adnie jedn± wylosowan± z tej listy wiadomo¶æ. RANDOMNEWS may only be used by Services Operators.
pt_pt: Sintaxe: RANDOMNEWS ADD texto  RANDOMNEWS DEL { núm | ALL} RANDOMNEWS LIST Edita ou mostra a lista de random news. Quando um usuário se conecta à rede, uma (apenas uma) das random news será aleatóriamente escolhida e enviada a ele. RANDOMNEWS may only be used by Services Operators.

source: Syntax: RANDOMNEWS DEL { num | ALL}
ca_es: Sintaxis: RANDOMNEWS DEL { numero | ALL}
de_de: Syntax: RANDOMNEWS DEL { Nummer | ALL}
el_gr: Σύνταξη: RANDOMNEWS DEL { νούμερο | ALL}
hu_hu: Syntax: RANDOMNEWS DEL {szám | ALL}
nl_nl: Gebruik: RANDOMNEWS DEL { nr | ALL}
pl_pl: RANDOMNEWS DEL { numer | ALL}
pt_pt: RANDOMNEWS DEL { núm | ALL}

source: Syntax: READ [ channel ] { num | list | LAST | NEW} Sends you the text of the memos specified. If LAST is given, sends you the memo you most recently received. If NEW is given, sends you all of your new memos. Otherwise, sends you memo number num . You can also give a list of numbers, as in this example: READ 2-5,7-9 Displays memos numbered 2 through 5 and 7 through 9.
ca_es: Sintàxi: READ [ canal ] { nombre | llista | LAST | NEW} T'envia el text dels memos especificats. Si LAST és donat, t'envia l'ultim memo rebut. si NEW és donat, t' envia tots els teus memos nous. D'altra forma, t'envia el memo nombre nombre . També pots donar una llista de nombres, com en el exemple: READ 2-5,7-9 mostra els memos enumerats 2 a 5 i 7 a 9.
de_de: Syntax: READ [ Channel ] { Nummer | List | LAST | NEW} Schickt dir den Inhalt der Memo, die du lesen möchtest. Wird LAST angegeben, bekommst du die Memo die du als letztes erhalten hast. Mit NEW werden dir alle neuen, ungelesenen, Memos geschickt. Andernfalls kannst du auch mit Hilfe der Memo-Nummer Nummer oder einer Bereichsliste dir Memos anzeigen lassen, zum Beispiel so: READ 2-5,7-9 Zeigt den Inhalt der Memos 2 bis 5 und 7 bis 9.
el_gr: Σύνταξη: READ [ κανάλι ] { νου | list | LAST | NEW} Με την εντολή αυτή διαβάζεται τα μηνύματα που σας έρχονται. Αν δώσετε LAST θα διαβάσετε το τελευταίο μήνυμα που δεχθήκατε. Αν γράψετε NEW θα διαβάσετε όλα τα νέα μηνύματα που σας ήρθαν. Αλλιώς, θα δείτε τα νούμερα των μηνυμάτων. Μπορείτα να δείτε την λίστα με τα νούμερα, για παράδειγμα: Διάβασε 2-5,7-9 Εμφανίζει τα μηνύματα με τα νούμερα 2 έως και 5 και 7 έως και 9.
hu_hu: Syntax: READ [ #szoba ] { sorszám | list | LAST | NEW} Elküldi a megadott üzenetek tartalmát. A LAST opcióval megjeleníti a legutolsó üzenetet. A NEW opcióval minden új üzenetet. Egyébként a megadott számú üzenetet. Megadhatsz számlistát is, mint a LIST parancsnál. Példák: READ 2-5,7-9 Megjeleníti 2 és 5, a 7 és 9 között a memo üzeneteket
nl_nl: Gebruik: READ [ kanaal ] { nr | lijst | LAST | NEW} Verstuurt de text van de gespecificeerde memo's. Als LAST is gegeven wordt de laatst ontvangen memo verstuurd. Als NEW is gegeven worden alle nieuwe memo's verstuurd. Anders wordt memo nummer nr gegeven. Je kan ook een lijst van nummers opgeven, zoals in onderstaand voorbeeld: READ 2-5,7-9 Geeft de memo's genummerd 2 t/m 5 en 7 t/m 9 weer.
pl_pl: Sk³adnia: READ [ kana³ ] { numer | lista | LAST | NEW} Wy¶wietla tekst wskazanej wiadomo¶ci. Parametr LAST oznacza ostatni± z wiadomo¶ci, NEW wy¶wietla wszystkie nieprzeczytane wiadomo¶ci. Je¶li zostanie podany numer zostanie wy¶wietlona wiadomo¶æ o podanym numerze. Mo¿na tak¿e podawaæ listê wiadomo¶ci np.: READ 2-5,7-9 Wy¶wietli wiadomo¶ci od numeru 2 do 5 oraz od 7 do 9.
pt_pt: Sintaxe: READ [ canal ] { núm | list | LAST | NEW} Mostra as mensagens especificadas. Se LAST é fornecido, envia a você a mensagem recebida mais recentemente. Se NEW é fornecido, envia a você todas as suas novas mensagens. Caso contrário, envia a você a mensagem de número núm . Você também pode fornecer uma lista de números, como neste exemplo: READ 2-5,7-9 Mostra as mensagens numeradas de 2 a 5 e de 7 a 9.
