Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] Lists all registered channels matching the given pattern. Channels with the PRIVATE option set will only be displayed to Services Operators. Channels with the NOEXPIRE option set will have a ! appended to the channel name for Services Operators. If the FORBIDDEN, SUSPENDED or NOEXPIRE options are given, only channels which, respectively, are FORBIDden, SUSPENDed or have the NOEXPIRE flag set will be displayed. If multiple options are given, more types of channels will be displayed. These options are limited to Services Operators .
ca_es: Sintàxi: LIST patró [FORBIDDEN] [NOEXPIRE] llista tots els canals registrats concordant amb el patró donat. canals amb l'opció PRIVATE establreta sols seran mostrats a administradors de serveis. canals amb l'opció NOEXPIRE tindran un ! davant del nom del canal per a administradors de serveis. Si les opcions FORBIDDEN o NOEXPIRE son donades, sols canals que, respectivament, tenen FORBID o NOEXPIRE establert seran mostrats. Si ambdues opcions són donades, ambdós tipus de canals seran mostrats. Aquestes opcions estan limitadas a administradors de serveis .
hu_hu: Syntax: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] Lists all registered channels matching the given pattern. Channels with the PRIVATE option set will only be displayed to Services Operators. Channels with the NOEXPIRE option set will have a ! prepended to the channel name for Services Operators. If the FORBIDDEN, SUSPENDED or NOEXPIRE options are given, only channels which, respectively, are FORBIDden, SUSPENDed or have the NOEXPIRE flag set will be displayed. If both options are given, both types of channels will be displayed. These options are korlátozva szervíz adminnak.
pl_pl: Sk³adnia: LIST wzorzec [FORBIDDEN] [SUSPENDED] [NOEXPIRE] Listuje kana³y o nazwie pasuj±cej do podanego wzorca (kana³y z opcj± PRIVATE bêd± pokazywane jedynie administratorom serwisów). Kana³y z ustawion± opcj± NOEXPIRE bêd± mia³y przy nazwie dodany znak !. Administratorzy serwisów mog± tak¿e podaæ parametry: FORBIDDEN, SUSPENDED i NOEXPIRE, które ogranicz± listê wy¶wietlanych kana³ów do tych, które spe³niaj± podane warunki. Je¶li zostanie podane wiêcej warunków wszystkie kana³y spe³niaj±ce choæ jeden z nich zostan± pokazane.

source: Syntax: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will only be displayed to Services Operators. Nicks with the NOEXPIRE option set will have a ! appended to the nickname for Services Operators. If the FORBIDDEN, SUSPENDED, NOEXPIRE or UNCONFIRMED options are given, only nicks which, respectively, are FORBIDDEN, SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. These options are limited to Services Operators . Examples: LIST *!joeuser@foo.com Lists all registered nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST * NOEXPIRE Lists all registered nicks which have been set to not expire.
ca_es: Sintaxis: LIST patró [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Llista tots els nicknames registrats que concordin amb el patró donat, en el format nick!usuari@host . Nicks amb L'opció PRIVATE tan sols sera mostrada a administradors de serveis. Nicks amb l'opció NOEXPIRE establerta tindran un ! avantposat al nickname per a administradors de serveis. If the FORBIDDEN, SUSPENDED, NOEXPIRE or UNCONFIRMED options are given, only nicks which, respectively, are FORBIDDEN, SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. These options are limited to Services Operators . Exemples: LIST *!cistus@aujac.org Llista tots els nicks registrats per cistus@aujac.org. LIST *Bot*!*@* Llista tots els nicks registrats amb Bot en els seus noms. (no sensible a majuscules i minuscules). LIST * NOEXPIRE Llista tots els nicks registrats que hagin estat establerts a no caducitat.
de_de: Syntax: LIST Muster [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Zeigt alle registrierten Nicknamen an, die einem bestimmten Muster, nickname!user@host , entsprechen. Nicknamen mit aktivierter PRIVATE und NOEXPIRE Option werden nur Services Administratoren angezeigt. Nicknamen bei denen das NOEXPIRE eingeschaltet ist, werden ein ! vor ihrem Eintrag in der Liste haben. Wenn die Option FORBIDDEN, SUSPENDED, NOEXPIRE oder UNCONFIRMED angegeben wird, werden nur Nicknamen angezeigt die das entsprechene Muster haben (FORBIDDEN, SUSPENDED, UNCONFIRMED oder NOEXPIRE). Wenn mehr Optionen angegeben werden, werden alle Nicknamen angezeigt die den Muster entsprechen. Diese optionen ist beschränkt auf Services Administratoren. Beispiele: LIST *!joeuser@foo.com Zeigt alle Nicknamen die von joeuser@foo.com besessen werden. LIST *Bot*!*@* Listet alle registrierten Nicknamen die Bot in ihrem Ident haben (unabhängig von Gross/Klein- schreibung). LIST * NOEXPIRE Zeigt alle registrierten Nicknamen an, die das NOEXPIRE Flag gesetzt haben.
el_gr: Σύνταξη: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Δίνει την λίστα όλων των κατοχυρωμένων ψευδώνυμων που ταιριάζουν με το ανάλογο pattern, σε σύνταξη nick!user@host . Ψευδώνυμα με επιλογή PRIVATE θα φαίνονται μόνο στους (επικεφαλείς) Services Operators. Ψευδώνυμα με επιλογή NOEXPIRE θα έχουν ένα ! μπροστά από το ψευδώνυμο το οποίο θα το λέπουν οι (επικεφαλείς) Services Operators. Παραδείγματα: LIST *!joeuser@foo.com Εμφανίζει όλα τα κατοχυρωμένα ψευδώνυμα που ανήκουν στο joeuser@foo.com. LIST *Bot*!*@* Εμφανίζει όλα τα κατοχυρωμένα ψευδώνυμα Bot. LIST * NOEXPIRE Εμφανίζει όλα τα κατοχυρωμένα ψευδώνυμα που είναι σε no-expire.
hu_hu: Syntax: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] Listáz minden regisztrált nicknevet, amely vagy nicknév vagy az utoljára látott cím (user@host formában), amely azonos a megadott sablonnal. Nickek PRIVATE opcióval beállítva csak szervíz adminoknak jelennek meg. A nickek NOEXPIRE opcióval beállítva !prefixel jelennek meg a szervíz adminoknak. Ha a FORBIDDEN, SUSPENDED vagy NOEXPIRE opció meg van adva, csak azok a nickek amelyek vagy forbidoltak vagy NOEXPIRE flegjük van fognak megjelenik. Ha mindkét opció meg van adva mindkét tipus megjelenik. Az opciók korlátozva Services Operatoroknak. Példák: LIST *!joeuser@foo.com Kiírja a felhasználókat, akiknek a hosztja joeuser@foo.com LIST *Bot*!*@* Kiírja az összes regisztrált nicket, melyek nevében szerepel a Bot (betû érzéketlen). LIST * NOEXPIRE Listázza az összes felhasználót, akinek a beállítása nem elévülõ.
nl_nl: Gebruik: trefbeeld [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Geeft alle geregistreerde nicknames weer die overeen komen met het gegeven trefbeeld, in nick!gebruiker@host formaat. Nicks met de PRIVATE optie in worden alleen weergegeven aan Services Operators. Nicks met de NOEXPIRE optie aan zullen een ! voor de naam hebben als een Services Operator de lijst bekijkt. If the FORBIDDEN, SUSPENDED, NOEXPIRE or UNCONFIRMED options are given, only nicks which, respectively, are FORBIDDEN, SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. These options are limited to Services Operators . Voorbeelden: LIST *!joeuser@foo.com Geeft alle nicks weer van joeuser@foo.com. LIST *Bot*!*@* Geeft alle geregistreerde nicks weer met Bot in hun naam (hoofdlettergevoelig). LIST * NOEXPIRE Geeft alle geregistreerde nicks weer die niet zullen verlopen.
pl_pl: Sk³adnia: LIST wzorzec [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Listuje wszystkie zarejestrowane nicki pasuj±ce do podanego wzorca w postaci nick!ident@host . Administratorzy serwisów mog± zobaczyæ nicki z ustawion± opcj± PRIVATE, a przy nickach z opcj± NOEXPIRE zobacz± dodany do nich wykrzyknik. Administratorzy serwisów mog± tak¿e podaæ parametry: FORBIDDEN, SUSPENDED, NOEXPIRE i UNCONFIRMED, które ogranicz± listê wy¶wietlanych nicków do tych, które spe³niaj± podane warunki. Je¶li zostanie podanych wiêcej warunków, wszystkie nicki spe³niaj±ce choæ jeden z nich zostan± pokazane. Przyk³ady: LIST *!adirm@mafia.ru Lista wszystkich nicków pasuj±cych do *!adirm@mafia.ru. LIST *Bot*!*@* Lista wszystkich nicków z Bot w nazwie (wielko¶æ liter nie ma znaczenia). LIST *!*@*.ircnet.pl Lista wszystkich nicków z mask± domeny ircnet.pl
pt_pt: Sintaxe: LIST padrão [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED] Lista todos os nicks registrados que combinem com o padrão fornecido (formato nick!ident@host ). Nicks com opção PRIVATE serão somente exibidos para os Administradores dos Services. Nicks com opção NOEXPIRE ajustada terão um ! preposto ao nick na lista quando for a pedido de Administrador dos Services. Se as opções FORBIDDEN, SUSPENDED, NOEXPIRE ou UNCONFIRMED são fornecidas, apenas nicks que são, respectivamente, FORBIDDEN, SUSPENDED, UNCONFIRMED ou têm a opção NOEXPIRE ativa, serão exibidos. Se todas as três opções forem fornecidas, todos os três tipos de nicks serão exibidos. Estas opções são limitas aos Administradores dos Services. Exemplos: LIST *!ident@servidor.com.br Lista todos os nicks de *!ident@servidor.com.br. LIST *Bot*!*@* Lista todos os nicks registrados com Bot em seus nomes. LIST * NOEXPIRE Lista todos os nicks registrados cujos registros foram ajustados para não expirar.

source: Syntax: LIST [ channel ] [ list | NEW] Lists any memos you currently have. With NEW, lists only new (unread) memos. Unread memos are marked with a "*" to the left of the memo number. You can also specify a list of numbers, as in the example below: LIST 2-5,7-9 Lists memos numbered 2 through 5 and 7 through 9.
ca_es: Sintàxi: LIST [ canal ] [ llista | NEW] llista els memos que tens actualment. Amb NEW, llista només els memos nous (no llegits). Memos nous estan marcats amb un "*" a l'esquerra del nobre del memo. També pots especificar una llista de nombres, com en el exemple més endevant: LIST 2-5,7-9 llista memos enumerats 2 a 5 i 7 a 9.
de_de: Syntax: LIST [ Channel ] [ List | NEW] Führt alle Memos auf, die du im Moment gespeichert hast. Mit dem Parameter NEW werden nur neue, ungelesene, Memos aufgelistet. Ungelesene Memos sind durch ein "*" markiert, links neben ihrer Nummer. Du kannst auch einen Bereich von Nummern definieren. Siehe das Beispiel: LIST 2-5,7-9 Zeigt Memos mit den Nummern 2 bis 5 und 7 bis 9.
el_gr: Σύνταξη: LIST [ κανάλι ] [ list | NEW] Παρουσιάζει την λίστα των μηνυμάτων. Με την NEW, δείχνει μόνο τα νέα μηνύματα (τα μη-διαβασμένα). Τα μη διαβασμένα μηνύματα σημειώνονται με ένα "*" στα αριστερά που αναγράφεται ο αριθμός του μηνύματος. Μπορείς να δεις μια λίστα με νούμερα, σαν το παρακάτω παράδειγμα: LIST 2-5,7-9 Λίστα μηνυμάτων νούμερο 2 περνά 5 και 7 περνά 9.
hu_hu: Syntax: LIST [ #szoba ] [ list | NEW] Megjelenít egy listát a jelenlegi üzenteteidrol. A NEW opcióval csak az új (olvasatlan) üzenteket listázza. listázza. Az olvasatlan üzeneteket jelöli egy "*" jellel az üzenetszámtól balra. Megadhatsz számlistát is, mint ahogy az alábbi példa mutatja: LIST 2-5,7-9 Listázza az üzeneteket 2 és 5, illetve 7 és 9 között.
nl_nl: Gebruik: LIST [ kanaal ] [ lijst | NEW] Geeft alle memo's die je hebt weer. Als je NEW opgeeft worden alleen nieuwe (ongelezen) memo's weergegeven. Ongelezen memo's worden gemarkeerd met een "*" links van het memo nummer. Je kan ook een lijst van nummers specificeren, zoals in het voorbeeld: LIST 2-5,7-9 Geeft de memo's genummerd 2 t/m 5 en 7 t/m 9 weer.
pl_pl: Sk³adnia: LIST [ kana³ ] [ lista | NEW] Wy¶wietla wszystkie odebrane wiadomo¶ci. Parametr NEW ogranicza listê do nowych wiadomo¶ci, które oznaczane s± symbolem "*" po lewej stronie numeru. Mo¿na tak¿e sprecyzowaæ listê wy¶wietlanych wiadomo¶ci podaj±c ich numery, np: LIST 2-5,7-9 Wy¶wietli wiadomo¶ci od numeru 2 do 5 oraz od 7 do 9.
pt_pt: Sintaxe: LIST [ canal ] [ list | NEW] Lista quaisquer mensagens que você tiver. Com NEW, lista apenas as novas mensagens (não lidas). Mensagens não lidas são marcadas com "*" à esquerda do número. Você também pode especificar uma lista de números, como no exemplo abaixo: LIST 2-5,7-9 Lista mensagens numeradas de 2 a 5 e de 7 a 9.

source: Syntax: LOGONNEWS ADD text 
ca_es: Sintaxis: LOGONNEWS ADD texto 
el_gr: Σύνταξη: LOGONNEWS ADD περιεχόμενο 
hu_hu: Syntax: LOGONNEWS ADD szöveg 
nl_nl: Gebruik: LOGONNEWS ADD text 
pl_pl: LOGONNEWS ADD tekst
pt_pt: LOGONNEWS ADD texto

source: Syntax: LOGONNEWS ADD text  LOGONNEWS DEL { num | ALL} LOGONNEWS LIST Edits or displays the list of logon news messages. When a user connects to the network, these messages will be sent to them. (However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.) NewsCount can be configured in services.conf. LOGONNEWS may only be used by Services Operators.
de_de: Syntax: LOGONNEWS ADD Text  LOGONNEWS DEL { Nummer | ALL} LOGONNEWS LIST Zeigt oder bearbeitet die Liste der LogonNews. Nach der Verbindung des Users werden diese Nachrichten angezeigt. (Es werden jedoch nur max. %d angezeigt, um ein Flooding des Users zu verhindern. Wenn mehr News existieren, werden nur die neuesten angezeigt.) NewsCount can be configured in services.conf. Diese Funktion ist beschr?nkt auf die Services Administartoren.
nl_nl: Gebruik: LOGONNEWS ADD text  LOGONNEWS DEL { nr | ALL} LOGONNEWS LIST Wijzigt de lijst met login nieuwsberichten of geeft deze weer. Wanneer een gebruiker met het netwerk verbindt, worden deze berichten naar hem/haar verzonden. (Echter, er zullen nooit meer dan %d berichten worden verstuurd om het flooden van de gebruiker te voorkomen. Als er meer nieuwsberichten zijn worden alleen de meest recente vestuurd.) NewsCount kan geconfigureerd worden in services.conf. LOGONNEWS may only be used by Services Operators.
pl_pl: Sk³adnia: LOGONNEWS ADD tekst  LOGONNEWS DEL { numer | ALL} LOGONNEWS LIST Edytuje lub wy¶wietla listê wiadomo¶ci wysy³anych po przy³±czeniu u¿ytkownika do sieci. Je¶li zdefniowanych wiadomo¶ci jest wiêcej tylko najnowsze %d zostanie wys³anych (aby zapobiec floodowaniu). Warto¶æ NewsCount mo¿e zostaæ zmieniona w pliku konfiguracyjym serwisów. LOGONNEWS may only be used by Services Operators.

source: Syntax: LOGONNEWS DEL { num | ALL}
ca_es: Sintaxis: LOGONNEWS DEL { numero | ALL}
de_de: Syntax: LOGONNEWS DEL { Nummer | ALL}
el_gr: Σύνταξη: LOGONNEWS DEL { νούμερο | ALL}
hu_hu: Syntax: LOGONNEWS DEL { szám | ALL}
nl_nl: Gebruik: LOGONNEWS DEL { nr | ALL}
pl_pl: LOGONNEWS DEL { numer | ALL}
pt_pt: LOGONNEWS DEL { núm | ALL}

source: Syntax: LOGOUT This reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself.
ca_es: Sintaxis: LOGOUT Aquesta comanda inverteix l'efecte de IDENTIFY, o sigui, et fa ja no reconeixible com a propietari del teu nick. Tingues en compte que no et sera obligatori identificar-te un altre cop.
de_de: Syntax: LOGOUT Dieser Befehl macht den Effekt des IDENTIFY Befehls rückgängig. NickServ erkennt dich also nicht mehr als den Besitzer des Nicknamens. Beachte jedoch, dass du nicht mehr gewarnt wirst, dich erneut zu identifizieren.
el_gr: Σύνταξη: LOGOUT Είναι το αντίθετο της εντολής IDENTIFY, δηλ η εντολή αυτη σε κάνει να μην είσαι ο κάτοχος αυτού του ψευδώνυμου πλέον. Σημείωση, όπως και ναχει, δεν θα σου γίνει παρατήρηση ή να σου ζητηθεί να ξανακάνεις εντολή αναγνώρισης.
hu_hu: Syntax: LOGOUT Ezzel az IDENTIFY parancs hatásának fordítottját éred el. Nem fog a NickServ egy adott nick tulajdonosának tekinteni.
nl_nl: Gebruik: LOGOUT Dit draait het effect van het IDENTIFY commando om: het zorgt er voor dat je niet meer herkend word als de echte eigenaar van de nick. Merk op dat je niet gevraagd wordt om je opnieuw te identificeren.
pl_pl: Sk³adnia: LOGOUT Odwraca dzia³anie komendy IDENTIFY. Po wydaniu tego polecenia nie bêdziesz rozpoznawany jako w³a¶ciciel nicka.
pt_pt: Sintaxe: LOGOUT Este comando reverte o efeito do comando IDENTIFY, ou seja, faz com que você não seja mais reconhecido como o verdadeiro dono do nick. Note, entretanto, que ele não pedirá que você se identifique novamente.

source: Syntax: LOGOUT [ nickname [REVALIDATE]] Without a parameter, reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself. With a parameter, does the same for the given nick. If you specify REVALIDATE as well, Services will ask the given nick to re-identify. This use limited to Services Operators.
ca_es: Sintaxis: LOGOUT [ nickname [REVALIDATE]] Sense un parametre, desfà l'efecte de la comanda IDENTIFY, és a dir, fa que no siguis reconegut com l'autentic propietari del nick Tingues en compte, que no seras necessari tornar-te a identificar. Amb un parametre, fa lo mateix pel nick donat. Si a més a més especifiques REVALIDATE, els serveis requeriran a l'esmentat nick a reidentificar-se. Aquest ús esta limitat a administradors de serveis.
de_de: Syntax: LOGOUT [ Nickname [REVALIDATE]] Ohne angegebenen Parameter, macht dieser Befehl die Wirkung von IDENTIFY rückgängig, zum Beispiel wirst du nicht mehr als Eigentümer des Nicknamens erkannt. Beachte jedoch, dass du nicht erneut zur Identifizierung aufgefordert wirst. Mit angegebenem Parameter passiert das gleiche für den Nicknamen. Wenn du zusätzlich REVALIDATE angibst, wird Services dich auffordern, dich erneut für den Nickname zu identifizieren. Diese Funktion ist beschränkt auf die Services Administartoren.
el_gr: Σύνταξη: LOGOUT [ ψευδώνυμο [REVALIDATE]] Χωρίς καμία παράμετρο, κάνει το αντίθετο της εντολής IDENTIFY (αναγνώρισης) δηλ σε κάνει μη αναγνωρίσημο κάτοχο του ψευδώνυμου πλέον. Σημείωση, όπως και ναχει, δεν θα σου ζητηθεί να ξανακάνεις εντολή αναγνώρισης. Με την παράμετρο αυτή, κάνει το ίδιο για το δωσμένο ψευδώνυμο. Αν κάνεις REVALIDATE, οι υπηρεσίες θα σε ρωτήσουν για ποιο ψευδώνυμο. Αυτό το κάνουν μόνο οι (επικεφαλείς) Services operators.
hu_hu: Syntax: LOGOUT [ nicknév [REVALIDATE]] Kilépési paraméter, megfordítja az IDENTIFY parancs hatását, azaz nem leszel beazonosítva a nickedre, mint a valódi tulajdonosa a nickednek. A paraméter ugyanezt teszi a megadott nickkel. Ha megadod a REVALIDATE opciót, akkor a nicktõl a szerviz újraazonosítást fog kérni. Használat korlátozva Szervíz adminoknak.
nl_nl: Gebruik: LOGOUT [ nick [REVALIDATE]] Zonder een paramenter keert dit command het effect van het IDENTIFY commando om; je wordt dus niet meer herkend als de echte eigenaar van je huidige nick. Merk echter op dat je niet wordt gevraagd jezelf opnieuw te identificeren. Met een paramenter doet dit commando hetzelfde voor de gegeven nick. Als je ook REVALIDATE meegeeft zullen de Services de gegeven nick vragen opnieuw te identificeren. Het gebruik hiervan is gelimiteerd tot Services Operators.
pl_pl: Sk³adnia: LOGOUT [ nick [REVALIDATE]] Polecenie wydane bez parametrów odwraca dzia³anie komendy IDENTIFY - nie bêdziesz rozpoznawany jako w³a¶ciciel nicka. Administrator serwisów mo¿e podaæ jako parametr nick u¿ytkownika, który ma zostaæ wylogowany. Parametr REVALIDATE powoduje informowanie przez serwisy u¿ytkownika o potrzebie ponownej identyfikacji.
pt_pt: Sintaxe: LOGOUT [ nick [REVALIDATE]] Sem nenhum parâmetro, reverte o efeito do comando IDENTIFY, ou seja, faz com que você não seja mais reconhecido como o verdadeiro dono do nick. Note, entretanto, que ele não pedirá que você se identifique novamente. Com um parâmetro, fará o mesmo para o nick determinado. Se você especificar REVALIDATE também, os Services irão pedir que o nick em questão se identifique novamente. Comando limitado aos Administradores dos Services.

source: Syntax: MODE channel modes  Allows Services operators to set channel modes for any channel. Parameters are the same as for the standard /MODE command.
ca_es: Sintàxi: MODE canal Modes  Permet als operadors de serveis establir modes de canal per a qualsevol canal. Els parametres son els mateixos que per la comando estandart /MODE. Limitat a operadors de serveis.
de_de: Syntax: MODE Channel Modi  Erlaubt es Services Operatoren die Channel Modes eines beliebigen Channels zu verändern. Der Paramater hat das gleiche Format wie der normale /MODE Befehl.
el_gr: Σύνταξη: MODE κανάλι modes  Επιτρέπει στους Services operators να αλλάζουν τα modes κάθε καναλιού. Οι παράμετροι είναι ίδιοι σαν της εντολής /MODE. Μόνο για τους Services operators.
hu_hu: Syntax: MODE #szoba módok  Megengedi a szervíz operátornak, hogy szoba módokat állítson. Parameterek ugyanazok mint a szabvány /MODE parancsnál Korlátozva Szervíz operatornak.
nl_nl: Gebruik: MODE kanaal modes  Stelt Services operators in staat om de modes van elk willekeurig kanaal in te stellen. De paramenters zijn het zelfde als bij een standaard /MODE commando.
pl_pl: Sk³adnia: MODE kana³ flagi  Pozwala operatorom serwisów na zmianê flag dla wskazanego kana³u. Parametry s± identyczne jak dla komendy /MODE.
pt_pt: Sintaxe: MODE canal modos  Permite que os Operadores dos Services ajustem os modos de qualquer canal. Os parâmetros são os mesmos do comando /MODE padrão.

source: Syntax: MODINFO FileName This command lists information about the specified loaded module
de_de: Syntax: MODINFO Modul-Name Dieser Befehl listet Informationen über das benannte, geladene Module auf.
hu_hu: Syntax: MODINFO Fájlnév A parancs részletes információt ad a betöltött modulokról.
nl_nl: Gebruik: MODINFO bestandsnaam Dit command geeft informatie weer over de gespecificeerde geladen module.
pl_pl: Sk³adnia: MODINFO nazwa-pliku To polecenie wy¶wietla informacje na temat za³adowanego modu³u
pt_pt: Sintaxe: MODINFO NomeDoArquivo Este comando lista informações sobre um módulo carregado.

source: Syntax: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Lists all currently loaded modules.
de_de: Syntax: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Listet alle derzeit geladenen Module auf.
hu_hu: Syntax: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Listázza az összes betöltött aktív modult.
nl_nl: Gebruik: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Geeft alle momenteel geladen modules weer.
pl_pl: Sk³adnia: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Listuje za³adowane modu³y.
pt_pt: Sintaxe: MODLIST [Core|3rd|protocol|encryption|supported|qatested] Lista todos os módulos atualmente carregados.

source: Syntax: MODLOAD FileName This command loads the module named FileName from the modules directory.
de_de: Syntax: MODLOAD Modul-Name Dieser Befehl lädt das benannte Module aus dem modules - Verzeichnis.
hu_hu: Syntax: MODLOAD Fájlnév Ez a parancs betölti azt modult, a modules könyvtárból, amelyiknek a fájlnevét megadtad.
nl_nl: Gebruik: MODLOAD bestandsnaam Dit commando laadt de module genaamd bestandsnaam uit de modules directory.
pl_pl: Sk³adnia: MODLOAD nazwa-pliku To polecenie ³aduje wskazany modu³ z katalogu modu³ów.
pt_pt: Sintaxe: MODLOAD NomeDoArquivo Este comando carrega o módulo chamado NomeDoArquivo do diretório de módulos.
