Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: KICK channel REVERSES { ON|OFF } [ ttb ] Sets the reverses kicker on or off. When enabled, this option tells the bot to kick users who use reverses. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK canal REVERSES { ON|OFF } [ ttb ] Estableix el kick per reversos a activat o desactivat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que utilitzin reversos. ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel REVERSES { ON|OFF } [ ttb ] Kicken bei invertiertem Schriftstil an oder aus. Wenn der Parameter ON gegeben ist, werden User, die invertierten Schriftstil verwenden, durch den Bot gekickt. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK κανάλι REVERSES { ON|OFF } [ ttb ] Ενεργοποιεί την εντολή kick για τους αντίθετους με τις επιλογές που έχει ένα κανάλι. Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba REVERSES { ON|OFF } [ ttb ] Beállítja a visszafelé írásért járó kirúgást. Ha engedélyezve van akkor a bot kirúgja a reverse írókat. A ttb a banolás elõtti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal REVERSES { ON|OFF } [ ttb ] Zet de inverteringen-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die inverteringen gebruiken. ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ REVERSES { ON|OFF } [ ttb ] Ustawia kopanie za odwracanie kolorów tekstu (ctrl+r). ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal REVERSES { ON|OFF } [ ttb ] Ativa ou desativa o kick por reverso. Quando ativado o bot irá kickar os usuários que usarem reverso. ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: KICK channel UNDERLINES { ON|OFF } [ ttb ] Sets the underlines kicker on or off. When enabled, this option tells the bot to kick users who use underlines. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK canal UNDERLINES { ON|OFF } [ ttb ] Estableix el kick per subratllats a activat o apagat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que utilitzin subratllats. ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel UNDERLINES { ON|OFF } [ ttb ] Kicken bei Unterstreichungen an oder aus. Wenn der Parameter ON gegeben ist, werden User, die Unterstreichungen verwenden, durch den Bot gekickt. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK κανάλι UNDERLINES { ON|OFF } [ ttb ] Ενεργοποιεί την εντολή kick για υπογραμμισμένους χαρακτήρες.Αν την ενεργοποιήσετε, αυτή η επιλογή θα κάνει kick όσους χρησιμοποιούν υπογραμμισμένους χαρακτήρες. Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba UNDERLINES { ON|OFF } [ ttb ] Beállítja az aláhúzott írásért járó kirúgást. Ha engedélyezve van akkor a bot kirúgja az aláhúzva írókat A ttb a banolás elõtti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal UNDERLINES { ON|OFF } [ ttb ] Zet de onderstrepingen-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die onderstrepingen gebruiken. ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ UNDERLINES { ON|OFF } [ ttb ] Ustawia kopanie za podkre¶lanie tekstu. ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal UNDERLINES { ON|OFF } [ ttb ] Ativa ou desativa o kick por sublinhado. Quando ativado o bot irá kickar os usuários que usarem sublinhado. ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: LEVELS channel SET type level  LEVELS channel {DIS | DISABLE} type  LEVELS channel LIST LEVELS channel RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
ca_es: Sintàxi: LEVELS canal SET tipo [ nivell |FOUNDER] LEVELS canal {DIS | DISABLE} tipo  LEVELS canal LIST LEVELS canal RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
de_de: Syntax: LEVELS channel SET Typ [ Level |FOUNDER] LEVELS channel {DIS | DISABLE} Typ  LEVELS channel LIST LEVELS channel RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
el_gr: Σύνταξη: LEVELS κανάλι SET τύπος [ βαθμός |FOUNDER] LEVELS κανάλι {DIS | DISABLE} τύπος  LEVELS κανάλι LIST LEVELS κανάλι RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
hu_hu: Syntax: LEVELS #szoba SET típus [ szint |FOUNDER] LEVELS #szoba {DIS | DISABLE} típus  LEVELS #szoba LIST LEVELS #szoba RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
nl_nl: Gebruik: LEVELS kanaal SET type [ niveau |FOUNDER] LEVELS kanaal {DIS | DISABLE} type  LEVELS kanaal LIST LEVELS kanaal RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
pl_pl: Sk³adnia: LEVELS kana³ SET typ [ poziom |FOUNDER] LEVELS kana³ {DIS | DISABLE} typ  LEVELS kana³ LIST LEVELS kana³ RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
pt_pt: Sintaxe: LEVELS canal SET tipo [ nível |FOUNDER] LEVELS canal {DIS | DISABLE} tipo  LEVELS canal LIST LEVELS canal RESET The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %S's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel (see HELP ACCESS LEVELS). For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.

source: Syntax: LIST [<key>|<#X-Y>] This command lists registered vhosts to the operator if a Key is specified, only entries whos nick or vhost match the pattern given in <key> are displayed e.g. Rob* for all entries beginning with "Rob" If a #X-Y style is used, only entries between the range of X and Y will be displayed, e.g. #1-3 will display the first 3 nick/vhost entries. The list uses the value of NSListMax as a hard limit for the number of items to display to a operator at any 1 time.
ca_es: Syntax: LIST [<key>|<#X-Y>] This command lists registered vhosts to the operator if a Key is specified, only entries whos nick or vhost match the pattern given in <key> are displayed e.g. Rob* for all entries beginning with "Rob" If a #X-Y style is used, only entries between the range of X and Y will be displayed, e.g. #1-3 will display the first 3 nick/vhost entries. The list uses the value of NSListMax as a hard limit for the number of items to display to a operator at any 1 time. Limited to Services operators.
de_de: Syntax: LIST [Muster|#X-Y] Dieser Befehl listet dem Operator die registrierten vHost's. Wenn ein Muster angegeben ist, werden nur die Einträge des Nicknamens oder die vHost's, die dem gegeben Muster entsprechen, z.B. Rob* für alle Einträge, die mit "Rob" beginnen. Wenn ein #X-Y Style benutzt wird, werden nur die Einträge zwischen den angegeben Faktoren angezeigt, z.B. #1-3 wird die ersten drei Nicknamen/vHost-Einträge anzeigen. Die Liste benutzt jedes mal den Wert von NSListMax als ein festes Limit für die Anzahl der dem Operator anzuzeigenden Einträge.
hu_hu: Syntax: LIST [<kulcs>|<#X-Y>] Ez parancs listázza a regisztrált vhostokat az operátornak Ha egy kulcs meg van határozva, akkor csak a feltételnek megfelelõ vhostokat adja ki melyekben vagy a nickben vagy a hosztban szerepel a kulcs. Pl: Rob* Ha az #x-y stílust használod, csak a megadott sorozatba tartozó X és Y közötti vhostok fognak megjelenni. Például az #1-3 csak az elsõ 3 vhostot jeleníti meg. A lista használja NSListMax értéket, mint tág határértéket amikor megjeleníti a tartalmat az operátornak. Korlátozva Szervíz operátorokra.
nl_nl: Gebruik: LIST [<nick>|<vhost>] Dit commando geeft alle geregistreerde vhosts weer. Als je een nick of vhost meegeeft zulleen alleen die nick/vhost worden weergegeven. LET OP: er is momenteel geen flood- bescherming voor grote databases.
pl_pl: Sk³adnia: LIST [<wzorzec>|<#X-Y>] To polecenie listuje zarejestrowane vhosty operatorowi. Je¶li podano wzorzec tylko wpisy o pasuj±cych nickach lub vhostach zostan± pokazane. Podanie np. Rob* spowoduje wy¶wietlenie wszystkich wpisów zaczynaj±cych siê od Rob. Je¶li zostanie u¿yty format #X-Y to tylko wpisy nale¿±ce do przedzia³u od X do Y bêd± pokazane. Podanie #1-3 spowoduje wy¶wietlenie pierwszych 3 wpisów wpisów. Maksymalna d³ugo¶æ listy wy¶wietlanej operatorowi podczas jednego zapytania jest okre¶lona przez ustawienie NSListMax.
pt_pt: Sintaxe: LIST [<key>|<#X-Y>] Este comando lista ao Operador os vhosts registrados. Se uma Key é especificada, apenas entradas cujo nick ou vhost combinem com o padrão fornecido em <key> serão exibidas. Ex.: Rob* mostra todas as entradas começando com "Rob" Se o estilo #X-Y for usado, apenas entradas entre o alvo X e Y serão exibidas. Ex.: #1-3 irá mostrar as 3 primeiras entradas de nick/vhost. A lista usa o valor de NSListMax como limite do número de itens para exibir a um Operator de uma vez só.

source: Syntax: LIST pattern  Lists all registered channels matching the given pattern. (Channels with the PRIVATE option set are not listed.) Note that a preceding '#' specifies a range, channel names are to be written without '#'.
ca_es: Sintàxi: LIST patró  llista tots els canals registrats concordant amb el patró donat (canals amb l'opció PRIVATE establerta no són llistats.)
de_de: Syntax: LIST Muster  Listet alle registrierten Channels, die dem Muster entsprechen, auf. (Alle Channels mit aktiviertem PRIVATE-Flag werden nicht angezeigt.) Anmerkung: Beachte, dass ein führendes '#' einen numerischen Bereich angibt, Channelnamen müssen ohne '#' angegeben werden.
el_gr: Σύνταξη: LIST pattern  Εμφανίζει όλα τα κατοχυρωμένα κανάλια σε σχέση με αυτό που του δίνεις να ψάξει. (Τα κανάλια που έχουν επιλογή PRIVATE δεν εμφανίζονται.)
hu_hu: Syntax: LIST pattern  Listázza a regisztrált csatornákat. (Ahol a PRIVATE opció be van kapcsolva nem fog megjelenni a listában.)
nl_nl: Gebruik: LIST trefbeeld  Geeft alle geregistreerde kanalen weer die overeen komen met het trefbeeld. (Kanalen met de PRIVATE optie aan worden niet weergegeven.)
pl_pl: Sk³adnia: LIST wzorzec  Listuje kana³y o nazwie pasuj±cej do podanego wzorca (kana³y z opcj± PRIVATE nie bêd± pokazywane). Poprzedzenie znakiem '#' powoduje podawanie zakresu, nazwy kana³ów powinny byæ pisane bez znaku '#'.
pt_pt: Sintaxe: LIST padrão  Lista todos os canais registrados que combinam com o padrão fornecido. (Canais com opção PRIVATE ativada não serão listados).

source: Syntax: LIST pattern  Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will not be displayed. Examples: LIST *!joeuser@foo.com Lists all nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST *!*@*.bar.org Lists all nicks owned by users in the bar.org domain.
ca_es: Sintaxis: LIST patró  Llista tots els nicknames que concordin amb el patró donat, en el format nick!usuari@host . Nicks amb l'opció PRIVATE establerta no seran mostrats. Exemples: LIST *!cistus@aujac.org Llista tots els nicks registrats per cistus@aujac.org. LIST *Bot*!*@* Llista tots els nicks registrats amb Bot en els seus noms (sensible a majuscules i miniscules). LIST *!*@*.aujac.org Llista tots els nicks registrats per usuaris amb el domini aujac.org.
de_de: Syntax: LIST Muster  Listet alle registrierten Nicknamen auf, die auf das Suchmuster passen, im Format nickname!user@host . Nicknamen mit aktivierter PRIVATE Option werden allerdings nicht angezeigt. Beispiele: LIST *!joeuser@foo.com Zeigt alle Nicknamen an, deren Besitzer joeuser@foo.com ist. LIST *Bot*!*@* Zeigt alle registrierten Nicknamen mit Bot in ihrem Ident (Gross/Kleinschreibung wird nicht unterschieden). LIST *!*@*.bar.org Listet alle Nicknamen von Usern in der bar.org Domain.
el_gr: Σύνταξη: LIST υπόδειγμα  Εμφανίζει όλα τα κατοχυρωμένα ψευδώνυμα, τα οποία ταιριάζουν με το υπόδειγμα της μορφής, nick!user@host που έχει δωθεί. Ψευδώνυμα που έχουν την επιλογή PRIVATE ενεργοποιημένη,δε θα εμφανιστούν. Παραδείγματα: LIST *!joeuser@foo.com Εμφανίζει όλα τα ψευδώνυμα που είναι κατοχυρωμένα στη διεύθυνση joeuser@foo.com. LIST *Bot*!*@* Εμφανίζει όλα τα κατοχυρωμένα ψευδώνυμα που περιέχουν τη λέξη Bot (με πεζά ή κεφαλαία). LIST *!*@*.bar.org Εμφανίζει όλα τα ψευδώνυμα που ανοίκουν σε χρήστες που συνδέονται με διεύθυνση bar.org.
hu_hu: Syntax: LIST paraméter  Listázza az összes regisztrált nicknevet, amely megegyezik a mintában kiadott nick!user@host formátummal. Azok a nevek, amelyeken fent van PRIVATE opció beállítás NEM fognak megjelenni a listában. Példák: LIST joeuser@foo.com Listáz minden regisztrált nicknevet, amelyet utoljára: joeuser@foo.com címrõl használtak. LIST *Bot* Listáz minden nicket amelyben szerepelt a Bot LIST *@*.bar.org Listáz minden nicket, amit utoljára olyan user használt, akinek a bar.org volt a domain-je.
nl_nl: Gebruik: LIST trefbeeld  Geeft alle geregistreerde nicks weer die overeenkomen met het gegeven trefbeeld, in nick!gebruiker@host formaat. Nicks met de PRIVATE optie aan worden niet weergegeven. Voorbeelden: LIST *!joeuser@foo.com Geeft alle nicks weer van joeuser@foo.com. LIST *Bot*!*@* Geeft alle geregistreerde nicks weer met Bot in hun naam (hoofdlettergevoelig). LIST *!*@*.bar.org Geeft alle nicks weer van het bar.org domein
pl_pl: Sk³adnia: LIST wzorzec  Listuje wszystkie zarejestrowane nicki pasuj±ce do podanego wzorca w postaci nick!ident@host . Nicki z w³±czon± opcj± PRIVATE zostan± pominiête. Przyk³ady: LIST *!adirm@mafia.ru Lista wszystkich nicków pasuj±cych do *!adirm@mafia.ru. LIST *Bot*!*@* Lista wszystkich nicków z Bot w nazwie (wielko¶æ liter nie ma znaczenia). LIST *!*@*.ircnet.pl Lista wszystkich nicków z mask± domeny ircnet.pl
pt_pt: Sintaxe: LIST padrão  Lista todos os nicks registrados que combinam com o padrão fornecido no formato nick!ident@host. Nicks com a opção PRIVATE ligada não serão mostrados. Exemplos: LIST *!ident@servidor.com.br Lista todos os nicks de *!ident@servidor.com.br. LIST *Bot*!*@* Lista todos os nicks registrados com Bot em seus idents (insensível a maiúsculas). LIST *!*@*.bar.org Lista todos os nicks possuídos por usuários do domínio bar.org
