Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: MODUNLOAD FileName This command unloads the module named FileName from the modules directory.
de_de: Syntax: MODUNLOAD Modul-Name Dieser Befehl entfernt das benannte Module aus dem modules - Verzeichnis.
hu_hu: Syntax: MODUNLOAD FileName Ez a parancs kitölti a megnevezett fájlnevû msdult a modulok listájából.
nl_nl: Gebruik: MODUNLOAD bestandsnaam Dit commando ontlaadt de module genaamd bestandsnaam uit de modules directory.
pl_pl: Sk³adnia: MODUNLOAD nazwa-pliku To polecenie wy³aduje wskazany modu³.
pt_pt: Sintaxe: MODUNLOAD NomeDoArquivo Este comando descarrega o módulo chamado NomeDoArquivo do diretório de módulos.

source: Syntax: NOOP SET server  NOOP REVOKE server  NOOP SET remove all O:lines of the given server and kill all IRCops currently on it to prevent them from rehashing the server (because this would just cancel the effect). NOOP REVOKE makes all removed O:lines available again on the given server. Note: The server is not checked at all by the Services.
ca_es: Sintàxi: NOOP SET servidor  NOOP REVOKE servidor  NOOP SET esborra totes les linees O: del servidor especificat i killeja a tots els IRCops actuals per a prevenir-los de fer rehash en el servidor (ja que això cancel.laria l'efecte). NOOP REVOKE fa que les linees 0: disponibles novament en el servidor especificat. Nota: El servidor no es testejat pels serveis. Limitat a administradors de serveis.
de_de: Syntax: NOOP SET Server  NOOP REVOKE Server  NOOP SET entfernt temporär alle O:Lines des angegebenen Servers und killt alle IRCops die gegenwärtig auf diesem verbunden sind, und verhindert so das rehashen des Servers (dieses würde die Funktion aufheben). NOOP REVOKE macht alle O:Lines wieder verfügbar auf dem angegebenen Server. Achtung: Der Server wird in keinster Weise von den Services geprüft.
el_gr: Σύνταξη: NOOP SET server  NOOP REVOKE server  Η εντολή NOOP SET αφαιρεί όλα τα O:γραμμές του ανάλογου server και κάνει kill όλους τους IRCops που είναι εκείνη την ώρα για λόγους rehashing του server. Η εντολή NOOP REVOKE κάνει όλα τα O:γραμμές που είχαν αφαιρεθεί να είναι διαθέσιμα και πάλι στο συγκεκριμένο server. Σημείωση: Ο server δεν ελέγχεται από τα Services. Μόνο για τους Services Operators.
hu_hu: Syntax: NOOP SET szerver  NOOP REVOKE szerver  NOOP SET levesz minden O:line-t a megadott szerver-en és killel minden IRCopot, aki fent van megelõzvén a szerver rehasholását (mert ez törölné a hatást). NOOP REVOKE minden levett O:line-t újra elérhetõvé tesz a megadott szerver-en. Jegyzet: A szerver paramétert nem ellenõrzi a Szerviz. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: NOOP SET server  NOOP REVOKE server  NOOP SET verwijder alle O:lines van de gegeven server en /KILLt alle IRCops die momenteel verbonden zijn met de server om te voorkomen dat ze de server rehashen, omdat dit het effect weer ongedaan zou maken. NOOP REVOKE maakt alle verwijderde O:lines op de gegeven server weer beschikbaar. Pas op: De server wordt niet gecontroleerd door Services.
pl_pl: Sk³adnia: NOOP SET serwer  NOOP REVOKE serwer  NOOP SET usuwa wszystkie O:linie ze wskazanego serwera oraz killuje wszystkich operatorów, aby zapobiec zrehashowaniu serwera (prze³adowanie pliku konfiguracyjnego usuwa efekt tego polecenia). NOOP REVOKE powoduje przywrócenie wszystkich uprawnieñ na wskazanym serwerze. Uwaga: Serwisy nie sprawdzaj± warto¶ci serwer.
pt_pt: Sintaxe: NOOP SET servidor  NOOP REVOKE servidor  NOOP SET remove todas as O:lines do servidor especificado e killa todos os IRCops atualmente nele para prevenir que eles dêem rehash no servidor (pois isto simplesmente cancela o efeito). NOOP REVOKE torna todas as O:lines removidas novamente disponíveis no servidor especificado. Nota: O servidor não é checado como um todo pelos Services.

source: Syntax: OFF Deactivates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see your real IP address.
de_de: Syntax: OFF Deaktiviert den gerade genutzten vHost eines Nicknamens. Nach der Nutzung dieses Befehls wird jeder User, der ein /whois auf dich anwendet, deine echte IP Adresse sehen.
hu_hu: Syntax: OFF Kikapcsolja a vhostodat,ez most társitva van a nickedhez. Ha valaki használ /whois parancsot a nickeden, akkor a valós IP címed vagy hosztod fogja látni.
nl_nl: Gebruik: OFF Deactiveert de vhost die moementeel toegewezen is aan de nick die je gebruikt. Als je dit commando uitvoert zal elke gebruiker die een /whois op je doet je echte hostname zien in plaats van je vhost.
pl_pl: Sk³adnia: OFF Deaktywuje vhosta aktualnie przypisanego do u¿ywanego nicka. Po u¿yciu tego polecenia ka¿dy bêdzie móg³ sprawdziæ Twój prawdziwy adres u¿ywaj±c polecenia /WHOIS.
pt_pt: Sintaxe: OFF Desativa o vhost atualmente associado ao nick em uso. Quando você usa este comando, qualquer usuário que faça um /whois em você irá ver seu endereço IP real/encriptado.

source: Syntax: OLINE user flags  Allows Services Opers to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
ca_es: Syntax: OLINE user flags  Allows Services Operators to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
de_de: Syntax: OLINE User Flags  Erlaubt es Services Operators einem User Operflags zu setzen.Den Flags muss ein "+" oder ein "-" vorangestellt werden. Um alle Operflags zu entfernen, nutze einfach ein "-" ohne Operflags.
el_gr: Syntax: OLINE user flags  Allows Services Operators to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
hu_hu: Syntax: OLINE user flagek  Lehetõséget ad a szervíz adminnak, hogy egy usernek operflaget adjon. Elõjelként "+" vagy "-" adható meg. Ha csak a "-" paraméter adod meg akkor mindent eltávolít.
nl_nl: Gebruik: OLINE gebruiker flags  Stelt Services Operators in staat om Operflags te geven aan elke willekeurig gebruiker. Flags moeten worden vooraf gegeaan door een "+" of een "-". Om alle flags te verwijderen kun je simpelweg een "-" typen in plaats van de flags.
pl_pl: Sk³adnia: OLINE nick flagi  Pozwala Services Operators na nadanie wskazanemu u¿ytkownikowi uprawnieñ irc operatora z okre¶lonymi flagami. Flagi powinny byæ poprzedzone znakami "+" lub "-". Aby usun±æ wszystkie flagi wystarczy podaæ "-".
pt_pt: Sintaxe: OLINE usuário flags  Permite aos Services Operators dar flags de Oper a qualquer usuário. Flags devem ser prefixadas com "+" ou "-". Para remover todas as flags apenas digite um "-" em vez de usar alguma flag.

source: Syntax: ON Activates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see the vhost instead of your real IP address.
de_de: Syntax: ON Aktiviert den vHost der deinem Nicknamen zugewiesen wurde. Wenn du diesen Befehl benutzt, wird jeder User, der ein /whois auf dich anwendet, diesen vHost anstatt deiner Host sehen.
hu_hu: Syntax: ON Aktiválja a vhostodat, ami a nickhez lett társítva. Ha valaki csinál egy /whois parancsot a nickeden, akkor a vhostodat fogja látni a valódi IP címed vagy hosztneved helyett.
nl_nl: Gebruik: ON Activeert de vhost die momenteel toegewezen is aan de nick die je gebruikt. Als je dit commando uitvoert zal elke gebruiker die een /whois op je doet de vhost zien in plaats van je echte hostname.
pl_pl: Sk³adnia: ON Aktywuje vhosta aktualnie przypisanego do u¿ywanego nicka. Po u¿yciu tego polecenia Twój prawdziwy adres zostanie zast±piony vhostem.
pt_pt: Sintaxe: ON Ativa o vhost atualmente associado ao nick em uso. Quando você usa este comando, qualquer usuário que faça um /whois em você irá ver o vhost em vez do seu endereço IP real/encriptado.

source: Syntax: OP #channel [ nick ] Ops a selected nick on a channel. If nick is not given, it will op you. By default, limited to AOPs or those with level 5 access and above on the channel.
ca_es: Sintàxi: OP #canal [ nick ] Opeja al nick seleccionat en un canal. Si un nick no és donat, t'opejarà a tu. Per defecte, limitat a AOPs o aquells amb nivelll d' accés 5 i major en el canal.
de_de: Syntax: OP Channel [ Nickname ] Setzt den Operator-Status des angegebenen Nicknamen in dem Channel. If nick is not given, it will op you. Standardmässig ist dafür ein Level von 5 oder grösser erforderlich.
el_gr: Σύνταξη: OP #κανάλι [ ψευδώνυμο ] Η εντολή αυτή κάνει op το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα δώσει op στον εαυτό σας. Από default, χρησιμοποιείται από αυτούς που είναι AOPs ή από αυτούς που έχουν βαθμό (level) 5 access και όσους έχουν παραπάνω level op/deop.
hu_hu: Syntax: OP #szoba [ nick ] Opolja a megadott nicket a megadott csatornán. Ha nem adsz meg nicket, magadat opolod. Alap beállítás szerint csak a minimum AOP listán vagy 5-ös accessen szereplo userek használhatják.
nl_nl: Gebruik: OP #kanaal [ nick ] Geeft de gegeven nick op-status op een kanaal. Als er geen nick is gegeven zal je zelf op-status krijgen. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal.
pl_pl: Sk³adnia: OP kana³ [ nick ] Nadaje status operatora wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych poziom dostêpu 5 lub wy¿szy.
pt_pt: Sintaxe: OP #canal [ nick ] Atribui status de Operador ao nick dado em um determinado canal. Se não for fornecido um nick, o status será atribuído a você mesmo. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal.

source: Syntax: OPERNEWS ADD text 
ca_es: Sintaxis: OPERNEWS ADD texto 
el_gr: Σύνταξη: OPERNEWS ADD περιεχόμενο 
hu_hu: Syntax: OPERNEWS ADD szöveg 
nl_nl: Gebruik: OPERNEWS ADD text 
pl_pl: OPERNEWS ADD tekst
pt_pt: OPERNEWS ADD texto

source: Syntax: OPERNEWS ADD text  OPERNEWS DEL { num | ALL} OPERNEWS LIST Edits or displays the list of oper news messages. When a user opers up (with the /OPER command), these messages will be sent to them. (However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.) NewsCount can be configured in services.conf. OPERNEWS may only be used by Services Operators.
de_de: Syntax: OPERNEWS ADD Text  OPERNEWS DEL { Nummer | ALL} OPERNEWS LIST Zeigt oder bearbeitet die Liste der Oper-News.Nachdem sich ein User die Oper-Flags gesetzt hat (mit dem /OPER Befehl) werden ihm diese Nachrichten angezeigt. (Es werden jedoch nur max. %d Nachrichten angezeigt, um ein Flooding des Users zu verhindern. Wenn mehr News existieren, werden nur die neüsten angezeigt.) NewsCount can be configured in services.conf. Diese Funktion ist beschr?nkt auf die Services Administartoren.
nl_nl: Gebruik: OPERNEWS ADD text  OPERNEWS DEL { nr | ALL} OPERNEWS LIST Wijzigt de lijst met oper nieuwsberichten of geeft deze weer. Wanneer een gebruiker opert (dmv het /OPER commando), worden deze berichtennaar hem/haar verzonden. (Echter, er zullen nooit meer dan %d berichten worden verstuurd om het flooden van de gebruiker te voorkomen. Als er meer nieuwsberichten zijn worden alleen de meest recente vestuurd.) NewsCount kan geconfigureerd worden in services.conf. OPERNEWS may only be used by Services Operators.
pl_pl: Sk³adnia: OPERNEWS ADD tekst  OPERNEWS DEL { numer | ALL} OPERNEWS LIST Edytuje lub wy¶wietla listê wiadomo¶ci wysy³anych po wykonaniu polecenia /OPER. Je¶li zdefiniowanych wiadomo¶ci jest wiêcej tylko najnowsze %d zostanie wys³anych (aby zapobiec floodowaniu). Warto¶æ NewsCount mo¿e zostaæ zmieniona w pliku konfiguracyjym serwisów. OPERNEWS may only be used by Services Operators.

source: Syntax: OPERNEWS DEL { num | ALL}
ca_es: Sintaxis: OPERNEWS DEL { numero | ALL}
de_de: Syntax: OPERNEWS DEL { Nummer | ALL}
el_gr: Σύνταξη: OPERNEWS DEL { νούμερο | ALL}
hu_hu: Syntax: OPERNEWS DEL {szám | ALL}
nl_nl: Gebruik: OPERNEWS DEL { nr | ALL}
pl_pl: OPERNEWS DEL { numer | ALL}
pt_pt: OPERNEWS DEL { núm | ALL}

source: Syntax: OWNER #channel  Gives you owner status on channel. Limited to those with founder access on the channel.
ca_es: Sintàxi: OWNER #canal  Et dóna l'estatus de propietari del canal. Limitad a aquells amb nivelll de fundador en el canal.
de_de: Syntax: OWNER #Channel  Gibt dir Owner Status im Channel. Benötigt Founder Zugriffslevel im jeweiligen Channel.
el_gr: Σύνταξη: OWNER #κανάλι  Σου δίνει owner status στο κανάλι (κάτι σαν founder). Μόνο για αυτούς που έχουν founder access στο κανάλι.
hu_hu: Syntax: OWNER #szoba  Tulajdonosi státuszt ad a csatornán. Csak founder szintû user használhatja.
nl_nl: Gebruik: OWNER #kanaal  Geeft je eigenaar status op kanaal. Gelimiteerd tot degenen met stichter-rechten op het kanaal.
pl_pl: Sk³adnia: OWNER kana³  Nadaje uprawnienia w³a¶ciciela kana³u. Standardowo ta komenda jest dostêpna tylko dla w³a¶ciciela kana³u.
pt_pt: Sintaxe: OWNER #canal  Te concede status de owner no canal. Limitado àqueles que possuem acesso de Founder no canal.

source: Syntax: PROTECT #channel [ nick ] Protects a selected nick on a channel. If nick is not given, it will protect you. By default, limited to the founder, or to SOPs or those with level 10 and above on the channel for self protecting.
ca_es: Sintàxi: PROTECT #canal [ nick ] Protejeix al nick seleccionat en un canal. Si el nick no és donat, et protegirà a tu. Per defecte, limitat al fundador, o a SOPs o aquells amb nivell 10 i major en el canal per a protejerse a si mismos.
de_de: Syntax: PROTECT #Channel [ Nickname ] Beschützt den angegebenen Nicknamen in dem Channel. Wird kein Nickname angegeben, wird ChanServ dich beschützen. Standardmässig lässt sich diese Funktion vom Founder aufrufen oder von denjenigen mit Level 10 und grösser, die den Schutz auf sich selbst anwenden.
el_gr: Σύνταξη: PROTECT #κανάλι [ ψευδώνυμο ] Η εντολή αυτή προστατεύει το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα προστατεύσει τον εαυτό σας. Από default, χρησιμοποιείται από τον founder, ή τους SOPs ή αυτούς που έχουν level (βαθμό) 10 ή και παραπάνω για να προστατεύουν τον εαυτό τους.
hu_hu: Syntax: PROTECT #szoba [ nick ] Protectet ad a megadott nicknek a megadott csatornán. Ha nem adsz meg nicket, magadat protecteled. Alap beállítás szerint csak a founder tudja használni, vagy minimum a SOP listán vagy 10-es access szinten szereplõ userek használhatják saját maguk protectolására.
nl_nl: Gebruik: PROTECT #kanaal [ nick ] Beschermt de geselecteerde nick op een kanaal. Als nick niet is gegeven, zal je zelf beschermd worden. Standaard is dit gelimiteerd tot de oprichter, SOPs, of degenen met een niveau van 10 of hoger op het kanaal voor zelf-protectie.
pl_pl: Sk³adnia: PROTECT kana³ [ nick ] Nadaje ochronê wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê SOP lub posiadaj±cych przynajmniej 10. poziom dostêpu.
pt_pt: Sintaxe: PROTECT #canal [ nick ] Protege um determinado nick no canal. Se nick não for fornecido, isso irá lhe proteger. Por padrão, limitado ao Founder, a SOPs ou àqueles com nível 10 ou superior no canal para se auto-protegerem.
