Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: EXCEPTION ADD [ +expiry ] mask limit reason  EXCEPTION DEL { mask | list } EXCEPTION MOVE num position  EXCEPTION LIST [ mask | list ] EXCEPTION VIEW [ mask | list ] Allows Services Operators to manipulate the list of hosts that have specific session limits - allowing certain machines, such as shell servers, to carry more than the default number of clients at a time. Once a host reaches it's session limit, all clients attempting to connect from that host will be killed. Before the user is killed, they are notified, via a /NOTICE from %S, of a source of help regarding session limiting. The content of this notice is a config setting. EXCEPTION ADD adds the given host mask to the exception list. Note that nick!user@host and user@host masks are invalid! Only real host masks, such as box.host.dom and *.host.dom, are allowed because sessions limiting does not take nick or user names into account. limit must be a number greater than or equal to zero. This determines how many sessions this host may carry at a time. A value of zero means the host has an unlimited session limit. See the AKILL help for details about the format of the optional expiry parameter. EXCEPTION DEL removes the given mask from the exception list. EXCEPTION MOVE moves exception num to position . The exceptions inbetween will be shifted up or down to fill the gap. EXCEPTION LIST and EXCEPTION VIEW show all current exceptions; if the optional mask is given, the list is limited to those exceptions matching the mask. The difference is that EXCEPTION VIEW is more verbose, displaying the name of the person who added the exception, it's session limit, reason, host mask and the expiry date and time. Note that a connecting client will "use" the first exception their host matches. Large exception lists and widely matching exception masks are likely to degrade services' performance.
ca_es: Sintaxis: EXCEPTION ADD [ +expiració ] mascara límit raó  EXCEPTION DEL { mascara | llista } EXCEPTION MOVE numero posició  EXCEPTION LIST [ mascara | llista ] EXCEPTION VIEW [ mascara | llista ] Permet als administradors de serveis manipular la llista de hosts que tenen un límit de sessió específic - permetent a certes màquines, com servidors de shells, mantenir un nombre més alt de clients al mateix temps. En quant un host arribi al seu límit de sessions, tots els clients intentant conectarse desde aquest host seran expulsats. Abans de expulsar usuaris, aquests son notificats a traves de un /NOTICE del %S amb ajuda sobre el límit de sessió. El contingut d'aquest notice es un establiment de configuració. EXCEPTION ADD afegeix la mascara de host donada a la llista de excepcion. Teniu en compte que les mascares nick!usuari@host i usuari@host son invalides. Nomès mascares reals com irc.aujac.org i *.aujac.org, son permessas ja que el límit de sessions no compta nicks o noms d'usuari. Límit ha de ser un numero mes gran o igual a zero. Això determina quantes sessions el host pot tenir en un cert temps. El valor zero significa que el host no te límits de sessió. Veure la ajuda sobre AKILL per a més detalls sobre el parametre opcional expiració . EXCEPTION DEL remou la mascara donada de la llista d'excepcions. EXCEPTION MOVE mou l'excepció numero a posició . Les excepcions entremig seran mogudes amunt o avall per a omplir l'espai. EXCEPTION LIST i EXCEPTION VIEW mostra totes les excepcions actuals; si la mascara opcional es donada, la llista es limitada a les excepcions similars a la mascara. La diferencia es que EXCEPTION VIEW es mes verbal, mostrant el nom de la persona que va afegir l'excepció, el límit d'excepció, raó, mascara de hosts i la data i hora d'expiració. Pren nota de que un client conectant-se "utilitzara" la primera excepció a la que el host s'assembli. Llargues llistes d'excepcions i mascares que s'assemblin a moltes mascares possiblement contribueixin al mal rendiment dels serveis. Limitat a administradors de serveis.
de_de: Syntax: EXCEPTION ADD [ +Zeit ] Hostmaske Limit Grund  EXCEPTION DEL { Hostmaske | Liste } EXCEPTION MOVE Nummer Position  EXCEPTION LIST [ Hostmaske | Liste ] EXCEPTION VIEW [ Hostmaske | Liste ] Erlaubt Services Administratoren, die Liste der Verbindungs- einschränkungen zu bearbeiten.Dadurch ist es möglich bestimmte Hosts, z.b. Shell-Server, auf eine bestimmte Anzahl von gleichzeitigen Verbindungen einschränken.Hat ein Host dieses Limit erreicht, wird jede neue Verbindung (vom gleichen Host) nicht mehr akzeptiert. Der betroffene User wird entfernt (gekilled) und via Notice vom %S informiert warum er vom Netzwerk getrennt wurden. EXCEPTION ADD fügt die angegebene Hostmaske zu der Liste der Verbindungseinschränkungen hinzu. Beachte, dass nick!user@host und user@host keine richtigen Hostmasken sind! Nur echte Hosts, wie z.B. box.host.dom und *.host.dom sind zulässig, weil für eingeschränkte Verbindungen die Nicknamen oder Idents nicht von Interesse sind. Limit muss eine Nummer grösser oder gleich 0 sein, und legt fest, wieviele Verbindungen von diesem Host gemacht werden dürfen. Ein Limit von Null bedeutet, dass dieser Host keine ein- geschränkte Verbindung hat. Siehe die AKILL Hilfe fuer weitere Informationen über das Format des optionalen Zeit Parameter. EXCEPTION DEL entfernt den Host von der Liste. EXCEPTION MOVE verschiebt den Eintrag mit der Nummer auf die Position . Die Einträge dazwischen werden hoch bzw runtergeschoben um die Lücken zu füllen. EXCEPTION LIST und EXCEPTION VIEW zeigt alle aktuellen Verbindungseinschränkungen. Wird die optionale Hostmaske angegeben, werden nur die entsprechenden Einträge aus der Liste angezeigt. Der Unterschied zwischen den beiden Befehlen liegt darin, dass EXCEPTION VIEW ausführlicher ist. Es zeigt unter anderem den Namen der Person, die den Eintrag erstellt hat, dessen Grund, das Limit, die Hostmaske und die Auslaufzeit. Beachte das ein verbundender Client die erste Beschränkung die auf seinen Host zutrifft, "benutzen" wird. Grosse und weit treffende Einträge in der Liste der Verbindungs- einschränkungen senken die Performance der Services.
el_gr: Σύνταξη: EXCEPTION ADD [ +expiry ] mask limit reason  EXCEPTION DEL { mask | list } EXCEPTION MOVE num position  EXCEPTION LIST [ mask | list ] EXCEPTION VIEW [ mask | list ] Επιτρέπουν στους Services Operators να ορίσουν την λίστα των hosts τα οποία έχουν ένα συγκεκριμένο όριο - αφήνοντας ασφαλής μηχανήματα, όπως είναι τα shell servers, to carry more than the default number of clients at a time. Αν κάποιο host περάσει από το session limit, όλοι οι clients που θα προσπαθήσουν να συνδεθούν με αυτό το host θα απορριφθούν-σκοτωθούν.Πριν ο χρήστης σκοτωθεί-απορριφθεί, θαn προηδοποιηθεί, με /NOTICE από τον %S. Το σημείωμα αυτό είναι επιλογή από το configuration. EXCEPTION ADD προσθέτει το hostname στην Exception list. Σημείωση,αν γράψετε nick!user@host και user@host σαν μάσκες είναι λάθος! Μόνο πραγματικά host masks, όπως box.host.dom και *.host.dom, είναι επιτρεπόμενα γιατί το όριο των sessions δεν περιέχει ψευδώνυμα ή user names μέσα στο account. όριο πρέπει να είναι ένα νούμερο μεγαλύτερο από ή κοντά στο μηδέν. Αυτό εξαρτάται από τα πόσα sessions αυτό το host μπορεί να πάρει μέσα στο χρόνο. Ο βαθμός μηδέν σημαίνει οτι το host δεν θα έχει όριο στην session limit. Κοίτα το βοήθημα AKILL για περισσότερες πληροφορίες με την σύνταξη της εντολής και την παράμετρο expiry . EXCEPTION DEL σβήνει την δωσμένη μάσκα από την λίστα exception. EXCEPTION MOVE απομακρύνει το exception νούμερο σε θέση . EXCEPTION LIST and EXCEPTION VIEW δείχνει όλα τα έως τώρα exceptions; αν η καθορισμένη μάσκα δψθεί, τότε θα εμφανίζεται στη λίστα. EXCEPTION VIEW είναι πιο αναλυτική, εμφανίζει το ψευδώνυμο του χρήστη που πρόσθεσε αυτό το exception, με λόγο,μάσκα και το χρόνο λήξης σε μέρα και ώρα. Σημείωση το συνδεδεμένο client θα "χρησιμοποιεί" την πρώτη exception και όπου ταιριάξει το host. Μόνο για τους Επικεφαλείς Υπηρεσιών.
hu_hu: Syntax: EXCEPTION ADD [+lejárat] maszk korlát indok  EXCEPTION DEL { maszk | list } EXCEPTION MOVE szám helyzet  EXCEPTION LIST [ maszk | lista ] EXCEPTION VIEW [ maszk | lista ] Lehetõséget nyújt a szervíz adminnak, hogy karbantartsák azon hostok listáját, amelyeknek korlátozásuk van, engedélyezve bizonyos gépeket,úgymint a shell szervereket, hogy egyidõben felvigyenek klienseket alapértelmezettnél nagyobb számban. Amennyiben a gép eléri a korlátot, minden csatlakozni próbáló kliens killelve lesz.Mielõtt a kill megtörténne, figyelmeztetést kapnak %S /NOTICE üzeneten keresztül. Az üzenet tartalma a konfigurációtól függ. EXCEPTION ADD hozzáadja a hostmaszkot a kivétellistához. Vedd figyelembe, hogy a nick!user@host és user@host maszkok érvénytelenek! Csak valós hostmaszkok, mint pl. box.host.dom és *.host.dom, megengedettek, a session korlátozásmaszkja nem vesz fel nicknevet/felhasználónevet. A korlát legyen egy nullával egyenlõ vagy nagyobb szám. Ez határozza meg, hogy hány sessiont vihet magával a host egyidõben. A nulla azt jelenti, hogy a hostnak korlátlan számú sessionja lehet. Lásd az AKILL helpet a részletek felöl a formáról a szükséges lejárati parameterrõl. EXCEPTION DEL Törli a megadott maszkot a kivétel litáról EXCEPTION MOVE módisítja a kivétel poziciószámát. A kivételek fel-le mozgatja, az üres helyekre is. EXCEPTION LIST és EXCEPTION VIEW Mutatja az összes aktuális kivételt; ha megadsz egy tetszõleges maszkot, korlátozza azokat a kivételeket, melyekre ráillik a maszk. A különbség a két parancs között az, hogy az EXCEPTION VIEW sokkal részletesebb, megjeleníti a kivételt felrakó nevét a session korlátot, indokot, hostmaszkot és a lejárati idõt,éa a kivétel legutolsó "használati" idejét. Vedd figyelembe, a csatlakozó kliens a ráillõ kivételek közül mindig az elsõt használja. Hatalmas kivétellisták és széleskörû kivételmaszkok csökkenthetik a Szervíz teljesítményét. Korlátozva Szervíz adminnak.
nl_nl: Gebruik: EXCEPTION ADD [ +verloop ] mask limiet reden  EXCEPTION DEL { mask | lijst } EXCEPTION MOVE nr positie  EXCEPTION LIST [ mask | lijst ] EXCEPTION VIEW [ mask | lijst ] Staat Services Operator toe de lijst van hosts met een specifieke sessielimit aan te passen, zodat zeker machines, bijvoorbeeld shell servers, meer dan het standaard aantal clients kunnen hebben. Zodra een host zijn seesie limiet bereikt, zullen alle client die proberen vanaf die host te verbinen worden gekilled Voor de gebruiker wordt gekilled wordt deze geinformeerd via een /NOTICE van %S, van een bron van hulp aangaande sessie limitering. The inhoud van deze notice is een configuratie optie. EXCEPTION ADD voegt de gegeven hostmask toe aan de uitzonderingenlijst. Let op: nick!user@host en user@host zijn ongeldig! Alleen echte host masks, zoals box.host.dom en *.hot.dom, zijn toegestaan omdat sessie limitering geen rekening houdt met nicks of usernames. limiet moet een nummer groter dan of gelijk aan 0 zijn. Dit bepaalt hoe veel sessies deze host tegelijkertijd mag hebben. Een waarde van 0 betekent dat de host een ongelimiteerde sessielimiet heeft. Bekijk de AKILL help voor details of het formaat van de optionele verloop paramenter. EXCEPTION DEL verwijdert het gegeven mask van de uitzonderingenlijst. EXCEPTION MOVE verplaatst uitzondering nr naar positie . De tussenliggende uitzondering worden omhoog of omlaag geschoven om het gat te vullen. EXCEPTION LIST en EXCEPTION VIEW geven alle huidige uitzonderingen weer; als het optionele mask is gegeven wordt de lijst gelimiteerd tot uitzondering overeenkomend het het gegeven mask. Het verschil is dat EXCEPTION VIEW meer informatie geeft: de naam van degene die de uitzondering aangemaakt heeft, de bijbehorende sessielimiet, reden, hostmask en de verloop datum en tijd. Let op: een verbindinde client zal de eerste uitzondering die met zijn host overeenkomt "gebruiken". Grote uitzonderingen- lijsten en breed overeenkomende uitzondering-masks zullen zeer waarschijnlijk de prestaties van de services verminderen.
pt_pt: Sintaxe: EXCEPTION ADD [ +tempo ] máscara limite motivo  EXCEPTION DEL { máscara | lista } EXCEPTION MOVE núm posição  EXCEPTION LIST [ máscara | lista ] EXCEPTION VIEW [ máscara | lista ] Permite que os Administradores dos Services manipulem a lista de hosts que tenham limite de conexões especificados - deixando certos hosts, como shell de servidores, conectar mais que o número padrão de conexões simultâneas. Uma vez um host atingindo um limite de conexão, todos os clientes que tentem conectar daquele host serão expulsos ("killados"). Antes do usuário ser expulso ("killado"), ele será notificado via /NOTICE do %S com um tópico de ajuda sobre limitação de conexões. EXCEPTION ADD adiciona a máscara fornecida à lista de exceções. Note que as máscaras nick!user@host e user@host são inválidas. Só nomes reais de hosts, como mail.dominio.com e *.dominio.com, são permitidos porque a limitação de conexão não utiliza o nick ou ident para bloquear o acesso. EXCEPTION DEL remove a máscara especificada da Lista de exceções. EXCEPTION MOVE move uma exceção de número núm para uma posição dada. As exceções que estavam na faixa onde houve alteração serão todas movidas para cima ou para baixo conforme for o deslocamento necessário. EXCEPTION LIST ou EXCEPTION VIEW mostram todas as exceções atuais válidas; se uma máscara é dada como parâmetro opcional, a lista é limitada as exceções que são compatíveis com a máscara dada. A diferenca é que EXCEPTION VIEW é mais detalhado, mostrando o nome da pessoa que adicionou a exceção, o seu limite de conexões, o motivo, a máscara do host, a data e o tempo de validade. Note que um cliente que conecte vai usar a primeira exceção que for compatível com o seu host. Listas de exceções muito grandes e máscaras de hosts muito abrangentes certamente irão degradar a eficácia de funcionamento ("performance") dos services.

source: Syntax: IGNORE {ADD|DEL|LIST|CLEAR} [ time ] [ nick | mask ] Allows Services Operators to make Services ignore a nick or mask for a certain time or until the next restart. The default time format is seconds. You can specify it by using units. Valid units are: s for seconds, m for minutes, h for hours and d for days. Combinations of these units are not permitted. To make Services permanently ignore the user, type 0 as time. When adding a mask , it should be in the format user@host or nick!user@host, everything else will be considered a nick. Wildcards are permitted. Ignores will not be enforced on IRC Operators.
de_de: Syntax: IGNORE {ADD|DEL|LIST|CLEAR} [ time ] [ nick | mask ] Erlaubt Services Admins den Services einen Nick oder eine Hostmaske für eine bestimmte Zeit oder bis zum nächsten Neustart zu ignorieren. Mit Hilfe von Zeit lässt sich eine bestimmte Auslaufzeit dieses Eintrags definieren. Zeit wird durch eine Ganzzahl angegeben, gefolgt von einem Buchstaben: s (Sekunden), m (Minuten), h (Stunden) oder d (Tage). Kombinationen (wie zum Beispiel 1h30m ) sind nicht zulässig. Wird kein Buchstabe angegeben, wird von Sekunden ausgegangen (also 30 bedeutet dann z.B. 30 Sekunden). Um einen IGNORE-Eintrag zu erstellen, der nicht ausläuft, benutze 0 . Wenn eine Hostmaske hinzugefügt wird sollte es in dem Format user@host oder nick!user@host erfolgen, ansonsten wird es als Nick angesehen. Wildcards sind erlaubt. Ignores werden nicht bei IRC Operatoren erzwungen.
nl_nl: Gebruik: IGNORE {ADD|DEL|LIST|CLEAR} [ tijd ] [ nick | mask ] Stelt Services Operators in staat de Services een nick of mask voor een bepaalde tijd of tot de volgende herstart te laten negeren. Standaard wordt de tijd gegeven in seconden. Je kan de tijd opgegeven met behulup van units. Geldige units zijn: s voor seconden, m voor minuten, h voor uren en d voor dagen. Combinaties hiervan zijn niet toegestaan. Om Services iemand permanent te laten negeren kun je 0 opgeven als tijd. Als je een mask toevoegd moet deze in volgende format zijn: user@host of nick!user@host, iets anders wordt een nick beschouwd. Wildcards zijn toegestaan. IRC Operators zullen niet genegeerd worden, zelfs al komen ze overeen met een mask uit de lijst.

source: Syntax: KICK channel CAPS { ON|OFF } [ ttb [ min [ percent ]]] Sets the caps kicker on or off. When enabled, this option tells the bot to kick users who are talking in CAPS. The bot kicks only if there are at least min caps and they constitute at least percent%% of the total text line (if not given, it defaults to 10 characters and 25%%). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK canal CAPS { ON|OFF } [ ttb [ min [ porcentaje ]]] Estableix el kick per mayusculas a activat o desactivat. En habilitar-lo, aquesta opció le diu al bot que kickegi usuaris que estiguin escrivint en majuscules. El bot kickeja nomès si hi ha com a mínim min majuscules i que constitueixin com a mínim porcentatge%% del total del text (si no s'especifica, per defecte s'estableix a 10 caràcters i 25%%). ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel CAPS { ON|OFF } [ ttb [ min [ prozente ]]] Kicken bei CAPS an oder aus. Wenn der Parameter ON gegeben ist, werden User, die CAPS verwenden, durch den Bot gekickt. Der Bot kickt nur, wenn mindestens min Grossbuchstaben verwendet wurden und der Text mindestens prozente%% Grossbuchstaben enthält. (Standard ist hier zehn Zeichen und 25 %% - dieser wird angewendet, wenn die Paramter nicht angegeben werden. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK κανάλι CAPS { ON|OFF } [ ttb [ min [ ποσοστό ]]] Ενεργοποιεί την εντολή kick για κεφαλαίους χαρακτήρες.Αν την ενεργοποιήσετε, αυτή η επιλογή θα κάνει kick όσους χρησιμοποιούν κεφαλαίους χαρακτήρες. Το bot θα κάνει kick μόνο αν είναι το λιγότερο min κεφαλαία και είναι συνολικά στο ποσοστό%% του συνολικού μηνύματος της γραμμής (αν δεν δωθεί, από default είναι στους 10 χαρακτήρες και 25%%). Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
nl_nl: Gebruik: KICK kanaal CAPS { ON|OFF } [ ttb [ min [ procent ]]] Zet de hoofdletter-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die HOOFDLETTERS gebruiken. De bot kickt alleen als er minstens min hoofdletters in de zin staan en deze minstens procent%% van de totale regel bevatten (indien niet gegeven, staat dit standaard op 10 hoofdletters en 25%%). ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pt_pt: Sintaxe: KICK canal CAPS { ON|OFF } [ ttb [ mínimo [ porcentagem ]]] Ativa ou desativa o kick por caps. Quando ativado o bot irá kickar os usuários que usarem CAPS (maiúsculas). O bot irá kickar apenas se usarem pelo menos um mínimo de caps e eles constituírem pelo menos porcentagem%% do total do texto (se não for especificado, o padrão é 10 caracteres e 25%%). ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %S INFO on the nick. You can hide the E-mail address (EMAIL), last seen user@host mask (USERMASK), the services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
de_de: Syntax: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Erlaubt es beim angegebenen Nicknamen , bestimmte Informationen in der Ausgabe von %S INFO zu verstecken. Es kann die eMail-Adresse versteckt (EMAIL) werden, die zuletzt gesehene user@host-Maske (USERMASK), der Services-Zugriffsstatus (STATUS) und die letzte Quit-Nachricht (QUIT). Der zweite Parameter bestimmt, ob die Information angezeigt werden soll (OFF) oder nicht (ON).

source: Syntax: SASET nickname PRIVATE {ON | OFF} Turns %S's privacy option on or off for the nick. With PRIVATE set, the nickname will not appear in nickname lists generated with %S's LIST command. (However, anyone who knows the nickname can still get information on it using the INFO command.)
de_de: Syntax: SASET nickname PRIVATE {ON | OFF} Ändert %S's Privat-Modus für den Nicknamen. Mit eingeschaltetem PRIVATE wird der Nickname nicht auf Listen erscheinen, die durch %S's LIST Befehl erstellt wurden. (Jeder der den Nicknamen kennt, kann gezielt mit dem INFO Befehl Informationen über den Nicknamen abrufen, unabhängig vom Privat-Modus.)
