Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SET DISPLAY new-display  Changes the display used to refer to your nickname group in Services. The new display MUST be a nick of your group.
ca_es: Sintaxis: SET DISPLAY nou-display  canvia el display utilitzat per referir-te al teu grup de nicks en serveis. El nou display HA DE SER un nick del teu grup.
de_de: Syntax: SET DISPLAY Neues-Display  Ändert den virtuellen "Anführer" deiner Gruppe in den Services. Der wert von Neues-Display MUSS ein Nickname in deiner Gruppe sein. Hinweis: Dieser Befehl ändert keine Zugriffsrechte des einzelnen Nicks, er wird nur als "Ursprung" der Gruppe in der Liste aufgeführt.
el_gr: Σύνταξη: SET DISPLAY νέο-display  Βλέπεις στη λίστα το ψευδώνυμο σου σε ποια ομάδα είναι των υπηρεσιών. Στη λίστα πρέπει να είναι το ψευδώνυμο που είναι στην ομάδα.
hu_hu: Syntax: SET DISPLAY új-megjelenítés  Megváltoztatja a nicknév csoportod megjelenítését a szervízben. Az új megjelenítésnek a csoport egyik nickjének KELL lennie.
nl_nl: Gebruik: SET DISPLAY nieuwe-weergave  Verandert de weergegeven nick van je nick-groep in Services. De nieuwe weergave MOET een nick in je groep zijn.
pl_pl: Sk³adnia: SET DISPLAY nowa-nazwa  Zmienia nazwê reprezentuj±c± Twoj± grupê nicków w serwisach na now±. Nazwa MUSI byæ jednym z nicków nale¿±cych do Twojej grupy.
pt_pt: Sintaxe: SET DISPLAY novo-display  Altera o display usado como referência ao nome do seu grupo nos Services. O novo display DEVE ser um nick do seu grupo.

source: Syntax: SET EMAIL address  Associates the given E-mail address with your nickname. This address will be displayed whenever someone requests information on the nickname with the INFO command.
ca_es: Sintaxis: SET EMAIL direccion  Associa el E-mail donat amb el teu nickname. L'e-mail sera mostrat quant algu demani informació sobre el teu nick amb la comanda INFO.
de_de: Syntax: SET EMAIL Adresse  Verbindet die angegebene eMail-Adresse mit deinem Nicknamen. Diese Adresse wird angezeigt, wenn jemand Informationen über deinen Nicknamen mit dem INFO Befehl anfordert.
el_gr: Σύνταξη: SET EMAIL διεύθυνση  Δείχνει την δεύθυνση E-mail που του έχεις δώσει για το ψευδώνυμο σου. Αυτή η διεύθυνση θα εμφανίζεται κάθε φορά που κάποιος θα κοιτάζει πληροφορίες στο κανάλι με την εντολή INFO.
hu_hu: Syntax: SET EMAIL cím  Egy E-mail cím társítása a nicknevedhez. Ez az E-mail cím szerepelni fog az INFO-id között, amit bárki lekérhet az INFO paranccsal.
nl_nl: Gebruik: SET EMAIL adres  Associeert het gegeven e-mail adres met jouw nick. Dit adres zal worden weergegeven wanneer iemand informatie over je nick opvraagt met het INFO commando.
pl_pl: Sk³adnia: SET EMAIL adres  Przypisuje adres e-mail Twojemu nickowi. Adres bêdzie wy¶wietlany przy opisie Twojego nicka dostêpnym przy u¿yciu komendy INFO.
pt_pt: Sintaxe: SET EMAIL endereço  Associa um endereço de email designado ao seu nick. Este endereço será sempre mostrado quando alguém solicitar informação sobre seu nick atraves do comando INFO. O email especificado também é usado para enviar sua senha caso seja perdida. Caso não tenha nenhum endereço para seu nick ou o mesmo seje inválido, não será possível recuperar a senha perdida.

source: Syntax: SET GREET message  Makes the given message the greet of your nickname, that will be displayed when joining a channel that has GREET option enabled, provided that you have the necessary access on it.
ca_es: Sintaxis: SET GREET missatge  Fa que el missatge introduit sigui la salutació pel teu nickname, el que sera mostrat quant entris a un canal amb la opció GREET habilitada, sempre i quant tinguis l'accés necessari.
de_de: Syntax: SET GREET Nachricht  Die angegebene Nachricht wird als Begrüssungsnachricht gesendet, wenn du in einen Channel eintrittst, der die GREET Option eingeschaltet hat. Vorausgesetzt du hast den nötigen Zugriffslevel in der Access-Liste des Channels.
el_gr: Σύνταξη: SET GREET message  Προσθέτει στο ψευδώνυμού σου ένα μήνυμα χαιρετισμού, το οποίο θα εμφανίζεται κάθε φορα που θα μπένεις σε κανάλι με την προυπόθεση οτι η επιλογή GREET θα είναι ενεργοποιημένη, και με την προυπόθεση οτι θα έχεις και την κατάλληλη access σε αυτό.
hu_hu: Syntax: SET GREET üzenet Ez az opció társít egy üzenetet a nicknevedhez, ami akkor fog megjelenni belépéskor, ha a csatornán a GREET opció engedélyezve van és te rendelkezel a megfelelõ szinttel, ami az üzenet megjelenitéséhez szükséges a csatornán.
nl_nl: Gebruik: SET GREET bericht  Het opgegeven bericht zal als groet worden weergegeven in elk kanaal dat je joint waarbij de GREET optie aanstaat, indien je toegangsniveau hoog genoeg is hiervoor.
pl_pl: Sk³adnia: SET GREET wiadomo¶æ  Ustawia wiadomo¶æ powitaln± dla Twojego nicka. Je¶li kana³ ma przydzielonego bota, w³±czone witanie u¿ytkowników oraz masz odpowiedni poziom dostêpu to wtedy ta wiadomo¶æ bêdzie wysy³ana na kana³ przez bota.
pt_pt: Sintaxe: SET GREET mensagem  Faz com que a mensagen escolhida se torne a sua mensagem de entrada que aparecerá sempre quando você entrar em um canal que tenha a opção GREET habilitada, e também tenha acesso a isto.

source: Syntax: SET IGNORE {ON | OFF} Setting this will toggle Anope's usage of the IGNORE system on or off.
de_de: Syntax: SET IGNORE {ON | OFF} Mit diese Einstellung kannst du Anope's IGNORE-System an oder aus machen.
pl_pl: Sk³adnia: SET IGNORE {ON | OFF} To ustawienie pozwala w³±czaæ/wy³±czaæ system ignorowania.
pt_pt: Sintaxe: SET IGNORE {ON | OFF} Ajustando esta opção, fará os Services usarem ou não o sistema de IGNORE.

source: Syntax: SET KILL {ON | QUICK | IMMED | OFF} Turns the automatic protection option for your nick on or off. With protection on, if another user tries to take your nick, they will be given one minute to change to another nick, after which %S will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
ca_es: Sintaxis: SET KILL {ON | QUICK | IMMED | OFF} Canvia la protecció automàtica del teu nick a on o off. Amb protecció on, si un altre usuari intenta utilitzar el teu nick, tindra un minut per canviar de nick, desprès del qual %S canviara el seu nick automaticament. Si estableixes QUICK, l'usuari tibdrà nomès 20 segons per canviar el nick en comptes dels 60 habituals. Si selecciones IMMED, el nick del usuari sera canviat automaticament sense ser avisat ni donar-li oportunitat de canviar-lo abans; per favor no utilitzis aquesta opció excepte que ho consideris necessari. A mes, els administradors de la xarxa poden haber deshabilitat aquesta opció.
de_de: Syntax: SET KILL {ON | QUICK | IMMED | OFF} Stellt den automatischen Schutz des Nicknames durch einen Kill an oder aus. Nimmt ein User deinen Nickname, hat er eine Minute Zeit sich zu identifizieren, danach wird er, bei eingeschaltetem Schutz, durch %S umbenannt in einen Zufallsnamen. Bei der Einstellung QUICK wird Wartezeit zum Identifizieren auf 20 Sekunden herabgesenkt. Bei IMMED wird der User sofort ohne Warnung umbenannt, wenn er nicht auf der Zugriffsliste des Nicknamens steht. Bitte benutze diese Option nicht unnötigerweise. Ausserdem ist es möglich, dass die Netz-Admins diese Option deaktiviert haben.
el_gr: Σύνταξη: SET KILL {ON | QUICK | IMMED | OFF} Ενεργοποιεί ή απενεργοποιεί την αυτόματη προστασία με αποσύνδεση για το ψευδώνυμό σας. Ενεργοποιώντας την προστασία με αποσύνδεση, αν κάποιος άλλος χρήστης προσπαθήσει να πάρει το ψευδώνυμό σας, θα δωθεί ένα λεπτό για να αλλάξει το ψευδώνυμό του, μετά από το οποίο θα αποσυνδεθεί από το IRC από τον %S. Αν επιλέξετε QUICK, θα δωθούν μόνο 20 δευτερόλεπτα στο χρήστη για να αλλάξει το ψευδώνυμό του, αντί για τα συνηθισμένα 60. Αν επιλέξετε IMMED, ο χρήστης θα αποσυνδεθεί κατευθείαν χωρίς πρώτα να προειδοποιηθεί ή να του δωθεί η ευκαιρία να αλλάξει το ψευδώνυμό του;Παρακαλούμε μη χρησιμοποιείτε αυτή την επιλογή εκτός α είναι απολύτως απαραίτητο. Επίσης, οι διαχειριστές του δικτύου μπορεί να έχουν απενεργοποιήσει αυτή την επιλογή.
hu_hu: Syntax: SET KILL {ON | QUICK | IMMED | OFF} Be/kikapcsolja az automatikus kill védelmet a nickedhez. A kill védelem bekapcsolásakor, ha más user megpróbálja használni a nicked, kap egy percet mialatt meg kell változtatnia a nickjét, ha letelt az idõ akkor a %S megváltóztatja a nickjét pl: Vendég-000001-re. Ha a QUICK -et választod, a user csak 20 másodpercet kap a nickváltásra eltérõen az általános 60 másodperctõl. Ha az IMMED-et választod akkor azonnal megváltóztatja. Figyelmeztetés nélkül, nem kap esélyt a nickváltásra; kérlek ne használd ezt az opciót csak ha nagyon indokolt. A network adminisztrátorok letilthatják ezt.
nl_nl: Gebruik: SET KILL {ON | QUICK | IMMED | OFF} Zet de automatiche beschermingsoptie voor je nick aan of uit. Met bescherming aan, krijgt elke gebruik met jouw nick een minuut om zich te identificeren of om zijn/haar nick te veranderen. Is geen van beiden gebeurd in die minuut, dan zal %S een nick-verandering forceren. Als je QUICK kiest, zal de gebruiker maar 20 seconden hebben om zijn/haar nick te veranderen in plaats van de gebruikelijke 60. Als je IMMED kiest, zal de nick meteen worden aangepaast zonder enige waarschuwing vooraf of kans om zijn/haar nick te wijzigen; gebruik deze optie alleen wanneer noodzakelijk. Deze optie kan ook uitgeschakeld zijn door de netwerk administrators.
pl_pl: Sk³adnia: SET KILL {ON | QUICK | IMMED | OFF} W³±cza lub wy³±cza automatyczn± ochronê dla nicka. U¿ytkownicy wchodz±cy na chroniony nick otrzymuj± informacje od %S, ¿e nick jest zarejestrowany i je¶li siê nie zidentyfikuj± lub go nie zmieni± w okre¶lonym czasie to ich nick zostanie zmieniony si³± lub zostan± od³±czeni od sieci. Opcja QUICK skraca czas oczekiwania na zmianê z 60 sekund do 20. W przypadku opcji IMMED nick zostanie zmieniony natychmiast bez mo¿liwo¶ci identyfikacji (wstêpna identyfikacja nastêpuje na podstawie listy dostêpu, dlatego t± opcjê nale¿y stosowaæ z rozwag±). Administrator sieci mo¿e wy³±czyæ korzystanie z IMMED.
pt_pt: Sintaxe: SET KILL {ON | QUICK | IMMED | OFF} Possibilita a proteção de KILL do seu nick. Com a proteção de KILL acionada, se outro usuário tentar tomar seu nick, será dado 1 minuto para este mudar de nick; após isso, será forçado pelo %S a trocar de nick, ou será desconectado da rede (esse último não acontece em todas elas). Se você selecionar QUICK, será dado ao usuário somente 20 segundos para mudar de nick ao invés do usual (60 segundos). Se você selecionar a opção IMMED, o nick será mudado imediatamente sem mesmo ser avisado antes; é recomendado não usar essa opção, a não ser que seja necessário. Pode acontecer do Administrador da Rede desabilitar essa opção.

source: Syntax: SET LIMIT [ channel ] limit  Sets the maximum number of memos you (or the given channel) are allowed to have. If you set this to 0, no one will be able to send any memos to you. However, you cannot set this any higher than %d.
ca_es: Sintàxi: SET LIMIT [ canal ] límit  Estableix el màxim nombre de memos que tu (o el canal donat) pots tenir. Si queda a 0, ningú podrà enviar-te memos. A més, no pots establir el límit més alt que %d.
de_de: Syntax: SET LIMIT [ Channel ] Limit  Ändert das Limit der Anzahl der Memos, die du (oder der angegebene Channel) haben darf. Wird dies auf 0 gesetzt, kann dir niemand mehr Memos senden. Du kannst es jedoch auch nicht höher als %d setzen.
el_gr: Σύνταξη: SET LIMIT [ κανάλι ] όριο  Ορίζει τον μέγιστο αριθμό μηνυμάτων που μπορείτε να έχετε εσείς ή το κανάλι που δίνεται. Αν οριστεί στο 0, κανείς δε θα μπορεί να σας στείλει μηνύματα. Πάντως δε μπορείτε να ορίσετε τον αριθμό πάνω από %d.
hu_hu: Syntax: SET LIMIT [ #szoba ] limit  Beállítja, hogy max. hány üzenetet fogadhatsz a nickedre (vagy a csatornára). Ha 0-ra állítod, senki nem küldhet üzenetet a nickedre/csatornára. Mindamellett, nem állíthatod ezt a számot többre, mint %d.
nl_nl: Gebruik: SET LIMIT [ kanaal ] limiet  Stelt het maximum aantal memo's in dat jij (of het gegeven kanaal) kan hebben. Als je dit op 0 zet zal niemand memo's naar je kunnen sturen. Je kan dit echter niet hoger dan %d zetten.
pl_pl: Sk³adnia: SET LIMIT [ kana³ ] limit  Ustala Twoj± (lub kana³u) maksymaln± liczbê wiadomo¶ci. Je¶li ustalona zostanie ona na 0, przyjmowanie wiadomo¶ci zostanie wy³±czone. Limit nie mo¿e byæ wiêkszy ni¿ %d.
pt_pt: Sintaxe: SET LIMIT [ canal ] limite  Ajusta o número máximo de mensagens que você (ou o canal fornecido) podem ter. Se você ajustar para 0, ninguém será capaz de enviar mensagens para você. Entretanto, você não pode ajustar este limite para mais que %d.

source: Syntax: SET LIMIT [ user | channel ] { limit | NONE} [HARD] Sets the maximum number of memos a user or channel is allowed to have. Setting the limit to 0 prevents the user from receiving any memos; setting it to NONE allows the user to receive and keep as many memos as they want. If you do not give a nickname or channel, your own limit is set. Adding HARD prevents the user from changing the limit. Not adding HARD has the opposite effect, allowing the user to change the limit (even if a previous limit was set with HARD). This use of the SET LIMIT command is limited to Services admins. Other users may only enter a limit for themselves or a channel on which they have such privileges, may not remove their limit, may not set a limit above %d, and may not set a hard limit.
ca_es: Sintàxi: SET LIMIT [ usuari | canal ] { límit | NONE} [HARD] Estableix el màxim nombre de memos un usuari o canal està permès. Establir el límit a 0 evita a l'usuari de rebre memos; posar-lo a NONE permet a l'usuari de rebre i guardar els memos que vulgui. Si no dones un nickname o canal, el teu propi límit està establert. Afegir HARD evita al usuari de canviar el límit. No afegir HARD té l'efect contrari, permetent a l' usuari canviar el límit (encara que un límit previ hagui sigut establert amb HARD). L'us de la comanda SET LIMIT està limitat a administradors de serveis. altres usuaris poden només establir límits per a ells mateixos o per a un canal en el que tinguin certos privilegos, no podenn esborrar el seu límit, no poden establir el límit més enllà de %d, i no poden establir un límit hard.
de_de: Syntax: SET LIMIT [ User | Channel ] { Limit | NONE} [HARD] Ändert die max. Anzahl von Memos die ein User oder Channel haben kann. Das setzen dieser Grenze auf 0 verhindert das Empfangen jeglicher Memos. Wird hingegen NONE eingestellt, kann der User so viele Memos empfangen und behalten wie er will. Wird kein User oder Channel angegeben, veränderst du dein eigenes Limit. Durch den Zusatzparameter HARD wird eine Änderung des Limits durch den entsprechenden User verhindert. Wird dieser Parameter nicht angegeben, hat das den gegenteiligen Effekt - der User kann sein Limit ändern (sogar wenn das vorherige Limit auf HARD eingestellt war). Die Nutzung des SET LIMIT Befehls ist beschränkt auf Services Administratoren. Jeder andere User kann nur das Limit von sich selbst oder dem Channel ändern, in dem er einen entsprechenden Zugriffslevel besitzt, er kann auch nicht die Grenze von %d Memos überschreiten. Der HARD Befehl kann er auch nicht nutzen.
el_gr: Σύνταξη: SET LIMIT [ χρήστης | κανάλι ] { όριο | NONE} [HARD] Ρυθμίζεις το μέγιστο νούμερο μηνυμάτων που θες να λάβεις είτε για ψευδώνυμο ή για κανάλι. Αν βάλετε όριο το 0 απαλλάσεστε από την υπηρεσία αυτή και δεν λαμβάνεται κανένα μήνυμα. Αν επιλέξετε NONE επιτρέπει στο χρήστη να λάβει όσα θέλει αυτός. Αν δεν δώσετε ψευδώνμο ή κανάλι, ρυθμίζετε το δικό σας όριο. Επιλέγοντας HARD εμποδίζεται το χρήστη να αλλάξει το όριο. Αν δεν επιλέξετε HARD θα έχει το αντίθετο αποτέλεσμα, επιτρέποντας στο χρήστη να αλλάξει το όριο (ακόμα και αν η επιλογή η προηγούμενη ήταν HARD). Αυτή η χρήση της εντολής SET LIMIT είναι μόνο για τους Services admins. Οι άλλοι χρήστες μπορούν να αλλάξουν το όριο μόνο για τον εαυτό τους ή για τα κανάλια που έχουν κάποια δικαιώματα. Δεν μπορούν να ξεπεράσουν το όριο των %d μηνυμάτων, και δεν μπορούν να επιλέξουν hard limit.
hu_hu: Syntax: SET LIMIT [user | #szoba]{korlát|NONE}[HARD] Beállítja egy felhasználó vagy szoba max.fogadható memo üzenetienek számát, ha a limitet 0-ra állitod akkor a felhasználó nem fogadhat üzeneteket.Ha a NONE-vel állítod be akkor annyit fogadhat és tarthat meg amennyit akar.Ha nem adsz meg nicknevet, vagy csatornát akkor a saját korlátaidat állitja. HARD-al hozzáadva nem állíthatja a felhasználó a korlát értékét Ha nem adod hozzá a HARD-ot akkor a felhasználó kedve szerint váltóztathatja a korlát értékét (akkor is ha az elõzõ értéket a HARD-al adtad meg) SET LIMIT parancs használata korlátozható Szervíz adminokra. Egyéb felhasználók csak saját maguknak és a csatornáknak ahol megfelelõ hozzáférésük van állíthatnak korlátot de nem törölhetik, és nem állíthatnak %d érték felett valamint HARD korlátot.
nl_nl: Gebruik: SET LIMIT [ gebruiker | kanaall ] { limiet | NONE} [HARD] Stelt het maximum aantal memo's in dat een gebruiker of kanaal mag hebben. Als je deze limiet op 0 zet kan de gebruiker geen memo's ontvangen; zet dit op NONE om toe te staan dat de gebruiker of kanaal zoveel memo's mag hebben als hij/zij wil. Als je geen nick of kanaal opgeeft wordt je eigen limiet ingesteld. Als je HARD toevoegt kan de gebruiker de limiet niet veranderen. HARD weglaten heeft het tegenovergestelde effect: de gebruiker in staat stellen de limiet te veranderen (zelfs als een vorige limiet is ingesteld met HARD). Het gebruiken van het SET LIMIT commando is gelimiteerd tot Services Operators. Andere gebruikers mogen alleen een limiet voor zichzelf of voor een kanaal waar ze genoeg rechten hebben instellen, mogen geen limiet instellen boven %d, en mogen geen harde limiet instellen.
pl_pl: Sk³adnia: SET LIMIT [ nick | kana³ ] { limit | NONE} [HARD] Ustala maksymaln± ilo¶æ wiadomo¶ci jak± mo¿e posiadaæ u¿ytkownik lub kana³. Ustalenie limitu na 0, wy³±czy przyjmowanie wiadomo¶ci. Parametr NONE pozwoli na nielimitowan± ilo¶æ wiadomo¶ci. Je¶li nie podany zostanie nick lub kana³ zmieniony zostanie limit wydaj±cego polecenie. Dodanie parametru HARD uniemo¿liwia zmianê limitu przez u¿ytkownika. To u¿ycie polecenia SET LIMIT jest dostêpne dla administratorów serwisów. Pozostali u¿ytkownicy mog± jedynie modyfikowaæ w³asny limit lub kana³u na którym maj± do tego uprawnienia. Nie mog± wy³±czyæ limitu, a tak¿e ustaliæ jego warto¶ci powy¿ej %d oraz u¿yæ parametru HARD.
pt_pt: Sintaxe: SET LIMIT [ usuário | canal ] { limite | NONE} [HARD] Ajusta o número máximo de mensagens que um usuário ou canal podem ter. Ajustando o limite para 0, previne o usuário de receber qualquer mensagem; ajustando o limite em NONE permite que o usuário receba e mantenha quantas mensagens quiser. Se você não fornecer o nick ou canal, seu próprio limite será ajustado. Adicionando HARD previne que o usuário mude o limite. Não adicionando HARD tem o efeito contrário, permitindo que o usuário mude o limite (mesmo se um limite anterior foi ajustado com HARD). Este uso do comando SET LIMIT é limitado aos Administradores dos Services. Outros usuários somente ajustarão seus próprios limites ou de um canal onde tenham privilégios para isso, não podem remover seu próprio limite, não podem ajustar o limite acima de %d, e não podem ajustar um limite máximo (HARD).

source: Syntax: SET LIST Display the various %S settings
de_de: Syntax: SET LIST Zeigt dir eine Liste der verfügbaren Einstellungen von %S
nl_nl: Gebruik: SET LIST Geef de verschillende %S instellingen weer.
pl_pl: Sk³adnia: SET LIST Listuje aktualne ustawienia serwisu %S.
pt_pt: Sintaxe: SET LIST Exibe as várias configurações do %S.

source: Syntax: SET LOGCHAN {ON | OFF} With this setting on, Services will send its logs to a specified channel as well as the log file. LogChannel must also be defined in the Services configuration file for this setting to be of any use. This option is equivalent to the command-line option -logchan. Note: This can have strong security implications if your log channel is not properly secured.
hu_hu: Syntax: SET LOGCHAN {ON | OFF} Beállítja, hogy a szervíz a naplózó csatornára küldje el a részletes napló adatokat és persze a naplófájlba. A Naplózó Csatornát (LogChannel) meg kell határozni a szervíz config fáljában, hogy használhasd ezt az opciót. This option is equivalent to the command-line option -logchan. Jegyzet: súlyos biztonsági gondokat okozhat, ha ez a naplózó szoba nincs kellõen védve.
pl_pl: Sk³adnia: SET LOGCHAN {ON | OFF} W³±cza lub wy³±cza wysy³anie wiadomo¶ci na podany kana³, które trafiaj± do logów. Aby mo¿na by³o skorzystaæ z tej opcji nale¿y zdefiniowaæ w pliku konfiguracyjnym nazwê kana³u (LogChannel). Ta opcja ma taki sam efekt jak argument linii poleceñ -logchan. Uwaga: Ustawiony kana³ musi byæ odpowiednio zabezpieczony, aby chroniæ prywatno¶æ u¿ytkowników.

source: Syntax: SET MSG {ON | OFF} Allows you to choose the way Services are communicating with you. With MSG set, Services will use messages, else they'll use notices.
ca_es: Sintaxis: SET MSG {ON | OFF} Et permet escollir la forma en la que els serveis es comunicaran amb tu. Amb MSG establert, els serveis utilitzaran msgs, de l'altra forma utilitzaran notícies.
de_de: Syntax: SET MSG {ON | OFF} Bestimmt den Modus, mit dem sich die Services mit dir unterhalten. Ist MSG eingeschaltet, benutzen die Services Messages (Queries), ansonsten werden dir die Antworten als Notices geschickt (Standard).
el_gr: Σύνταξη: SET MSG {ON | OFF} Σας επιτρέπει να διαλέξετε το τρόπο με τον οποίο τα Services θα επικοινωνούν μαζί σου. Με την εντολή MSG, τα Services θα χρησιμοποιούν μηνύματα, διαφορετικά θα χρησιμοποιούν παρατηρήσεις (notices).
hu_hu: Syntax: SET MSG {ON | OFF} Lehetõséget nyújt arra, hogy megválaszd azt, hogy a szervíz hogyan kommunikáljon veled. Az MSG beállítással, a szervíz, privát üzeneteket fog használni, egyébként pedig noticeokat.
nl_nl: Gebruik: SET MSG {ON | OFF} Deze optie stelt je in staat de manier te kiezen waaop Services met je communiceren. Met MSG aan zullen de Services gewone berichten gebruiken, anders zullen ze notices gebruiken.
pl_pl: Sk³adnia: SET MSG {ON | OFF} Pozwala wybraæ sposób w jaki serwisy bêd± pisaæ do Ciebie. Kiedy ta opcja jest w³±czona serwisy bêd± wysy³aæ wiadomo¶ci prywatne (query), w przeciwnym wypadku bêd± wysy³aæ powiadomienia (notice).
pt_pt: Sintaxe: SET MSG {ON | OFF} Permite que você escolha a forma que os Services devem se comunicar com você. Com MSG acionado, os Services irão usar mensagems, caso contrário, usarão notices.
