Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (%R%S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
ca_es: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (/msg %S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
de_de: Syntax: RECOVER Nickname [ Passwort ] Ermöglicht dir, deinen Nicknamen wieder freizugeben, wenn jemand anderes ihn angenommen hat. Diese Funktion wird auch durch %S genutzt, wenn jemand einen Nickname mit Kill-Schutz anzunehmen. Bei Aufruf dieses Befehls wird %S einen virtuellen User mit dem gleichen Nick online schalten den du recovern willst. Die Folge davon ist, dass der User, der deinen Nickname angenommen hatte, vom Server getrennt wird. Der virtuelle User von den Services wird noch %s online bleiben, um sicherzustellen, dass der andere User nicht sofort neu connected; Nach dieser zeit wird der Nickname wieder freigegeben und du kannst ihn annehmen. Als Alternative gibt es das RELEASE Befehl, (/msg %S HELP RELEASE) um deinen Nickname schneller zurückzubekommen. Als Vorraussetzung für das RECOVER Befehl muss deine aktuelle Adresse (siehe Ausgabe von /WHOIS) auf der Zugriffsliste des zu recovernden Nicknamens oder in dessen Gruppe sein. Als dritte Möglichkeit kannst du das Passwort für den Nicknamen angeben.
el_gr: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (/msg %S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
hu_hu: Syntax: RECOVER nickname [ password ] Allows you to recover your nickname if someone else has taken it; this does the same thing that %S does automatically if someone tries to use a kill-protected nick. When you give this command, %S will bring a fake user online with the same nickname as the user you're trying to recover your nick from. This causes the IRC servers to disconnect the other user. This fake user will remain online for %s to ensure that the other user does not immediately reconnect; after that time, you can reclaim your nick. Alternatively, use the RELEASE command (/msg %S HELP RELEASE) to get the nick back sooner. In order to use the RECOVER command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
nl_nl: Gebruik: RECOVER nick [ wachtwoord ] Deze optie stelt je instaat je nick terug te nemen wanneer iemand anders deze heeft. Deze optie doet hetzelfde als %S automatisch doet als iemand een nick probeert te gebruiken die beschermd is door de KILL optie. Wanneer je dit commando geeft zal %S een nep-gebruiker online brengen met dezelfde nickname als de gebruiker waarvan je de nick terugneemt. Dit zorgt ervoor dat de IRC server de andere gebruiker zijn/haar verbinding sluiten. Deze nep- gebruiker zal voor %s online blijven om ervoor te zorgen dat de gebruiker niet meteen opnieuw verbindt met dezelfde nick. Na deze tijd kan je je nick opnieuw claimen, of je kan tussentijds je nick terugkrijgen mbv het RELEASE commando. (Bekijk /msg %S HELP RELEASE voor meer informatie hierover) Om het RECOVER commando op een nick te mogen gebruiken moet je huidige adres zoals deze in /WHOIS staat op de toegangslijst van deze nick zijn, je geindentificeerd zijn in de group van die nick, of het correcte wachtwoord opgegeven zijn.
pl_pl: Sk³adnia: RECOVER nick [ has³o ] Pozwala na odzyskanie nicka je¶li jest on u¿ywany przez inn± osobê. Wykonuje te same czynno¶ci co %S w przypadku automatycznej ochrony nicka. U¿ycie tej komendy powoduje wprowadzenie sztucznego u¿ytkownika przez %S o nicku, który chcesz odzyskaæ. Spowoduje to od³±czenie u¿ytkownika, który go aktualnie u¿ywa. Serwis pozostanie przez minutê online, aby uniemo¿liwiæ natychmiastowe po³±czenie z serwerem na tym samym nicku. Po tym czasie mo¿esz zaj±æ nick. Je¶li nie chcesz czekaæ minuty mo¿esz u¿yæ polecenia RELEASE (/msg %S HELP RELEASE). Aby u¿yæ polecenia RECOVER musi byæ spe³niony jeden z warunków: 1. twój adres znajduje siê na li¶cie dostêpu, 2. jeste¶ zidentyfikowany w grupie, do której nale¿y wskazany nick, 3. podasz prawid³owe has³o do nicka.
pt_pt: Sintaxe: RECOVER nick [ senha ] Permite que você recupere seu nick se alguém o tiver tomado; isso faz o mesmo que o %S faz automaticamente se alguém "rouba" um nick protegido com kill. Quando você usa este comando, o %S trará um falso usuário online com o mesmo nick de quem o está usando. Isto causará uma desconexão pelo servidor de IRC do outro usuário. O falso usuário ficará online por %s para assegurar que o outro usuário não reconecte imediatamente; Durante você pode reivindicar seu nick. Alternativamente, use o comando RELEASE (/msg %S HELP RELEASE) para retomar seu nick mais rapidamente. Para usar o comando RECOVER em um nick, seu endereço atual como mostrado no /WHOIS deve estar na lista de acesso do nick, você deve estar identificado e estar no grupo daquele nick, ou você deve fornecer a senha correta para o nick.

source: Syntax: REGISTER channel description  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (%R%S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, %R%s HELP for information on how to do so.
ca_es: Sintaxis: REGISTER canal descripció  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
de_de: Syntax: REGISTER Channel Beschreibung  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
el_gr: Σύνταξη: REGISTER κανάλι περιγραφή  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
hu_hu: Syntax: REGISTER #szoba leírás  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
nl_nl: Gebruik: REGISTER kanaal beschrijving  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
pl_pl: Sk³adnia: REGISTER kana³ has³o opis  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
pt_pt: Sintaxe: REGISTER canal descrição  Registers a channel in the %S database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which must be included, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %S will also automatically give the founder channel-operator privileges when s/he enters the channel. See the ACCESS command (/msg %S HELP ACCESS) for information on giving a subset of these privileges to other channel users. NOTICE: In order to register a channel, you must have first registered your nickname. If you haven't, /msg %s HELP for information on how to do so.
