Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: UPDATE Causes Services to update all database files as soon as you send the command.
ca_es: Sintàxi: UPDATE Força als serveis a actualitzar tots els arxius de la base de dades tan aviat como enviis la comanda. Limitat a administradors de serveis.
de_de: Syntax: UPDATE Erzwingt die Services, sofort alle Datenbanken auf der Festplatte zu aktualisieren.
el_gr: Σύνταξη: UPDATE Έxei ως αποτέλεσμα τα Services να κάνουν update σε όλες τις βάσεις δεδομένων το συντομότερο που κάνετε αυτή την εντολή. Μόνο για τους Services Operators.
hu_hu: Syntax: UPDATE Menti a Szervíz adatbázisát, azonnal amint kiadtad a parancsot. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: UPDATE Zorgt ervoor dat Services de database bestanden op de harde schijf bijwerken zodra je dit commando vertsuurt.
pl_pl: Sk³adnia: UPDATE Wymusza natychmiastowy zapis baz danych na dysku.
pt_pt: Sintaxe: UPDATE Faz com que os Services atualizem o banco de dados logo que você envia este comando.

source: Syntax: USERLIST [{ pattern | channel } [ INVISIBLE ]] Lists all users currently online on the IRC network, whether their nick is registered or not. If pattern is given, lists only users that match it (it must be in the format nick!user@host). If channel is given, lists only users that are on the given channel. If INVISIBLE is specified, only users with the +i flag will be listed.
ca_es: Sintàxi: USERLIST [{ patró | canal } [ INVISIBLE ]] Llista tots els usuaris actualment en linea en la xarxa IRC, estiguin registrats o no. Si s'especifica patró, llista nomès els usuaris que concordin amb ell (ha de ser amb el format nick!usuari@host). Si s'especifica canal, llista nomès els usuaris que estiguin en el canal donat. Si s'especifica INVISIBLE, nomès els usuaris amb la bandera +i seran llistats. Limitat a administradors de serveis.
de_de: Syntax: USERLIST [{ Muster | Channel } [ INVISIBLE ]] Listet alle User auf, die gerade im IRC Netzwerk sind, egal ob ihr Nicknamen registriert ist oder nicht. Wird ein Muster angegeben, werden nur die User angezeigt, auf die das Muster passt (es muss im Format nick!user@host sein). Wird ein Channel angegeben, werden nur die User angezeigt, die in diesem Channel sind. Wird zusätzlich INVISIBLE angegeben, werden nur User mit dem Flag +i angezeigt.
el_gr: Σύνταξη: USERLIST [{ επιλογή | κανάλι } [ INVISIBLE ]] Εμφανίζει τις λίστες όλων των χρηστών που είναι την συγκεκριμένη στιγμή online στο IRC δίκτυο, είτε το ψευδώνυμο είναι κατοχυρωμένο είτε όχι. Αν η επιλογή δίνετε, εμφανίζονται οι λίστες με τους χρήστες που ταιριάζουν με την επιλογή σας (πρέπει να είναι της μορφής ψευδώνυμο!user@host). Αν δίνετε το κανάλι, εμφανίζονται λίστες των χρηστών που είναι στο κανάλι αυτό. Αν δίνετε INVISIBLE, μόνο χρήστες με +i flag θα εμφανίζονται. Μόνο για τους Services Operators.
hu_hu: Syntax: USERLIST [{ pattern | #szoba } [ INVISIBLE ]] Listáz minden jelenleg online usert az IRC hálózaton, attól függetlenül, hogy regisztrált vagy sem. Ha a pattern meg van adva, akkor csak az egyezõket listázza (formátum: nick!user@host). Ha a #szoba meg van adva, akkor csak az adott csatornán lévõket listázza. Ha az INVISIBLE meg van adva, akkor csak a +i flages usereket listázza. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: USERLIST [{ trefbeeld | kanaal } [ INVISIBLE ]] Geeft alle gebruikers weer die momenteel online zijn op het IRC netwerk, ook degenen die niet geregistreerd zijn. Als trefbeeld is gegeven worden alleen overeenkomende gebruikers weergegeven (het moet in het nick!user@host formaat gegeven worden. Als kanaal is gegeven worden alleen gebruikers die op het betreffende kanaal zijn weergegeven. Als INVISBLE is gespecifificeerd worden alleen gebruikers met gebruikersmode +i weergegeven.
pl_pl: Sk³adnia: USERLIST [{ wzorzec | kana³ } [ INVISIBLE ]] Listuje wszystkich u¿ytkowników w sieci, niezale¿nie od tego czy maj± zarejestrowanego nicka. Podanie wzorca ogranicza listê pokazywanych u¿ytkowników. (musi byæ w formacie nick!ident@host). Podanie kana³u listuje u¿ytkowników przebywaj±cych na wskazanym kanale. Dodanie parametru INVISIBLE listuje tylko u¿ytkowników z flag± +i.
pt_pt: Sintaxe: USERLIST [{ padrão | canal } [ INVISIBLE ]] Lista todos os usuários online na Rede, tenham eles nicks registrados ou não. Se um padrão é fornecido, listará apenas usuários que combinem com ele (deve estar no formato nick!ident@host). Se um canal é fornecido, listará apenas usuários que estão no canal dado. estiver usando. Se INVISIBLE é especificado, listará apenas usuários que tenham o modo +i.

source: Syntax: VOICE #channel [ nick ] Voices a selected nick on a channel. If nick is not given, it will voice you. By default, limited to AOPs or those with level 5 access and above on the channel, or to VOPs or those with level 3 and above for self voicing.
ca_es: Sintàxi: VOICE #canal [ nick ] Dóna voice al nick seleccionat en un canal. Si el nick no és donat, et donarà voice a ti. Per defecte, limitat AOPs o aquells amb nivelll d' accés 5 i major en el canal, o a VOPs o aquells amb nivelll 3 i major per a donar-se voice a si mateixos.
de_de: Syntax: VOICE #Channel [ Nickname ] Erteilt dem angegebenen Nickname Voice-Status in dem Channel. Wird kein Nick angegeben, wird ChanServ dich voicen. Standardmässig brauchst du dafür ein Level von 5 um anderen Voice zu erteilen, oder Level 3 um dich selbst zu voicen.
el_gr: Σύνταξη: VOICE #κανάλι [ ψευδώνυμο ] Η εντολή αυτή κάνει voice το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα δώσει voice στον εαυτό σας. Από default, χρησιμοποιείται από AOPs ή από αυτούς που έχουν level 5 access και παραπάνω στο κανάλι, ή από τους VOPs ή αυτούς που έχουν level 3 και παραπάνω για να κάνουν voice τον εαυτό τους.
hu_hu: Syntax: VOICE #szoba [ nick ] Voiceolja a megadott nicket a megadott csatornán. Ha nem adsz meg nicket, magadat voiceolod. Alap beállítás szerint csak a minimum AOP listán vagy 5-ös accessen szereplo userek használhatják vagy min. a VOP listán vagy 3-as access szinten szereplo userek használhatják saját maguk voiceolására.
nl_nl: Gebruik: VOICE #kanaal [ nick ] Geeft de geselecteerde nick voice status op een kanaal. Als er geen nick gegeven is zal je zelf voice status krijgen. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal, of tot VOPs of degenen met niveau 3 of hoger voor het voice status geven van zichzelf.
pl_pl: Sk³adnia: VOICE kana³ [ nick ] Nadaje prawo g³osu wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych przynajmniej 5. poziom dostêpu. Osoby wpisane na listê VOP lub posiadaj±ce 3. poziom dostêpu mog± j± wykonywaæ jedynie na sobie.
pt_pt: Sintaxe: VOICE #canal [ nick ] Atribui status de Voice ao nick dado em um determinado canal. Se não for fornecido um nick, o status será atribuído a você mesmo. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal; ou aos VOPs ou àqueles que possuem nível de acesso 3 ou superior, para atribuírem o status a eles mesmos.

source: Syntax: VOP channel ADD nick  VOP channel DEL { nick | entry-num | list } VOP channel LIST [ mask | list ] VOP channel CLEAR Maintains the VOP (VOicePeople) list for a channel. The VOP list allows users to be auto-voiced and to voice themselves if they aren't. The VOP ADD command adds the given nickname to the VOP list. The VOP DEL command removes the given nick from the VOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The VOP LIST command displays the VOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: VOP #channel LIST 2-5,7-9 Lists VOP entries numbered 2 through 5 and 7 through 9. The VOP CLEAR command clears all entries of the VOP list. The VOP ADD, VOP DEL and VOP LIST commands are limited to AOPs or above, while the VOP CLEAR command can only be used by the channel founder. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
ca_es: Sintàxi: VOP canal ADD nick  VOP canal DEL { nick | instancia | llista } VOP canal LIST [ mascara | llista ] VOP canal CLEAR Manté la llista VOP (VOicePeople) per a un canal. La llista VOP li dona a l'usuari el dret de ser automàticament donat veu o donar-se veu a si mateix. La comanda VOP ADD agrega el nickname donat a la llista VOP. La comanda VOP DEL esborra el nickname donat de la llista VOP. Si una llista de instàncies és donada, aquestes instàncies són esborrades. (Veure l'exemple per a LIST més endevant.) La comanda VOP LIST mostra la llista VOP. Si una mascara amb comodí és donada, sols les instàncies concordant amb la mascara són mostrades. Si una llista de instàncies és donada, sols aquetes instàncies són mostrades; per exemple: VOP #canal LIST 2-5,7-9 mostra instàncies de VOP enumerades 2 a 5 i 7 a 9. La comanda VOP CLEAR neteja totes les instàncies de la llista VOP. Les comandes VOP ADD, VOP DEL i VOP LIST estan limitades a AOPs o superior, mentre que la comanda VOP CLEAR sols pot ser utilitzada per el fundador del canal. Aquesta comanda pot haber sigut deshabilitada per al teu canal. Si aquest és el cas, has de fer servir la llista de accés. Veure /msg %S HELP ACCESS per a informació sobre la llista d'accés i /msg %S HELP SET XOP per a saber como canviar entre la llista d'accés i el sistema de llistes xOP.
de_de: Syntax: VOP Channel ADD Nickname  VOP Channel DEL { Nickname | entry-num | Liste } VOP Channel LIST [ Maske | Liste ] VOP Channel CLEAR Verwaltet die VOP (Voice) Liste eines Channels.VOPs bekommen automatisch Voice, wenn sie den Channel betreten. Der VOP ADD Befehl fügt den jeweiligen Nicknamen zur VOP-Liste hinzu. Der VOP DEL Befehl löscht den jeweiligen Nicknamen aus der VOP Liste. Wenn mehrere Eintragsnummern angegeben werden, werden diese Einträge gelöscht. (Siehe Beispiel bei LIST.) Der VOP LIST Befehl zeigt die aktuelle VOP-Liste. Wenn Wildcard Masks angegeben werden, werden nur die betroffenen Einträge angezeigt. Werden mehrere Eintragsnummern angegeben, werden nur diese Einträge angezeigt, zB: VOP #channel LIST 2-5,7-9 Listet die VOP Einträge 2 bis 5 und 7 bis 9. Der VOP CLEAR Befehl löscht alle Einträge der VOP-Liste. VOP ADD, VOP DEL und VOP LIST sind auf AOPs oder höher beschränkt, wärend VOP CLEAR nur vom Channelfounder genutzt werden kann. Dieser Befehl kann für deinen Channel ausgeschaltet sein, in diesem Fall nutze bitte die Access Liste. Für weitere Infos zur Access Liste, tippe bitte /msg %S HELP ACCESS und /msg %S HELP SET XOP für Infos über den Wechsel vom xOP und vom Access System.
el_gr: Σύνταξη: VOP κανάλι ADD ψευδώνυμο  VOP κανάλι DEL { ψευδώνυμο | θέσεις-νου | list } VOP κανάλι LIST [ μάσκα | list ] VOP κανάλι CLEAR Αλλάζει την λίστα VOP (VOicePeople) του καναλιού. Η λίστα VOP επιτρέπει στους χρήστες να είναι αυτόματα voiced και να δίνουν voice στον εαυτό τους αν δεν είναι. Η εντολή VOP ADD προσθέτει ένα ψευδώνυμο στην λίστα VOP. Η εντολή VOP DEL διαγράφει ένα ψευδώνυμο από την λίστα VOP. Αν δίνετε η λίστα με τις θέσεις-νούμερα, αυτές οι θέσεις διαγράφηκαν. (Δες το παράδειγμα με την εντολή LIST.) Η εντολή VOP LIST εμφανίζει την λίστα VOP. Αν δώσετε μια συγκεκριμένη μάσκα, θα εμφανίσει τις θέσεις που αντιστοιχούν στην μάσκα αυτή. Αν κάνετε list με τις θέσεις-νούμερα,τότε μόνο τις θέσεις που δώσατε θα δείτε. Δηλ τα αντίστοιχα ψευδώνυμα που ανήκουν στις θέσεις αυτές. Παράδειγμα: VOP #κανάλι LIST 2-5,7-9 Εμφανίζει από την λίστα VOP τις θέσεις με τα νούμερα 2 έως 5 και 7 έως 9. Η εντολή VOP CLEAR διαγράφει όλες τισ θέσεις της λίστας VOP. Τις εντολές VOP ADD, VOP DEL και VOP LIST τις χρησιμοποιούν μόνο αυτοι που είναι στην AOP ή ανώτεροι, ενώ η εντολή VOP CLEAR χρησιμοποιείται μόνο από τον founder του καναλιού. Αυτή η εντολή μπορεί να είναι απενεργοποιημένη από το κανάλι σας, και σε αυτή την περίπτωση θα χρησιμοποιήσετε την εντολή access list. Δείτε /msg %S HELP ACCESS για πληροφορίες σχετικά με την εντολή access list, και /msg %S HELP SET XOP για να ξέρετε πως θα επιλέξετε ανάμεσα στο access list και xOP list σύστημα.
hu_hu: Syntax: VOP #szoba ADD nick  VOP #szoba DEL { nick | sorszám | lista } VOP #szoba LIST [ maszk | lista ] VOP #szoba CLEAR Karbantartja az VOP (VoiceOP) listát a csatornán. VOP listán szereplõ userek belépéskor automatikusan hangadói jogot (+v) kapnak, használhatják a voiceme parancsot. Az VOP ADD paranccsal hozzáadhatsz egy nickenevet a csatornád VOP listájához. A VOP DEL paranccsal eltávolíthatsz egy nicknevet a csatornád VOP listájáról. Ha sorszámokat intervallumban adunk meg (lásd a listázásnál), akkor a megadott bejegyzések kerülnek törlésre. Az VOP LIST parancs megadja az VOP listát. Ha nem vagyunk kiváncsiak a teljes listára akkor a listában szereplõ VOP sorszámát megadva is megtudhatjuk a nevét, megadhatunk intervallumot is. Példák: VOP #szoba LIST 2-5,7-9 Listázza az VOP-okat 2 és 5 között és 7-tõl 9-ig. Az VOP CLEAR parancs kiüriti a szoba VOP listáját. Az VOP ADD, VOP DEL és VOP LIST parancsokat csak az AOP vagy magasabb szintu userek használhatják. A VOP CLEAR parancsot csak a founder használhatja. Ezt a parancsot letilthatod a csatornádon, és helyette használhatod az access listát. Nézd meg: /msg %S HELP ACCESS bõvebb információért az access listáról, és írd be: /msg %S HELP SET XOP hogy megnézd, hogyan tudsz váltani az xOP rendszerrol az access lista rendszerre.
nl_nl: Gebruik: VOP kanaal ADD nick  VOP kanaal DEL { nick | entry-nr | lijst } VOP kanaal LIST [ mask | lijst ] VOP kanaal CLEAR Onderhoud de VOP (VOicePeople) lijst voor een kanaal. De VOP lijst geeft gebruikers het recht om automatisch voice te worden op het kanaal en zichzelf voice te geven als ze die niet hebben. Het VOP ADD commando voegt de gegeven nick toe aan de VOP lijst. Het VOP DEL commando verwijderd de gegeven nick van de VOP lijst. Als een lijst van entry-nummers is opgegeven worden die verwijderd. (Zie het LIST-voorbeeld hieronder) Het VOP LIST commando geeft de VOP lijst weer. Als er een mask is gegeven worden alleen de de VOP's die over- eenkomen met het opgegeven mask weergegeven. Als een lijst van entry-nummers is opgegeven, worden alleen die weer- gegeven. Bijvoorbeeld: VOP #kanaal LIST 2-5,7-9 Geeft VOP's 2 t/m 5 en 7 t/m 9 weer. Het VOP CLEAR commando verwijderd alle AOP's van de VOP lijst. De VOP ADD, VOP DEL en VOP LIST commando's zijn gelimiteerd tot AOPs en hoger. VOP CLEAR kan alleen door de kanaalstichter gebruikt worden. Dit commando kan uitgeschakeld zijn voor je kanaal, en in dat geval heb je de toegangslijst nodig. Zie /msg %S HELP ACCESS voor meer informatie over toegangs- lijsten, en /msg %S HELP SET XOP om te weten te komen hoe je tussen toegangslijsten en xOP-lijsten schakelt.
pl_pl: Sk³adnia: VOP kana³ ADD nick  VOP kana³ DEL { nick | numer | lista } VOP kana³ LIST [ maska | lista ] VOP kana³ CLEAR Zarz±dza list± VOP (VOicePeople) dla kana³u. U¿ytkownicy wpisani na t± listê bêd± otrzymywaæ automatycznie prawo g³osu i bêd± mogli je sobie nadaæ je¶li bêdzie taka potrzeba. Komenda VOP ADD dodaje podany nick do listy VOP. Komenda VOP DEL usuwa wskazane wpisy z listy. Jako argument przyjmuje nick, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). Komenda VOP LIST wy¶wietla zawarto¶æ listy VOP. Parametr maska pozwala filtrowaæ wy¶wietlane wpisy (symbol * zastêpuje dowolny ci±g znaków w nicku). Jako parametr mo¿na te¿ podaæ numery wpisów na li¶cie: VOP kana³ LIST 2-5,7-9 Wy¶wietli wpisy na li¶cie od numeru 2 do 5 oraz od 7 do 9. Komenda VOP CLEAR usuwa wszystkie wpisy z listy. Komendy VOP ADD, VOP DEL oraz VOP LIST s± dostêpne dla u¿ytkowników z uprawnieniami AOP lub wy¿szymi. Komenda VOP CLEAR jest dostêpna tylko dla w³a¶ciciela kana³u. Komenda VOP mo¿e byæ wy³±czona dla Twojego kana³u, w takim przypadku nale¿y u¿ywaæ komendy ACCESS. Aby uzyskaæ informacje o komendzie ACCESS wpisz: /msg %S HELP ACCESS Aby dowiedzieæ siê jak w³±czyæ tryb xOP wpisz: /msg %S HELP SET XOP
pt_pt: Sintaxe: VOP canal ADD nick  VOP canal DEL { nick | entrada | lista-entradas } VOP canal LIST [ máscara | lista-entradas ] VOP canal CLEAR Mantém a lista de VOP (VOicePeople) para um canal. A lista de VOP permite a um usuário receber Voice automaticamente ao entrar no canal e dar Voice a si mesmo se não possuir. O comando VOP ADD adiciona o nick fornecido à lista de VOP. O comando VOP DEL remove o nick fornecido da lista de VOP. Se uma lista de números de entrada é fornecida, essas entradas são deletadas. (Veja o exemplo para LIST abaixo.) O comando VOP LIST exibe a lista de VOP. Se uma máscara é fornecida, apenas as entradas que combinarem com ela serão mostradas. Se uma lista de números de entrada é fornecida, apenas essas entradas são mostradas; por exemplo: VOP #canal LIST 2-5,7-9 Lista as entradas de VOP numeradas de 2 a 5 e de 7 a 9. O comando VOP CLEAR remove todas as entradas da lista de VOP. Os comandos VOP ADD, VOP DEL e VOP LIST são limitados aos AOPs ou acima, enquanto o comando VOP CLEAR pode ser usado apenas pelo Fundador do canal. Este comando pode ter sido desabilitado para seu canal e, nesse caso, você precisa usar a lista de acesso. Veja /msg %S HELP ACCESS para informações sobre a lista de acesso, e /msg %S HELP SET XOP para saber como escolher entre a lista de acesso e o sistema de listas xOP.

source: Syntax: SUSPEND nickname reason SUSPENDs a nickname from being used.
ca_es: Syntax: SUSPEND nickname reason / UNSUSPEND nickname SUSPENDs / UNSUSPENDs a nickname from being identified to
de_de: Syntax: SUSPEND Nickname Grund SUSPEND verhindert das der angegebene Nickname sich identifizieren kann.
el_gr: Syntax: SUSPEND nickname reason / UNSUSPEND nickname SUSPENDs / UNSUSPENDs a nickname from being identified to
hu_hu: Syntax: SUSPEND nickname reason / UNSUSPEND nickname SUSPENDs / UNSUSPENDs a nickname from being identified to
nl_nl: Gebruik: SUSPEND nick reden / UNSUSPEND nick Stelt een nick tijdelijk buiten werking. Een nick die buiten werking is gesteld kan niet worden gebruikt: identificatie wordt uitgeschakeld.
pl_pl: Sk³adnia: SUSPEND nick powód Zawiesza nick uniemo¿liwiaj±c identyfikacjê.
pt_pt: Sintaxe: SUSPEND nick motivo  SUSPENDE um nick, impedindo-o de ser usado.

source: Syntax: UNSUSPEND nickname UNSUSPENDS a nickname from being used.
de_de: Syntax: UNSUSPEND Nickname Gibt einen Nicknamen der SUSPENDED ist wieder frei.
pl_pl: Sk³adnia: UNSUSPEND nick Uwalnia zawieszony nick.
pt_pt: Sintaxe: UNSUSPEND nick  LIBERA um nick suspendido, permitindo que seja usado.

source: Syntax: UPDATE Updates your current status, i.e. it checks for new memos, sets needed chanmodes (ModeonID) and updates your vhost and your userflags (lastseentime, etc).
de_de: Syntax: UPDATE Updatet deinen derzeiten Status, z.B. prüft es auf neue Nachrichten, setzt benötigte Channel-Modes (ModeonID), aktualisiert deinen vHost und deine userflags (lastseentime, etc).
hu_hu: Syntax: UPDATE Frissíti a jelenlegi státuszod, vagyis ellenõrzi, hogy jött-e új memo üzenet, beállítja a szükséges szoba módokat, (ModeonID)és frissíti a vhostod, az userflagjeid (utolsó fellépés, stb.)
nl_nl: Gebruik: UPDATE Werkt je huidige status bij, het controleert bijv. op nieuwe memo's, stelt de benodigde kanaalmodes in (ModeonID), en werkt je vhost en gebruikersflags bij (laatstgezien, etc).
pl_pl: Sk³adnia: UPDATE Aktualizuje twój obecny status, np. sprawdza czy s± nowe wiadomo¶ci, ustawia odpowiednie uprawnienia na kana³ach, aktualizuje vhosta oraz flagi u¿ytkownika.
pt_pt: Sintaxe: UPDATE Atualiza seu status atual, ou seja, checa por novos memos, seta modos de canal necessários (ModeonID) e atualiza seu vHost e suas flags de usuário (Último horário visto etc).

source: TOPIC channel [ topic ]
ca_es: TOPIC canal [ tòpic ]
el_gr: TOPIC κανάλι [ topic ]
hu_hu: TOPIC #szoba [ topic ]
nl_nl: TOPIC kanaal [ topic ]
pl_pl: TOPIC kana³ [ temat ]
pt_pt: TOPIC canal [ tópico ]

source: The IMMED option is not available on this network.
de_de: Die IMMED Option ist in diesem Netzwerk nicht verfügbar.
el_gr: Η IMMED επιλογή δεν είναι διαθέσιμη σε αυτό το δίκτυο.
hu_hu: Az IMMED opció nem elérhetõ ezen a hálózaton.
nl_nl: De IMMED optie is niet beschikbaar op dit netwerk.
pl_pl: Opcja IMMED nie jest jest dostêpna w tej sieci.
pt_pt: O comando IMMED não está disponível nesta Rede.

source: The AKILL list has been cleared.
ca_es: La llista de AKILLs ha estat netegada.
de_de: Die AKILL-Liste wurde geleert.
el_gr: Η λίστα AKILL καθαρίστηκε.
hu_hu: Az AKILL lista törölve.
nl_nl: De AKILL lijst is leeggemaakt.
pl_pl: Lista AKILL zosta³a wyczyszczona.
pt_pt: Lista de AKILL apagada.

source: The Defcon Level is now at Level: %d
de_de: Das Defcon-Level ist jetzt auf Level: %d
hu_hu: A Defcon szint most: %d
nl_nl: Het Defcon niveau staat nu op niveau: %d
pl_pl: Defcon jest teraz na poziomie: %d
pt_pt: O Nível do Defcon está agora no Nível: %d

source: The E-mail address of %s will now be hidden from %s INFO displays.
de_de: Die Emailadresse %s wird jetzt bei %s INFO Abrufen versteckt.
pl_pl: Adres e-mail osoby %s bêdzie ukrywany w informacjach %s.

source: The E-mail address of %s will now be shown in %s INFO displays.
de_de: Die Emailadresse %s wird jetzt bei %s INFO Abrufen angezeigt.
pl_pl: Adres e-mail osoby %s bêdzie pokazywany w informacjach %s.

source: The SNLINE list has been cleared.
ca_es: La llista de SNLINEs ha estat netegada.
de_de: Die SNLINE-Liste wurde geleert.
el_gr: Η λίστα SNLINE καθαρίστηκε.
hu_hu: Az SNLINE lista törölve.
nl_nl: De SNLINE lijst is leeggemaakt.
pl_pl: Lista SNLINE zosta³a wyczyszczona.
pt_pt: A lista de SNLINE foi apagada.

source: The SQLINE list has been cleared.
ca_es: La llista de SQLINEs ha estat netegada.
de_de: Die SQLINE-Liste wurde geleert.
el_gr: Η λίστα SQLINE καθαρίστηκε.
hu_hu: Az SQLINE lista törölve.
nl_nl: The SQLINE lijst is leeggemaakt.
pl_pl: Lista SQLINE zosta³a wyczyszczona.
pt_pt: A lista de SQLINE foi apagada.

source: The SZLINE list has been cleared.
ca_es: La llista de SZLINEs ha estat netegada.
de_de: Die SZLINE-Liste wurde geleert.
el_gr: Η λίστα SZLINE καθαρίστηκε.
hu_hu: Az SZLINE lista törölve
nl_nl: The SZLINE lijst is leeggemaakt.
pl_pl: Lista SZLINE zosta³a wyczyszczona.
pt_pt: A lista de SZLINE foi apagada.

source: The channel %s has no key.
de_de: Der Channel %s hat keinen Schlüßel.
pl_pl: Kana³ %s nie posiada klucza.
pt_pt: O canal %s não tem key.

source: The following commands have been loaded by a module:
hu_hu: A következõ parancsokat a modulok tartalmazzák:
pl_pl: Nastêpuj±ce komendy zosta³y dodane przez modu³:
