Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: expires in %d days
ca_es: expira en %d dies
de_de: verfällt in %d Tagen
el_gr: λήγει μέσα σε %d μέρες
hu_hu: elévül %d nap múlva
nl_nl: verloopt over %d dagen
pl_pl: wygasa za %d dni
pt_pt: expira em %d dias

source: expires in %d hour, %d minute
ca_es: expira en %d hora, %d minut
de_de: verfällt in %d Stunde, %d Minute
el_gr: λήγει μέσα σε %d ώρα, %d λεπτά
hu_hu: elévül %d óra, %d perc múlva
nl_nl: verloopt over %d uur, %d minuut
pl_pl: wygasa za %d godzinê i %d minutê
pt_pt: expira em %d hora, %d minuto

source: expires in %d hour, %d minutes
ca_es: expira en %d hora, %d minuts
de_de: verfällt in %d Stunde, %d Minuten
el_gr: λήγει μέσα σε %d ώρα, %d λεπτά
hu_hu: elévül %d óra, %d perc múlva
nl_nl: verloopt over %d uur, %d minuten
pl_pl: wygasa za %d godzinê i %d minut(y)
pt_pt: expira em %d hora, %d minutos

source: expires in %d hours, %d minute
ca_es: expira en %d hores, %d minut
de_de: verfällt in %d Stunden, %d Minute
el_gr: λήγει μέσα σε %d ώρες, %d λεπτά
hu_hu: elévül %d óra, %d perc múlva
nl_nl: verloopt over %d uur, %d minuut
pl_pl: wygasa za %d godzinê i %d minut(y)
pt_pt: expira em %d horas, %d minuto

source: expires in %d hours, %d minutes
ca_es: expira en %d hores, %d minuts
de_de: verfällt in %d Stunden, %d Minuten
el_gr: λήγει μέσα σε %d ώρες, %d λεπτά
hu_hu: elévül %d óra, %d perc múlva
nl_nl: verloopt over %d uur, %d minuten
pl_pl: wygasa za %d godzin(y) i %d minut(y)
pt_pt: expira em %d horas, %d minutos

source: expires in %d minute
ca_es: expira en %d minuts
de_de: verfällt in %d Minute
el_gr: λήγει μέσα σε %d λεπτό
hu_hu: elévül %d perc múlva
nl_nl: verloopt over %d minuut
pl_pl: wygasa za %d minutê
pt_pt: expira em %d minuto

source: expires in %d minutes
ca_es: expira en %d minuts
de_de: verfällt in %d Minuten
el_gr: λήγει μέσα σε %d λεπτά
hu_hu: elévül %d perc múlva
nl_nl: verloopt over %d minuten
pl_pl: wygasa za %d minut(y)
pt_pt: expira em %d minutos

source: not used.
pl_pl: nie jest u¿ywane.

source: vhost for %s removed.
de_de: vHost für %s wurde gelöscht.
hu_hu: %s vhosztja törölve lett.
nl_nl: vhost voor %s verwijderd.
pl_pl: Vhost dla %s zosta³ usuniêty.
pt_pt: vhost para %s removido.

source: vhost for %s set to %s.
de_de: vHost für %s wurde gesetzt: %s.
hu_hu: %s vhostja erre változott: %s.
nl_nl: vhost voor %s gezet op %s.
pl_pl: Vhost dla %s zosta³ zmieniony na %s.
pt_pt: vhost de %s ajustado para %s.

source: vhost for %s set to %s@%s.
de_de: vHost für %s wurde gesetzt: %s@%s.
hu_hu: %s vhostja erre változott: %s@%s.
nl_nl: vhost voor %s gezet op %s@%s.
pl_pl: Vhost dla %s zosta³ zmieniony na %s@%s.
pt_pt: vhost de %s ajustado para %s@%s.

source: vhost for group %s set to %s.
de_de: vHost für die Gruppe %s wurde gesetzt: %s.
hu_hu: A %s csoport vhostja %s lett.
nl_nl: vhost voor groep %s gezet op %s.
pl_pl: Vhosty dla grupy %s zosta³y zmienione na %s.
pt_pt: vhost do grupo %s ajustado para %s.

source: vhost for group %s set to %s@%s.
de_de: vHost für die Gruppe %s wurde gesetzt: %s@%s.
hu_hu: A %s csoport vhostja erre változott: %s@%s.
nl_nl: vhost voor groep %s gezet op %s@%s.
pl_pl: Vhosty dla grupy %s zosta³y zmienione na %s@%s.
pt_pt: vhost do grupo %s ajustado para %s@%s.

source: vhosts for group %s have been removed.
de_de: vHost für die Gruppe %s wurden gelöscht.
hu_hu: A %s csoport vhostja törölve.
nl_nl: vhosts voor group %s zijn verwijderd.
pl_pl: Vhosty dla grupy %s zosta³y usuniête.
pt_pt: vhosts do grupo %s foi removido.

source: xOP lists system
ca_es: Sistema de llistes xOP
de_de: xOP Listen-System
el_gr: xOP λίστα συστήματος
hu_hu: xOP lista rendszer
nl_nl: xOP lijsten systeem
pl_pl: XOP
pt_pt: Sistema de acesso xOP

source: xOP lists system for %s is now OFF.
de_de: XOP System für %s ist jetzt OFF.
pl_pl: System list xOP na kanale %s zosta³ wy³±czony.
pt_pt: Sistema de acesso xOP para %s está agora DESATIVADO.

source: xOP lists system for %s is now ON.
de_de: XOP System für %s ist jetzt ON.
pl_pl: System list xOP na kanale %s zosta³ w³±czony.
pt_pt: Sistema de acesso xOP para %s está agora ATIVADO.

source: xOP system is not available.
de_de: XOP System ist nicht verfügbar.
pl_pl: System xOP nie jest dostêpny.

source: %S is a utility allowing IRC users to send short messages to other IRC users, whether they are online at the time or not, or to channels(*). Both the sender's nickname and the target nickname or channel must be registered in order to send a memo. %S's commands include:
ca_es: %S és una utilitat que permet a usuaris de IRC enviar missatges curts a altres usuaris de IRC, estiguin en linea o no, o a canals(*). Ambdós el nickname que envia i el nickname o canal destinataris han d'estar registrats per a enviar un memo. Les comandes de %S incloen:
de_de: %S ist eine Einrichtung, die es erlaubt, dass sich IRC User untereinander kurze Textnachrichten senden, egal ob die Empfänger zu dem Zeitpunkt online sind oder nicht. Als Empfänger können auch Channels angegeben werden (*). Sowohl der Nickname des Senders als auch Empfängers müssen registriert sein, um eine Memo versenden zu können. %S's Befehle beinhalten:
el_gr: Ο %S είναι μια υπηρεσία που επιτρέπει στους χρήστες του IRC να στέλνουν μικρά γραπτά μηνύματα σε άλλους χρήστες του δικτύου (είτε βρίσκονται συνδεδεμένοι εκείνη τη στιγμή, είτε όχι) ή σε κανάλια(*). Τα ψευδώνυμα του αποστολέα και του παραλήπτη πρέπει να είναι κατοχυρωμένα για να χρησιμοποιηθεί η υπηρεσία. Οι εντολές του %S είναι:
hu_hu: %S lehetõséget nyújt az IRC felhasználókank, hogy rövid üzeneteket küldjenek más IRC felhasználók részére, akkor is, ha a fogadó fél nem online, és csatornákra (*). Ahhoz, hogy üzenetet lehessen küldeni, mind a küldõ és a fogadó fél nicknevének regisztráltnak kell lennie. %S parancsok a következõket tartalmazzák:
nl_nl: %S is een services die IRC gebruikers in staat stelt om korte berichten te sturen naar andere IRC gebruikers, online of offline, of naar kanalen(*). De verstuurder's nick en de nick van de vanger, of het kanaal waar de memo naartoe gaat, moeten geregistreerd zijn om de memo te versturn. %S's commando's bevatten:
pt_pt: %S é um serviço que permite aos usuários de IRC enviar curtas mensagens a outros usuários, mesmo que eles estejam conectados no momento ou não; ou a canais(*). Ambos, destinatários e remetentes, devem possuir seus nicks (ou canais) registrados para que possam enviar uma mensagem (memo). Os comandos do %S são:

source: NOTICE: This service is intended to provide a way for IRC users to ensure their identity is not compromised. It is NOT intended to facilitate "stealing" of nicknames or other malicious actions. Abuse of %S will result in, at minimum, loss of the abused nickname(s).
ca_es: NOTESE: Aquest servei intenta proveir una eina pels usuaris d'IRC d'assegurar-se que la seva identitat no esta compromessa, NO per facilitar el "robatori" de nicknames o un altre acció maliciosa. L'abus de %S resultara, com a mínim, en la perdua del nickname esmentat.
de_de: WARNUNG: Dieser Service soll den Usern einen Weg ermöglichen, den Missbrauch ihres Nicknames zu verhindern.Es ist NICHT dazu gedacht, Nicknamen zu stehlen oder in Massen zu reservieren. Missbrauch von %S wird geahndet und resultiert mindestens im Verlust deiner registrierten Nicknamen.
el_gr: ΠΑΡΑΤΗΡΗΣΗ: Αυτή η υπηρεσία σκοπεύει να παρέχει ένα τρόπο στους χρήστες του δικτύου, να διασφαλίσουν ότι η ταυτότητά τους δεν εκτίθεται. ΔΕΝ υφίσταται για να εξυπηρετεί ή να διευκολήνει την "κλοπή" των ψευδωνύμων ή άλλες νοσηρές ενέργειες. Η κατάχρηση του %S θα οδηγήσει, τουλάχιστον, σε απώλεια των ανάλογων ψευδωνύμων.
hu_hu: Megjegyzés: Ez a szolgáltatás szeretné biztosítani az IRC felhasználok számára hogy a kilétüket ne lehessen kompromitálni. Egyáltalán NEM azt szolgálja, hogy lehetõséget nyújtson nicknevek "lopására" vagy más erkölcstelen akciókra. A %S segítségével elkövetett visszaélés jutalma minimum az visszaélõ nickjének elvesztése.
nl_nl: OPMERKING: Deze service is bedoeld om IRC gebruikers een weg te bieden om te verzekeren dat hun identiteit niet in gevaar komt. Het is NIET bedoeld om het "stelen" van nicknames of andere kwaadwillige acties te helpen. Misbruik van %S zal resulteren in, minimaal, verlies van de misbruikte nick(s).
pt_pt: NOTA: Este serviço tem a intenção de prover um modo para que usuários do IRC não tenham sua identidade comprometida. Isto NÃO é voltado para facilitar "roubo" dos nicks ou outras atitudes mau intencionadas. O abuso do %S resultará em, no mínimo, perda do(s) nick(s) abusivo(s).

source: QOP Modify the list of QOP users
de_de: QOP Verwaltet die QOP-Liste von einem Channel

source: SECURE Activate %S security features
ca_es: SECURE Activa les opcions de seguretat de %S
de_de: SECURE Aktiviert %S's Sicherheits-funktionen
el_gr: SECURE Ενεργοποίηση του %S ,μελλοντική ασφάλεια
hu_hu: SECURE Aktiválja a %S biztonsági lehetõségeit
nl_nl: SECURE Activeer %S veiligheidsopties
pt_pt: SECURE Ativa os recursos de segurança do %S

source: #%d Nick:%s, vhost:%s (%s - %s)
de_de: #%d Nickname:%s, vHost:%s (%s - %s)

source: #%d Nick:%s, vhost:%s@%s (%s - %s)
de_de: #%d Nickname:%s, vHost:%s@%s (%s - %s)

source: DEL <nick>.
de_de: DEL Nickname.

source: DELALL <nick>.
de_de: DELALL Nickname.

source: Fantasy
ca_es: Fantasia
de_de: Fantasy-Mode
el_gr: Φαντασία
nl_nl: Fantasie
pt_pt: Fantasia

source: Greet
ca_es: Salutació
de_de: Begrüssungsnachricht
el_gr: Χαιρετισμός
hu_hu: Üdvözlés
nl_nl: Begroeting
pt_pt: Mensagem de entrada

source: INFO nick
de_de: INFO Nickname

source: No bot
ca_es: Sense bot
de_de: Kein Bot
el_gr: Κανένα bot
hu_hu: Nincs bot
nl_nl: Geen bot
pt_pt: Sem bot

source: Private
ca_es: Privat
de_de: Privat
el_gr: Μυστικότητα
hu_hu: Privát
nl_nl: Prive
pt_pt: Privado

source: SASET channel option parameters
de_de: SASET channel option parameter

source: SET MSG {ON | OFF}
de_de: SET PRIVATE {ON | OFF}
el_gr: SET PRIVATE {ON | OFF}
nl_nl: SET PRIVATE {ON | OFF}
pt_pt: SET PRIVATE {ON | OFF}

source: Syntax: %s channel SECURE {ON | OFF} Enables or disables %S's security features for a channel. When SECURE is set, only users who have registered their nicknames with %s and IDENTIFY'd with their password will be given access to the channel as controlled by the access list.
ca_es: Sintàxi: %s canal SECURE {ON | OFF} Habilita o deshabilita les característiques de seguretat de %S per a un canal. Quan SECURE està establert, només usuaris que haguin registrat els seus nicknames amb %s i haguin utilitzat IDENTIFY amb la seva clau els serà atorgat accés al canal controlat per la llista de accés.
de_de: Syntax: %s Channel SECURE {ON | OFF} Aktiviert oder deaktiviert die Sicherheitsfunktionen von %S für den angegebenen Channel. Wird SECURE eingeschaltet, werden nur registrierte Nicknamen (durch %s) die per Passwort identifiziert sind in den Channel gelassen, so wie es in der Zugriffsliste des Channels steht.
el_gr: Σύνταξη: %s κανάλι SECURE {ON | OFF} Ενεργοποιεί ή απενεργοποιεί τις δυνατότητες ασφάλειας του %S για ένα κανάλι. Όταν ενεργοποιείται το SECURE, μόνο οι χρήστες που έχουν κατοχυρωμένα τα ψευδώνυμά τους με το %s και έχουν αναγνωριστεί με τον κωδικό τους, θα έχουν πρόσβαση στο κανάλι όπως ορίζεται και από τη λίστα πρόσβασης.
hu_hu: Syntax: %s #szoba SECURE {ON | OFF} Engedélyezi vagy letitlja a %S biztonsági lehetõségeit a szobában. Ha SECURE mûködik, csak azok a felhasználók akik regisztráltak és beazonosítottak a %s-be a jelszavukkal (használván az IDENTIFY parancsot) kaphatnak a szobában jogokat, ha szerepelnek a hozzáférési listán.
nl_nl: Gebruik: %s kanaal SECURE {ON | OFF} Zet %S's veiligheidsfuncties aan of uit voor een kanaal. Wanneer SECURE aan staat zullen alleen gebruikers die hun nicks met %s geregistreerd hebben en geidentificeerd zijn met hun wachtwoord toegang krijgen tot het kanaal, zoals geregeld door de toegangslijst.
pt_pt: Sintaxe: %s canal SECURE {ON|OFF} Ativa ou desativa os recursos de segurança do %S para um canal. Quando o SECURE estiver ativo, somente usuários que possuirem seus nicks registrados no %s e identificados com sua senha poderão entrar no canal controlado pela lista de acesso.

source: Syntax: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Modifies or displays the access list for your nick. This is the list of addresses which will be automatically recognized by %S as allowed to use the nick. If you want to use the nick from a different address, you need to send an IDENTIFY command to make %S recognize you. Examples: ACCESS ADD anyone@*.bepeg.com Allows access to user anyone from any machine in the bepeg.com domain. ACCESS DEL anyone@*.bepeg.com Reverses the previous command. ACCESS LIST Displays the current access list.
ca_es: Sintaxis: ACCESS ADD mascara  ACCESS DEL mascara  ACCESS LIST Modifica o mostra la llista d'accés pel teu nick. Aquesta és la llista d'adreces que seran automaticament reconegudes per %S com autoritzades a utilitzar el nick. Si vols utilitzar el nick des d'una adreça diferent, has d'enviar una comanda IDENTIFY per fer que %S et reconegui. Exemples: ACCESS ADD anyone@*.aujac.org Permet accés a l'usuari anyone des de qualsevol maquina en el domini aujac.org. ACCESS DEL anyone@*.aujac.org Anul.la la comanda anterior. ACCESS LIST Mostra la llista d'accés actual.
de_de: Syntax: ACCESS ADD Maske  ACCESS DEL Maske  ACCESS LIST Zeigt oder bearbeitet die Zugriffsliste für deinen Nicknamen. Durch diese Liste erkennt %S dich automatisch als berechtigt, diesen Nicknamen zu nutzen. Wenn du den Nicknamen von anderen Adressen verwenden willst, musst du dich durch das IDENTIFY Befehls einloggen, damit %S dich erkennt. Beispiele: ACCESS ADD anyone@*.bepeg.com Erlaubt zugriff vom User anyone von jedem Host aus der bepeg.com Domain. ACCESS DEL anyone@*.bepeg.com Hebt den oben genannten Befehl wieder auf. ACCESS LIST Zeigt die aktuelle Zugriffsliste an.
el_gr: Σύνταξη: ACCESS ADD ^_μάσκα^_ ACCESS DEL ^_μάσκα^_ ACCESS LIST Αλλάζει ή εμφανίζει τη λίστα πρόσβασης του ψευδωνύμου σας. Αυτή είναι η λίστα των διευθύνσεων που θα αναγνωρίζονται αυτόματα από τον %S σαν επιτρεπτοί για τη χρήση του ψευδωνύμου. Αν θέλετε να χρησιμοποιήσετε το ψευδώνυμο από μία διαφορετική διεύθυνση, πρέπει να αναγνωριστείτε από τον %S με τη χρήση της εντολής IDENTIFY. Παραδείγματα: ACCESS ADD anyone@*.bepeg.com Επιτρέπει πρόσβαση στο χρήστη με ID anyone από οποιοδήποτε υπολογιστή της διεύθυνσης bepeg.com. ACCESS DEL anyone@*.bepeg.com Αναιρεί την προηγούμενη εντολή. ACCESS LIST Εμφανίζει την τρέχουσα λίστα πρόσβασης.
hu_hu: Syntax: ACCESS ADD maszk  ACCESS DEL maszk  ACCESS LIST Módosítja vagy kiirja a hozzáférési listát a nickedhez. Ez azon címeknek a listája, amelyek automatikusan úgy tekintõdnek a %S-ben, hogy engedélyük van a nicket használni. Ha a nicked más címekrõl akarod használni, akkor nem kell IDENTIFY parancsot küldened, hogy úgy legyél tekintve, a %S-ben, mint a nick tulajdonosa. Példák: ACCESS ADD anyone@*.bepeg.com Hozzáférést engedélyez az anyone identnek bármely géprõl aminek a bepeg.com a domainje. ACCESS DEL anyone@*.bepeg.com Törli az elözõ parancsot. ACCESS LIST Megmutatja a hozzáférési listát.
nl_nl: Gebruik: ACCESS ADD mask  ACCESS DEL mask  ACCESS LIST Verandert of geeft de toegangslijst weer van je nick. Dit is de lijst met adressen waar vanaf je automatisch toegestaan wordt door %S om je nick te gebruiken. Als je je nick vanaf een ander adres wilt gebruiken moet je een IDENTIFY commando sturen om %S je te laten herkennen. Voorbeelden: ACCESS ADD iemand@*.bepeg.com Staat toegang toe voor gebruiker iemand vanuit elke machine in het bepeg.com domein.. ACCESS DEL anyone@*.bepeg.com Keert het vorige commando om. ACCESS LIST Geeft de huidige toegangslijst weer.
pt_pt: Sintaxe: ACCESS ADD máscara  ACCESS DEL máscara  ACCESS LIST Modifica ou mostra a lista de acesso do seu nick. Esta é a lista de endereços a qual será automaticamente reconhecida pelo %S como as permitidas a usarem seu nick. Se você quer usar um nick de um endereço diferente, você deve usar o comando IDENTIFY para identificar-se ao %S Exemplos: ACCESS ADD nick@*.provedor.com.br Permite o acesso do usuário nick de qualquer máquina com o domínio provedor.com.br. ACCESS DEL nick@*.provedor.com.br Reverte o comando anterior ACCESS LIST Mostra a lista de acesso atual.
