Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: FORBID nickname [ reason ] Disallows a nickname from being registered or used by anyone. May be cancelled by dropping the nick. On certain networks, reason is required.
ca_es: Sintaxis: FORBID nickname [ raó ] Impedeix que un nickname sigui registrat o utilitzat per algú. Pot ser cancel.lat eliminat el nick. En algunes xarxes, la raó es necessaria. Limitat a administradors de serveis.
de_de: Syntax: FORBID Nickname [ Grund ] Verhindert, dass der angegebene Nickname registriert oder genutzt wird. Diese Einschränkung kann durch DROPEN (löschen) des Nicknamen aufgehoben werden. In bestimmten Netzen wird ein Grund für das Verbot benötigt.
el_gr: Σύνταξη: FORBID ψευδώνυμο [ λόγος ] Δεν επιτρέπει στο ψευδώνυμο να κατοχυρωθεί ή να χρησιμοποιηθεί από κανέναν. Μπορεί να ακυρωθεί αν διαγραφεί τελείως το ψευδώνυμο. Σε ορισμένα δίκτυα, ο λόγος που γίνεται αυτό χρειάζεται. Μόνο για τους Services Operators.
hu_hu: Syntax: FORBID nicknév [ indok ] Nem engedélyezi, hogy bárki regisztrálja a nicknevet Akkor törölhetõ, ha droppolod a nicket. Egyes hálózatok indokot igényelnek. Korlátozva Szervíz adminra.
nl_nl: Gebruik: FORBID nick [ reden ] Zorgt ervoor dat de gegeven nick niet kan worden geregistreerd of gebruikt door iedereen. Dit kan ongedaan gemaakt worden door de registratie van de nick ongedaan te maken (DROP). Op sommige netwerken is een reden verplicht.
pl_pl: Sk³adnia: FORBID nick [ powód ] Uniemo¿liwia rejestracjê i korzystanie ze wskazanego nicka. Blokadê mo¿na zdj±æ u¿ywaj±c komendy DROP. W niektórych sieciach wymagane jest podanie powodu.
pt_pt: Sintaxe: FORBID nick [ motivo ] Não permite que um nick seja registrado ou usado por ninguém. Pode ser cancelado desregistrando o nick. Em algumas redes, um motivo é necessário.

source: Syntax: GETEMAIL user@emailhost  Returns the matching nicks that used given email. Note that you can not use wildcards for either user or emailhost. Whenever this command is used, a message including the person who issued the command and the email it was used on will be logged.
de_de: Syntax: GETEMAIL user@emailhost  Gibt die passenden Nicknamen auf, welche die gegebene eMail benutzen. Beachte, dass du keine wildcards für den User oder emailhost verwenden kannst. Immer, wenn dieser Befehl benutzt wird, wird eine Nachricht mit dem Nickname der Person mitgeloggt.
hu_hu: Syntax: GETEMAIL user@emailhoszt  Visszaadja a megadott emaillel regisztrált nickeket. Megjegyzés: használhatsz * karaktert mind a user, mind az emailhost esetében. A parancs kiadásakor a lekért email cím és az azt lekérõ személy naplózva lesz. Korlátozva Szervíz adminra.
nl_nl: Syntax: GETEMAIL user@emailhost  Geeft de bijpassende nicks weer dat gegeven email gebruikt. Merk op dat er geen wildcards mogen worden gebruikt in de user en de emailhost. Elke keer als dit commando wordt gebruikt wordt er een bericht gelogged met de persoon die dit commando uitvoerde samen met de emailhost waarop het werd gebruikt.
pl_pl: Sk³adnia: GETEMAIL uzytkownik@serwer.com  Listuje nicki, które maj± ustawiony podany adres e-mail. Uwaga: nie mo¿na u¿ywaæ symboli wieloznacznych (* lub ?). Ka¿dy przypadek u¿ycia tej komendy jest logowany.
pt_pt: Sintaxe: GETEMAIL usuário@emailhost  Retorna os nicks que utilizam o email dado. Observe que você não pode usar coringas para usuário nem para emailhost . Sempre que este comando for usado, uma mensagem incluindo a pessoa que emitiu o comando e o email no qual foi usado serão gravados.

source: Syntax: GETKEY channel  Returns the key of the given channel.
ca_es: Sintàxi: GETKEY canal  Retorna la clau del canal donat.
de_de: Syntax: GETKEY Channel  Liefert den Key des angegebenen Channels zurück.
el_gr: Σύνταξη: GETKEY κανάλι  Σας δείχνει το κλειδί του συγκεκριμένου καναλιού.
hu_hu: Syntax: GETKEY #szoba  Megadja a szoba kulcsot.
nl_nl: Gebruik: GETKEY kanaal  Geef de key van het gegeven kanaal terug.
pl_pl: Sk³adnia: GETKEY kana³  Zwraca has³o wstêpu do wskazanego kana³u.
pt_pt: Sintaxe: GETKEY canal  Retorna a key (do modo +k) de um determinado canal.

source: Syntax: GETPASS channel  Returns the password for the given channel. Note that whenever this command is used, a message including the person who issued the command and the channel it was used on will be logged and sent out as a WALLOPS/GLOBOPS.
ca_es: Sintàxi: GETPASS canal  Retorna la clau pel canal donat. tenir en compte que quan aquesta comanda es fa servir, un missatge incloent la persona que va executar la comanda i el canal en el que es va fer servir seran seguits i enviats com a WALLOPS/GLOBOPS. limitat a administradors de serveis.
hu_hu: Syntax: GETPASS #szoba  Kiirja a szoba jelszavát. Jegyzet bármikor használják a parancsot, egy üzenetet kap aki kiadta a parancsot és a szoba is ahol volt használva küld egy WALLOPS/GLOBOPS üzenetet. Korlátozva Szervíz adminnak.
pl_pl: Sk³adnia: GETPASS kana³  Zwraca has³o w³a¶ciciela dla wskazanego kana³u. UWAGA: u¿ycie tej komendy powoduje wys³anie informacji o jej u¿yciu przy pomocy WALLOP/GLOBOP.

source: Syntax: GETPASS nickname  Returns the password for the given nickname. Note that whenever this command is used, a message including the person who issued the command and the nickname it was used on will be logged and sent out as a WALLOPS/GLOBOPS. This command is unavailable when encryption is enabled.
ca_es: Sintaxis: GETPASS nickname  Retorna la clau pel nickname donat. Tingues en compte que quant aquesta comanda es utilitzada, un missatge inclouent la persona que va executar la comanda i el nickname en el qual va ser utilitzat sera establert i enviat com WALLOPS/GLOBOPS. Limitat a administradors de serveis. Aquesta comanda no esta disponible si encriptació esta habilitada.
de_de: Syntax: GETPASS Nickname  Liest das Passwort von Nickname aus der Datenbank aus. Beachte dass wenn jemand dieses Befehl benutzt, diese Aktion im Logbuch der Services vermerkt wird. Zusätzlich wird eine Nachricht an alle IRC Operatoren per WALLOPS/GLOBOPS ausgesandt. Dieser Befehl ist nicht verfügbar bei aktivierter Verschlüsselung.
el_gr: Σύνταξη: GETPASS ψευδώνυμο  Δίνει τον χαμένο κωδικό στο συγκεκριμένο ψευδώνυμο. Σημείωση όταν η εντολή αυτή χρησιμοποιείται, το μήνυμα που θα πάει για τον συγκεκριμένο θα καταγραφεί και η εντολή που εκτελέστηκε και το ψευδώνυμο και θα σταλεί μέσω WALLOPS/GLOBOPS. Μόνο για τους Services Operators. Αυτή η εντολή δεν είναι διαθέσιμη αν είναι ενεργή η κωδικοποίηση.
hu_hu: Syntax: GETPASS nicknév  Visszadja a megadott nicknév jelszavát. Jegyzet Ezt a parancsot amaikor használod, üzenetet küld arról hogy ki használta és kinek a jelszavát kérte le. Naplózva lesz és WALLOPS/GLOBOPS üzenetben is megjelenik. Korlátozva Szervíz adminokra. A parancs nem elérhetõ, ha az encryption használatban van.
nl_nl: Gebruik: GETPASS nick  Geeft het wachtwoord van de opgegeven nick weer. Merk op dat wanneer je dit commando gebruikt er een bericht met de persoon die het commando heeft uitgevoerd en de nick waarop het is gebruikt zal worden gelogd en verstuurd zal worden als WALLOPS/GLOBOPS. Dit commando is onbeschikbaar wanneer encryptie is ingeschakeld.
pl_pl: Sk³adnia: GETPASS nick  Zwraca has³o w³a¶ciciela dla wskazanego nicka. UWAGA: u¿ycie tej komendy powoduje wys³anie informacji o jej u¿yciu przy pomocy WALLOP/GLOBOP. Ta komenda jest niedostêpna kiedy has³a s± szyfrowane.
pt_pt: Sintaxe: GETPASS nick  Mostra a senha de um nick especificado. Note que sempre que este comando for usado, uma mensagem incluindo o nick da pessoa que emitiu o comando e o nick no qual foi usado serão gravados e enviados para WALLOPS/GLOBOPS. Este comando não fica disponível quando a encriptação está habilitada.

source: Syntax: GHOST nickname [ password ] Terminates a "ghost" IRC session using your nick. A "ghost" session is one which is not actually connected, but which the IRC server believes is still online for one reason or another. Typically, this happens if your computer crashes or your Internet or modem connection goes down while you're on IRC. In order to use the GHOST command for a nick, your current address as shown in /WHOIS must be on that nick's access list, you must be identified and in the group of that nick, or you must supply the correct password for the nickname.
ca_es: Sintaxis: GHOST nickname [ clau ] Termina una sessió IRC "fantasma" utilitzant el teu nick. Una sessió fantasma és una connexió falsa, de tal manera que els servidors IRC creuen esta en linea per una raó o altre. Tipicament, això succeix si el teu ordinador es bloqueja o la teva connexió a internet es talla mentres estas a IRC. Per utilitzar la comanda GHOST per un nick, la teva adreça actual mostrada a /WHOIS ha d'estar a la llista d'accés d'aquest nick, has d'estar identificat i en el grup d'aquest nick, o has de proveir la clau correcta per aquest nickname.
de_de: Syntax: GHOST Nickname [ Passwort ] Trennt eine "geisternde" IRC Verbindung, die deinen Nickname besitzt. Eine solche Verbindung ist eine, die nicht wirklich verbunden ist, bzw. im Begriff ist getrennt zu werden. Normalerweise passiert dies, wenn dein Computer abstürtzt oder deine Internet- Verbindung zusammenbricht, wenn du im IRC bist. Wenn du das GHOST Befehl benutzen willst,muss deine aktuelle Hostmaske (siehe /WHOIS) in der Zugriffsliste des entsprechenden Nicknamens oder in der Gruppe des Nicknamens sein.Weiterhin musst du das richtige Passwort für den Nickname haben.
el_gr: Σύνταξη: GHOST ψευδώνυμο [ κωδικός ] Διακόπτει μια "εικονική" σύνδεση με το ψευδώνυμό σας. "Εικονική" σύνδεση είναι αυτή που στην πραγματικότητα δεν υφίσταται, αλλά ο IRC server για κάποιο λόγο πιστεύει ότι είναι ακόμα ενεργή. Τυπικά, αυτό συμβαίνει αν ο υπολογιστής ή το modem σας "κρεμάσει" ή η σύνδεσή σας με τον παροχέα internet διακοπεί, ενώ βρίσκεστε στο IRC. Για να χρησιμοποιήσετε την εντολή GHOST για ένα ψευδώνυμο, πρέπει η τρέχουσα διεύθυνσή σας όπως εμφανίζεται στο /WHOIS να βρίσκεται στη λίστα πρόσβασης του ψευδωνύμου, ή να έχετε δώσει τον σωστό κωδικό για το ψευδώνυμο.
hu_hu: Syntax: GHOST nickév [ jelszó ] Ezt a parancsot akkor használhatod, ha a nicked beragad, befagy például lefagy a géped vagy a kapcsolatod. A beragadt nicked killelheted, ha ismered a jelszót .
nl_nl: Gebruik: GHOST nick [ wachtwoord ] Be-eindigd een "ghost" IRC sessie met jouw nick. Een "ghost" sessie is een sessie die niet feitelijk verbonden is, maar waarvan de IRC server denkt dat deze nog steeds online is voor om het even welke reden. Dit gebeurt vaak als je computer crasht of als je internet of modem verbinding ermee ophoudt wanneer je op IRC zit. Om het GHOST commando op een nick te mogen gebruiken moet je huidige adres zoals deze in /WHOIS staat op de toegangslijst van deze nick zijn, je geindentificeerd zijn in de group van die nick, of het correcte wachtwoord opgegeven zijn.
pl_pl: Sk³adnia: GHOST nick [ has³o ] Opcja likwiduje sesjê-ducha o wskazanym nicku. Taka sytuacja najczê¶ciej ma miejsce wtedy, gdy po³±czenie z serwem IRC nie zosta³o zakoñczone w sposób prawid³owy (komputer siê zawiesi³ lub wyst±pi³a awaria ³±cza internetowego). Serwer IRC mo¿e wtedy nie rozpoznaæ zerwania po³±czenia i bêdzie czeka³ okre¶lon± ilo¶æ czasu na odpowied¼ od klienta. Aby u¿yæ polecenia GHOST musi byæ spe³niony jeden z warunków: 1. twój adres znajduje siê na li¶cie dostêpu, 2. jeste¶ zidentyfikowany w grupie, do której nale¿y wskazany nick, 3. podasz prawid³owe has³o do nicka.
pt_pt: Sintaxe: GHOST nick [ senha ] Termina uma sessão "fantasma" de IRC que esteja usando seu nick. A sessão "fantasma" é aquela que não está realmente conectada, mas que o servidor de IRC acredita estar ainda ativa por qualquer razão. Isso acontece normalmente se seu computador travar ou se sua conexão com a internet ou modem cair por um período curto de tempo enquanto você está no IRC. Para usar o comando GHOST em um nick, seu endereço atual como mostrado no /WHOIS deve estar na lista de acesso do nick, você deve estar identificado e estar no grupo daquele nick, ou você deve fornecer a senha correta para o nick.

source: Syntax: GLIST Lists all nicks in your group.
ca_es: Sintaxis: GLIST Llista tots els nicks en el teu grup.
de_de: Syntax: GLIST Zeigt alle Nicknamen die in deiner Gruppe enthalten sind.
el_gr: Σύνταξη: GLIST Εμφανίζει όλα τα ψευδώνυμα που ανήκουν στην ίδια ομάδα.
hu_hu: Syntax: GLIST Listáz minden nicket a csoportodból.
nl_nl: Gebruik: GLIST Geeft alle nicks in je groep weer.
pl_pl: Sk³adnia: GLIST Listuje wszystkie nicki z Twojej grupy.
pt_pt: Sintaxe: GLIST Lista todos os nicks do grupo.

source: Syntax: GLIST [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick. This use limited to Services Operators.
ca_es: Sintaxis: GLIST [ nickname ] Sense un parametre, llista tots els nicknames en el teu grup. Amb un parametre, llista tots els nicknames que hi ha en el grup del nick esmentat. El seu ús esta limitat a administradors de serveis.
de_de: Syntax: GLIST [ Nickname ] Wird kein Parameter angegeben, werden alle Nicknamen in deiner Gruppe angezeigt. Ansonsten werden alle Nicknamen, die in der Gruppe des angegebenen Nicknamens sind, aufgelistet.
el_gr: Σύνταξη: GLIST [ ψευδώνυμο ] Χωρίς την παράμετρο, εμφανίζει όλα τα ψευδώνυμα που είναι στην ομάδα σου. Με την παράμετρο, εμφανίζει όλα τα ψευδώνυμα που είναι στην ομάδα του ζητούμενου ψευδώνυμου. Μόνο οι Services Operators μπορούν να το κάνουν.
hu_hu: Syntax: GLIST [ nicknév ] Paraméter nélkül, listázza az összes nicknevet a csoportodban. Paraméterrel listázza az összes nicknevet, abból a csoportból ahol az adott nicknév van. Ennek a használata korlátozva Szervíz adminra.
nl_nl: Gebruik: GLIST [ nick ] Zonder een paramenter worden alle nicks weergegeven die zich in jouw groep bevinden. Indied een paramenter gegeven is worden alle nicks weergegeven die zich in de groep van de gegeven nick bevinden. Dit gebruik is gelimiteerd tot Services Operators.
pl_pl: Sk³adnia: GLIST [ nick ] Polecenie wywo³ane bez parametrów listuje wszystkie nicki nale¿±ce do grupy wydaj±cego polecenie. Administratorzy serwisów mog± jako parametr podaæ nick osoby, której nicki chc± sprawdziæ.
pt_pt: Sintaxe: GLIST [ nick ] Sem nenhum parâmetro, lista todos os nicks no seu grupo. Com um parâmetro, lista todos os nicks no grupo determinado. Este comando é limitado aos Administradores dos Services.

source: Syntax: GLOBAL message  Allows Administrators to send messages to all users on the network. The message will be sent from the nick %s.
ca_es: Sintàxi: GLOBAL missatge  Permet als Administrators a enviar missatges als usuaris de la xarxa. El missatge sera enviat desde el nick %s.
de_de: Syntax: GLOBAL Nachricht  Ermöglicht Administratoren eine Nachricht an alle User auf dem Netzwerk zu senden. Die Nachricht wird als Absender %s tragen.
el_gr: Σύνταξη: GLOBAL μήνυμα  Επιτρέπει στους IRCops να στέλνουν μυνήματα σε όλους τους χρήστες του δικτύου. Το μήνυμα θα στέλνεται από το ψευδώνυμο υπηρεσίας %s.
hu_hu: Syntax: GLOBAL üzenet  Megengedi, hogy az IRCopok üzenetet küldjenek az összes felhasználónak a hálózaton. Üzenetet a %s nickrõl küldi.
nl_nl: Gebruik: GLOBAL bericht  Stelt Administrators in staat om berichten te versturen naar alle gebruikers op het netwerk. Berichten zullen verstuurd worden vanaf de nick %s.
pl_pl: Sk³adnia: GLOBAL wiadomo¶æ  Pozwala administratorom wysy³aæ wiadomo¶ci do wszystkich u¿ytkowników. Wiadomo¶æ zostanie wys³ana z nicka %s.
pt_pt: Sintaxe: GLOBAL mensagens  Permite que os IRCops enviem mensagens para todos os usuários da Rede. A mensagem será enviada pelo nick %s.

source: Syntax: GROUP This command allows users to set the vhost of their CURRENT nick to be the vhost for all nicks in the same group.
ca_es: Syntax: GROUP This command allows users to set the vhost of thier CURRENT nick to be the vhost for all nicks in the same group.
de_de: Syntax:GROUP Dieser Befehl erlaubt es Usern, den vHost ihres aktuellen Nicknamens, zum vHost der gesamten Gruppe zu setzen.
el_gr: Syntax: GROUP This command allows users to set the vhost of thier CURRENT nick to be the vhost for all nicks in the same group.
hu_hu: Syntax: GROUP Ez a parancs lehetõvé teszi, hogy a JELENLEGI nick vhostját beállítsuk a csoport minden nickjére.
nl_nl: Gebruik: GROUP Dit commando stelt gebruikers in staat de vhost van hun HUIDIGE nick de vhost van alle nicks in de zelfde groep te laten zijn.
pl_pl: Sk³adnia: GROUP To polecenie pozwala ustawiæ vhost bie¿±cego nicka dla wszystkich nicków w grupie.
pt_pt: Sintaxe: GROUP Este comando permite aos usuários ajustar o vhost do seu nick ATUAL para ser o vhost de todos os nicks no mesmo grupo.
