Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: AOP channel ADD nick  AOP channel DEL { nick | entry-num | list } AOP channel LIST [ mask | list ] AOP channel CLEAR Maintains the AOP (AutoOP) list for a channel. The AOP list gives users the right to be auto-opped on your channel, to unban or invite themselves if needed, to have their greet message showed on join, and so on. The AOP ADD command adds the given nickname to the AOP list. The AOP DEL command removes the given nick from the AOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The AOP LIST command displays the AOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: AOP #channel LIST 2-5,7-9 Lists AOP entries numbered 2 through 5 and 7 through 9. The AOP CLEAR command clears all entries of the AOP list. The AOP ADD and AOP DEL commands are limited to SOPs or above, while the AOP CLEAR command can only be used by the channel founder. However, any user on the AOP list may use the AOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
ca_es: Sintàxi: AOP canal ADD nick  AOP canal DEL { nick | instancia | llista } AOP canal LIST [ mascara | llista ] AOP canal CLEAR Manté la llista OP (AutoOP) per a un canal. La llista AOP li dóna a l'usuari el dret de ser automàticament opejat en el teu canal, desbanejat o convidar-se a ell mateix en cas de ser necesàri, mostrar el missatge de salutació al entrar, etc. La comanda AOP ADD agrega al nickname donat a la llista AOP. La comanda AOP DEL esborra el nickname donat de la llista AOP. Si una llista de instàncies és donada, aquestes instàncies són esborrades. (Veure l'exemple per a LIST més endevant.) La comanda AOP LIST mostra la llista AOP. Si una mascara amb comodí és donada, només les instàncies que concordin amb la mascara són mostrades. Si una llista de instàncies és donada, sols aquestes instàncies són mostrades; per exemple: AOP #canal LIST 2-5,7-9 Mostra instàncies de AOP enumerades 2 a 5 i 7 a 9. La comanda AOP CLEAR neteja totes les instàncies de la llista AOP. Les comandes AOP ADD i AOP DEL està limitats a SOPs o superior, mentre que la comanda AOP CLEAR sols pot ser utilitzada per el fundador del canal. Tot i així, qualsevol usuari a la llista AOP pot usar la comanda AOP LIST. Aquesta comanda pot haVeure sigut deshabilitada per al teu canal. Si aquest és el cas, has de fer servir la llista d'accés. Veure /msg %S HELP ACCESS per a informació sobre la llista de accés i /msg %S HELP SET XOP per a saber com canviar entre la llista de accés i el sistema de llistes xOP.
de_de: Syntax: AOP Channel ADD Nickname  AOP Channel DEL { Nickname | entry-num | Liste } AOP Channel LIST [ Maske | Liste ] AOP Channel CLEAR Verwaltet die AOP (AutoOP) Liste eines Channels. Die AOP Liste gibt Usern automatisch Operator Status in deinem und gibt ihnen das Recht die Befehle UNBAN und INVITE. zu nutzen, beim Betreten des Channels werden die Greet Messages dieser User angezeigt, usw. Der AOP ADD Befehl fügt den jeweiligen Nicknamen zur AOP-Liste hinzu. Der AOP DEL Befehl löscht den jeweiligen Nickname aus der AOP-Liste. Wenn mehrere Eintragsnummern angegeben werden, werden diese Einträge gelöscht. (Siehe Beispiel bei LIST.) Der AOP LIST Befehl zeigt die aktuelle AOP-Liste. Wenn Wildcard Masks angegeben werden, werden nur die betroffenen Einträge angezeigt. Werden mehrere Eintragsnummern angegeben, werden nur diese Einträge angezeigt, zB: AOP #channel LIST 2-5,7-9 Listet die AOP Einträge 2 bis 5 und 7 bis 9. Der AOP CLEAR Befehl löscht alle Einträge der AOP-Liste. AOP ADD und AOP DEL sind auf SOPs beschränkt, während AOP CLEAR nur vom Channel Founder genutzt werden kann. Jeder User auf der AOP Liste kann den AOP LIST Befehl benutzen. Dieser Befehl kann für deinen Channel ausgeschaltet sein, in diesem Fall nutze bitte die Access Liste. Für weitere Infos zur Access Liste, tippe bitte /msg %S HELP ACCESS und /msg %S HELP SET XOP für Infos über den Wechsel vom XOP und vom Access System.
el_gr: Σύνταξη: AOP κανάλι ADD ψευδώνυμο  AOP κανάλι DEL { ψευδώνυμο | νούμερο | λίστα } AOP κανάλι LIST [ μάσκα | λίστα ] AOP κανάλι CLEAR Αλλάζει την AOP (AutoOP) λίστα του καναλιού. Η λίστα AOP δίνει στους χρήστες το δικαίωμα να γίνονται αυτόματα opped στο κανάλι σας, να κάνουν unban ή invite τους εαυτούς τους αν χρειάζεται, να έχουν το δικό τους μήνυμα χαιρετισμού όταν μπένουν σε ένα κανάλι, και άλλα πολλά. Η εντολή AOP ADD προσθέτει ένα ψευδώνυμο στην λίστα AOP. Η εντολή AOP DEL αφαιρεί ένα ψευδώνυμο από την λίστα AOP. Αν η λίστα δίνεται με θέσεις-νούμερα, τότε αυτές οι θέσεις διαγράφονται. (Δες το παράδειγμα με την εντολή LIST.) Η εντολή AOP LIST εμφανίζει την λίστα AOP. Αν δωθεί μια συγκεκριμένη μάσκα, μόνο οι θέσεις που ταιριάζουν με αυτήν θα εμφανιστούν. Αν κάνετε list με τις θέσεις-νούμερα,τότε μόνο τις θέσεις που δώσατε θα δείτε. Δηλ τα αντίστοιχα ψευδώνυμα που ανήκουν στις θέσεις αυτές. Για παράδειγμα: AOP #κανάλι LIST 2-5,7-9 Εμφανίζει από την λίστα AOP τις θέσεις με τα νούμερα 2 έως 5 και 7 έως 9. Η εντολή AOP CLEAR καθαρίζει όλες τις θέσεις από την λίστα AOP. Οι εντολές AOP ADD και AOP DEL είναι περιορισμένες στους SOPs ή επάνω, ενώ η εντολή AOP CLEAR μπορεί μόνο να χρησιμοποιηθεί από τον founder του καναλιού. Όμως, οποιοσδήποτε χρήστης μπορεί να χρησιμοποιήσει την εντολή AOP LIST. Αυτή η εντολή μπορεί να είναι απενεργοποιημένη από το κανάλι σας, και σε αυτή την περίπτωση θα χρησιμοποιήσετε την εντολή access list. Δείτε /msg %S HELP ACCESS για πληροφορίες σχετικά με την εντολή access list, και /msg %S HELP SET XOP για να ξέρετε πως θα επιλέξετε ανάμεσα στο access list και xOP list σύστημα.
hu_hu: Syntax: AOP #szoba ADD nick  AOP #szoba DEL {nick | sorszám | lista } AOP #szoba LIST [ maszk | lista ] AOP #szoba CLEAR Karbantartja az AOP(AutoOP) listát a csatornán. Az AOP listán szereplõ userek automatikusan megkapják belépéskor az operátor státuszt, unbanhatják magukat, meghívhatják magukat a csatornára,megjelenithetik a köszöntõ üzenetüket stb. Az AOP ADD paranccsal hozzáadhatsz egy nickenevet a csatornád AOP listájához. Az AOP DEL paranccsal eltávolíthatsz egy megadott nicknevet a csatornád AOP listájáról. Ha sorszámokat intervallumban adunk meg (lásd a listázásnál), akkor a megadott bejegyzések kerülnek törlésre. Az AOP LIST parancs megadja az AOP listát. Ha nem vagyunk kiváncsiak a teljes listára akkor a listában szereplõ Aop sorszámát megadva is megtudhatjuk a nevét, megadhatunk intervallumot is. Példák: AOP #szoba LIST 2-5,7-9 Listázza az AOP-okat 2 és 5 között és 7-tol 9-ig. Az AOP CLEAR parancs kiüriti a szoba AOP listáját. Az AOP ADD és AOP DEL parancsokat csak SOP vagy magasabb szinttel rendelkezo userek használhatják, de az AOP CLEAR parancsot csak a szoba foundere adhatja ki. Habár, minden AOP listán szereplo user használhatja az AOP LIST parancsot. Ezt a parancsot letilthatod a csatornádon, és helyette használhatod az access lista rendszert. Nézd meg: /msg %S HELP ACCESSbõvebb információért az access listáról, és írd be: /msg %S HELP SET XOP hogy megnézd, hogyan tudsz váltani az xOP rendszerrol az access lista rendszerre.
nl_nl: Gebruik: AOP kanaal ADD nick  AOP kanaal DEL { nick | entry-nr | lijst } AOP kanaal LIST [ mask | lijst ] AOP kanaal CLEAR Onderhoud de AOP (AutoOP) lijst voor een kanaal. De AOP lijst geeft gebruikers het recht om automatisch operator te worden op het kanaal, zichzelf te unbannen of uit te nodigen als dat nodig is, hun groetbericht weer te geven als ze het kanaal binnenkomen, enzovoorts. Het AOP ADD commando voegt de gegeven nick toe aan de AOP lijst. Het AOP DEL commando verwijderd de gegeven nick van de AOP lijst. Als een lijst van entry-nummers is opgegeven worden die verwijderd. (Zie het LIST-voorbeeld hieronder) Het AOP LIST commando geeft de AOP lijst weer. Als er een mask is gegeven worden alleen de de AOP's die over- eenkomen met het opgegeven mask weergegeven. Als een lijst van entry-nummers is opgegeven, worden alleen die weer- gegeven. Bijvoorbeeld: AOP #kanaal LIST 2-5,7-9 Geeft AOP's 2 t/m 5 en 7 t/m 9 weer. Het AOP CLEAR commando verwijderd alle AOP's van de AOP lijst. De AOP ADD en AOP DEL commando's zijn gelimiteerd tot SOP's of hoger. AOP CLEAR can alleen gebruikt worden door de kanaalstichter. Elke gebruiker op de AOP lijst mag echter AOP LIST gebruiken. Dit commando kan uitgeschakeld zijn voor je kanaal, en in dat geval heb je de toegangslijst nodig. Zie /msg %S HELP ACCESS voor meer informatie over toegangs- lijsten, en /msg %S HELP SET XOP om te weten te komen hoe je tussen toegangslijsten en xOP-lijsten schakelt.
pl_pl: Sk³adnia: AOP kana³ ADD nick  AOP kana³ DEL { nick | numer | lista } AOP kana³ LIST [ maska | lista ] AOP kana³ CLEAR Zarz±dza list± AOP (AutoOP) dla kana³u. U¿ytkownicy wpisani na t± listê bêd± otrzymywaæ automatycznie status operatora, maj± prawo siê odbanowaæ i zaprosiæ je¶li jest taka potrzeba itd. Komenda AOP ADD dodaje podany nick do listy AOP. Komenda AOP DEL usuwa wskazane wpisy z listy. Jako argument przyjmuje nick, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). Komenda AOP LIST wy¶wietla zawarto¶æ listy AOP. Parametr maska pozwala filtrowaæ wy¶wietlane wpisy (symbol * zastêpuje dowolny ci±g znaków w nicku). Jako parametr mo¿na te¿ podaæ numery wpisów na li¶cie: AOP kana³ LIST 2-5,7-9 Wy¶wietli wpisy na li¶cie od numeru 2 do 5 oraz od 7 do 9. Komenda AOP CLEAR usuwa wszystkie wpisy z listy. Komendy AOP ADD oraz AOP DEL s± dostêpne dla u¿ytkowników z uprawnieniami SOP lub wy¿szymi. Komenda AOP CLEAR jest dostêpna dla w³a¶ciciela kana³u. Wszyscy u¿ytkownicy wpisani na listê AOP mog± u¿ywaæ komendy AOP LIST. Komenda AOP mo¿e byæ wy³±czona dla Twojego kana³u, w takim przypadku nale¿y u¿ywaæ komendy ACCESS. Aby uzyskaæ informacje o komendzie ACCESS wpisz: /msg %S HELP ACCESS Aby dowiedzieæ siê jak w³±czyæ tryb xOP wpisz: /msg %S HELP SET XOP
pt_pt: Sintaxe: AOP canal ADD nick  AOP canal DEL { nick | entrada | lista-entradas } AOP canal LIST [ máscara | lista-entradas ] AOP canal CLEAR Mantém a lista de AOP (AutoOP) para um canal. A lista de AOP dá a um usuário os direitos de: receber OP automaticamente ao entrar no canal, de se desbanir ou convidar a si próprio se necessário, de ter sua mensagem de entrada exibida ao entrar no canal, e assim por diante. O comando AOP ADD adiciona o nick fornecido à lista de AOP. O comando AOP DEL remove o nick fornecido da lista de AOP. Se uma lista de números de entrada é fornecida, essas entradas são deletadas. (Veja o exemplo para LIST abaixo.) O comando AOP LIST exibe a lista de AOP. Se uma máscara é fornecida, apenas as entradas que combinarem com ela serão mostradas. Se uma lista de números de entrada é fornecida, apenas essas entradas são mostradas; por exemplo: AOP #canal LIST 2-5,7-9 Lista as entradas de AOP numeradas de 2 a 5 e de 7 a 9. O comando AOP CLEAR remove todas as entradas da lista de AOP. Os comandos AOP ADD e AOP DEL são limitados aos SOPs ou acima, enquanto o comando AOP CLEAR pode ser usado apenas pelo Fundador do canal. No entanto, qualquer usuário na lista de AOP pode usar o comando AOP LIST. Este comando pode ter sido desabilitado para seu canal e, nesse caso, você precisa usar a lista de acesso. Veja /msg %S HELP ACCESS para informações sobre a lista de acesso, e /msg %S HELP SET XOP para saber como escolher entre a lista de acesso e o sistema de listas xOP.

source: Syntax: ASSIGN chan nick  Assigns a bot pointed out by nick to the channel chan. You can then configure the bot for the channel so it fits your needs.
ca_es: Sintàxi: ASSIGN canal nick  Assigna un bot especificat per nick al canal. Desprès d'això pots configurar el bot segons les teves necessitats.
de_de: Syntax: ASSIGN Channel Botnick  Weist einem Channel einen Bot zu. Der Botnick muss jedoch existieren. Nach dieser Zuweisung können die Channel-spezifischen Einstellungen des Bots angepasst werden.
el_gr: Σύνταξη: ASSIGN κανάλι ψευδώνυμο  Με την εντολή αυτή ζητάς από το bot να μπεί στο κανάλι σου. Μπορείς μετά να το ρυθμίσεις για τις ανάγκες του καναλιού σου.
hu_hu: Syntax: ASSIGN #szoba nick  Társítja a megnevezett botot a szobához. Beállíthatod a botodat a csatornád igényeidnek megfelelõen. Kellemes botozást! :-)
nl_nl: Gebruik: ASSIGN kanaal nick  Wijst een bot met de nick nick toe aan kanaal kanaal . Hierna kun je de bot voor het kanaal instellen zoals je wil.
pl_pl: Sk³adnia: ASSIGN kana³ nick  Przydziela bota o wskazanym nicku na kana³.
pt_pt: Sintaxe: ASSIGN canal nick  Associa um bot escolhido pelo nick a um canal . Você poderá então configurar o bot para o canal de acordo com as suas necessidades.
