Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: NS Aliases : %6d records, %5d kB
ca_es: Aliases NS : %6d registres, %5d kB
de_de: NickServ-Aliase : %6d Einträge, %5d kB
el_gr: NS Aliases : %6d βάσεις, %5d kB
hu_hu: NS Aliases : %6d bejegyzés, %5d kB
nl_nl: NS Aliassen : %6d records, %5d kB
pl_pl: Aliasy NS : %6d rekordów, %5d kB
pt_pt: Nicks NS : %6d registros, %5d kB

source: NS Groups : %6d records, %5d kB
ca_es: Grups NS : %6d registres, %5d kB
de_de: NickServ-Gruppen : %6d Einträge, %5d kB
el_gr: NS Ομάδες : %6d βάσεις, %5d kB
hu_hu: NS Csoport : %6d bejegyzés, %5d kB
nl_nl: NS Groepen : %6d records, %5d kB
pl_pl: Grupy NS : %6d rekordów, %5d kB
pt_pt: Grupos NS : %6d registros, %5d kB

source: Never kicked by the bot's kickers
ca_es: Mai expulsat pels kicks del bot
de_de: Wird nicht durch den Bot-Kicker gekicked
el_gr: Τα bot's να μην πετάνε έξω τους kickers
hu_hu: Nem lesz kirúgva a bot automatikus funkcióival.
nl_nl: Wordt nooit gekicked door bot kickers
pl_pl: Ochrona przed kopaniem za pomoc± komendy KICK
pt_pt: Nunca ser kickado pelos motivos dos Kickers do bot

source: New memo
de_de: Neue Memo
hu_hu: Új memo
nl_nl: Nieuwe memo
pl_pl: Nowa wiadomo¶æ
pt_pt: Novo memo

source: New memos for %s. To read, type: %R%s READ num 
ca_es: Nous memos per a %s. per a llegir-los escriu: /msg %s READ numero 
de_de: Neue Memos für %s. Um sie zu lesen, tippe /msg %s READ Nummer 
el_gr: Νέα μηνύματα για τον %s. Για να τα διαβάσεις, γράψε: /msg %s READ num 
hu_hu: Új üzenet %s részére. Olvasáshoz: /msg %s READ szám 
nl_nl: Nieuwe memo's voor %s. Om te lezen, type: /msg %s READ nr 
pl_pl: Nowe wiadomo¶ci dla %s. Aby przeczytaæ, napisz: /msg %s READ numer 
pt_pt: Novos memos para %s. Para ler, digite: /msg %s READ núm 

source: New memos for %s. To read, type: %R%s READ %s num 
ca_es: Nous memos per a %s. Per a llegir-los escriu: /msg %s READ %s numero 
de_de: Neue Memos für %s. Um sie zu lesen, tippe /msg %s READ %s Nummer 
el_gr: Νέα μηνύματα για το %s. Για να τα διαβάσεις, γράψε: /msg %s READ %s num 
hu_hu: %s új üzenetei. Olvasáshoz,: /msg %s READ %s szám 
nl_nl: Nieuwe memo's voor %s. Om te lezen, type: /msg %s READ %s nr 
pl_pl: Nowe wiadomo¶ci dla %s. Aby przeczytaæ, napisz: /msg %s READ %s numer 
pt_pt: Novos memos para %s. Para ler, digite: /msg %s READ %s núm 

source: News list is full!
ca_es: La llista de notícies esta plena!
de_de: Die News-Liste ist voll!
el_gr: Η λίστα των νέων είναι γεμάτη!
hu_hu: A Hírlista tele!
nl_nl: Nieuws lijst is vol!
pl_pl: Lista wiadomo¶ci powitalnych jest pe³na!
pt_pt: Lista de logon news está cheia!

source: Nick %s has been forbidden by %s: %s
ca_es: El nick %s ha estat prohibit per %s: %s
de_de: Der Nickname %s wurde verboten von %s: %s
el_gr: Αυτό το ψευδώνυμο %s έχει παρακρατηθεί από τον %s: %s
hu_hu: Ezt a nicket: %s %s forbidolta: %s
nl_nl: Nick %s is verboden door %s: %s
pl_pl: Nick %s zosta³ zablokowany przez %s: %s
pt_pt: Nick %s foi bloqueado por %s: %s

source: Nick %s is an illegal nickname and cannot be used.
de_de: Der Nickname %s ist ein illegaler Nickname und kann nicht benutzt werden.
hu_hu: %snick illegális nicknév vagy nem használható.
nl_nl: Nick %s is een illegale nickname en mag niet worden gebruikt.
pl_pl: Nick %s jest nieprawid³owy i nie mo¿e byæ u¿ywany.
pt_pt: Nick %s é um nick ilegal e não pode ser usado.

source: Nick %s is currently in use.
de_de: Der Nickname %s wird derzeit benutzt.
hu_hu: Ez a nick: %s jelenleg használatban van.
nl_nl: Nick %s is momenteel in gebruik.
pl_pl: Nick %s jest aktualnie w u¿yciu.
pt_pt: Nick %s está atualmente em uso.

source: Nick %s is now forbidden.
ca_es: El nick %s esta prohibit.
de_de: Der Nickname %s ist jetzt verboten.
el_gr: Το ψευδώνυμο %s από τώρα παρακρατείται.
hu_hu: %s nick most már forbidolt.
nl_nl: Nick %s is nu verboden.
pl_pl: Nick %s zosta³ zablokowany.
pt_pt: Nick %s está agora bloqueado.

source: Nick %s is part of this Network's Services.
de_de: Der Nickname %s ist ein teil der Network Services.
hu_hu: A %s nick a Hálózat Szervízének egysége.
nl_nl: Nick %s is deel van de Services van dit netwerk.
pl_pl: Nick %s jest serwisem!
pt_pt: Nick %s é parte dos Services desta Rede.

source: Nick %s isn't being held.
ca_es: El nick %s no esta sent utilitzat.
de_de: Der Nickname %s ist nicht gesperrt.
el_gr: Το ψευδώνυμο %s δεν κρατείται..
hu_hu: Ezt a nicket %s nem fogja a services.
nl_nl: Nick %s wordt niet vastgehouden.
pl_pl: Nick %s nie jest zajêty przez serwisy.
pt_pt: Nick %s não está em uso no momento.

source: Nick %s isn't currently in use.
ca_es: El nick %s no esta en us.
de_de: Der Nickname %s wird derzeit nicht benutzt.
el_gr: Αυτό το ψευδώνυμο %s δεν χρησιμοποιείτε αυτή τη στιγμή.
hu_hu: Ez a nick: %s nincs jelenleg használatban.
nl_nl: Nick %s is momenteel niet in gebruik.
pl_pl: Nick %s nie jest aktualnie u¿ywany.
pt_pt: Nick %s não está sendo usado.

source: Nick %s isn't registered.
ca_es: El nick %s no esta registrat.
de_de: Der Nickname %s ist nicht registriert.
el_gr: Αυτό το ψευδώνυμο %s δεν είναι κατοχυρωμένο.
hu_hu: Ez a nick: %s nem regisztrált.
nl_nl: Nick %s is niet geregistreerd.
pl_pl: Nick %s nie jest zarejestrowany.
pt_pt: Nick %s não está registrado.

source: Nick %s may not be registered or used.
ca_es: El nick %s no pot ser registrat o utilitzat.
de_de: Der Nickname %s ist verboten und darf nicht verwendet werden.
el_gr: Αυτό το ψευδώνυμο %s δεν μπορεί να κατοχυρωθεί ή να χρησιμοποιηθεί.
hu_hu: %snicket nem lehet regisztrálni vagy használni.
nl_nl: Nick %s mag niet geregistreerd of gebruikt worden.
pl_pl: Nick %s nie mo¿e byæ rejestrowany ani u¿ywany.
pt_pt: Nick %s não pode ser registrado ou usado.

source: Nick %s not found on ignore list.
ca_es: %s not found on ignore list.
de_de: Der Nickname %s wurde nicht in der Ignore-Liste gefunden.
el_gr: %s not found on ignore list.
hu_hu: %s nick nem található a mellõzöttek listáján.
nl_nl: Nick %s niet gevonden op de negeer-lijst.
pl_pl: %s nie znaleziono na li¶cie ignorowanych.
pt_pt: %s não encontrado na lista de Ignore.

source: Nick %s was truncated to %d characters.
de_de: Dein Nickname %s wurde auf %d Zeichen gekürzt.
hu_hu: A nicked %s meg lett csonkítva %d karakter hosszúságúra.
nl_nl: Nick %s is verkort naar %d tekens.
pl_pl: Nick %s zosta³ skrócony do %d znaków.
pt_pt: Nick %s foi truncado para %d caracteres.

source: Nick %s will expire.
de_de: Nickname %s wird wieder verfallen.
pl_pl: Nick %s od teraz podlega zasadom wygasania.

source: Nick %s will not expire.
de_de: Nickname %s wird nicht mehr verfallen.
pl_pl: Nick %s nie wyga¶nie.

source: Nick %s doesn't have a memo from you.
de_de: Nickname %s hat keine Memo von dir.
hu_hu: %s nickre nem érkezett memo üzenet tõled.
nl_nl: Nick %s heeft geen memo van jou.
pl_pl: %s nie posiada wiadomo¶ci od Ciebie.
pt_pt: O nick %s não possui nenhum memo seu.

source: Nick %s has been logged out.
ca_es: Nick %s ha estat desconnectat.
de_de: Der Nickname %s wurde erfolgreich ausgeloggt.
el_gr: Το ψευδώνυμό σου %s δεν κατέχεται για την ώρα.
hu_hu: %s nick sikeresen kijelentkezett.
nl_nl: Nick %s is uitgelogd.
pl_pl: Nick %s zosta³ wylogowany.
pt_pt: O nick %s foi desconectado.

source: Nick %s is currently suspended.
de_de: Der Nick %s ist vorübergehend gesperrt.
nl_nl: Nick %s is tijdelijk buiten werking gesteld.
pl_pl: Nick %s jest obecnie zawieszony.
pt_pt: Nick %s está atualmente suspenso.

source: Nick %s is now released.
de_de: Der Nickname %s ist jetzt freigegeben.
nl_nl: Nick %s is nu vrijgegeven.
pl_pl: Nick %s zosta³ uwolniony.
pt_pt: Nick %s foi liberado.

source: Nick %s is now suspended.
de_de: Der Nickname %s ist jetzt suspendiert.
nl_nl: Nick %s is tijdelijk buiten werking gesteld.
pl_pl: Nick %s zosta³ zawieszony.
pt_pt: Nick %s foi suspendido.

source: Nick NOT registered, please try again later.
de_de: Nick konnte NICHT registriert werden, versuche es später noch einmal.
hu_hu: Nick NEM regisztrált, próbáld késõbb.
nl_nl: Nick is NIET geregistreerd, probeer later opnieuw.
pl_pl: Nick nie zosta³ zarejestrowany. Proszê spróbowaæ pó¼niej.
pt_pt: Nick NÃO registrado, por favor tente novamente mais tarde.

source: Nickname %s confirmed
de_de: Nickname %s bestätigt
hu_hu: A %s nicknév érvényesítve.
nl_nl: Nickname %s geverificeerd.
pl_pl: Nick %s potwierdzony.
pt_pt: Nick %s confirmado

source: Nickname %s has been dropped.
ca_es: Nickname %s ha estat expulsat.
de_de: Der Nickname %s wurde aus der Datenbank entfernt.
el_gr: Το ψευδώνυμο %s σβήστηκε επιτυχώς από την υπηρεσία.
hu_hu: A %s nicknevet dropoltad.
nl_nl: Nickname %s is gedropped.
pl_pl: Nick %s zosta³ odrejestrowany.
pt_pt: O nick %s foi desregistrado.

source: Nickname %s is already registered!
ca_es: El nickname %s ja esta registrat!
de_de: Dieser Nickname %s ist bereits registriert!
el_gr: Αυτό το ψευδώνυμο %s είναι ήδη κατοχυρωμένο!
hu_hu: Ez a nicknév: %s már regisztrált!
nl_nl: Nickname %s is al geregistreerd!
pl_pl: Nick %s jest ju¿ zarejestrowany!
pt_pt: O nick %s já está registrado!

source: Nickname %s may not be registered.
ca_es: El nickname %s no pot ser registrat.
de_de: Dieser Nickname %s kann nicht registriert werden.
el_gr: Αυτό το ψευδώνυμο %s δεν μπορεί να κατοχυρωθεί.
hu_hu: Ez a nicknév: %s nem regisztrálható.
nl_nl: Nickname %s mag niet geregistreerd worden.
pl_pl: Nick %s nie mo¿e byæ rejestrowany.
pt_pt: O nick %s não pode ser registrado.

source: Nickname %s not registered.
de_de: Nickname %s ist nicht registriert.
pl_pl: Nick %s nie jest zarejestrowany.

source: Nickname %s registered under your account: %s
ca_es: El nickname %s ja esta registrat sota el teu compte: %s
de_de: Dein Nickname %s ist unter deinem Host registriert worden: %s
el_gr: Αυτό το ψευδώνυμο %s κατοχυρώθηκε υπό την διεύθυνσή σου: %s
hu_hu: Ez a nicknév: %s számodra lett regisztrálva: %s
nl_nl: Nickname %s is geregistreerd onder jouw account: %s
pl_pl: Nick %s zosta³ zarejestrowany z mask±: %s.
pt_pt: O nick %s foi registrado em sua conta: %s

source: Nickname %s registered.
de_de: Der Nickname %s wurde erfolgreich registriert.
nl_nl: Nickname %s is geregistreerd.
pl_pl: Nick %s zosta³ zarejestrowany.
pt_pt: Nick %s registrado.

source: Nickname Registration (%s)
de_de: Nickname Registrierung (%s)
hu_hu: Nicknév Regisztráció (%s)
nl_nl: Nickname Registratie (%s)
pl_pl: Rejestracja nicka %s
pt_pt: Registro de nick (%s)

source: Nickname password (%s)
ca_es: Clau pel Nickname (%s)
de_de: Nick-Passwort (%s)
el_gr: Ο κωδικός του ψευδώνυμου (%s)
hu_hu: Nicknév jelszó (%s)
nl_nl: Nick wachtwoord (%s)
pl_pl: Has³o do nicka %s
pt_pt: Senha do nick (%s)

source: Nicknames that are not used anymore are subject to the automatic expiration, i.e. they will be deleted after %d days if not used.
ca_es: Nicknames en desus estan subjectes a l'expiració automatica, en altres paraules, seran esborrats després de %d dies.
de_de: Nicknamen die seit einer längeren Zeit nicht mehr genutzt wurden, werden durch den automatischen Auslauf nach %d Tagen aus der Datenbank entfernt.
el_gr: Ψευδώνυμα τα οποία δεν χρησιμοποιούνται πλέον θα είναι στην διαδικασία της αυτόματης λήξης, π.ς. θα διαγράφονται αυτόματα μετά από %d μέρες αν δεν χρησιμοποιούνται.
hu_hu: Ha egy regisztrált nicknevet %d napig nem használnak, akkor a regisztrációja elévül, a nicknevet bárki regisztrálhatja, és használhatja.
nl_nl: Nicknames die niet meer gebruikt worden zullen na een tijd automatisch verlopen, oftewel: ze zullen verwijderd worden na %d dagen inactiviteit.
pl_pl: Nicki nieu¿ywane przez d³u¿szy czas s± automatycznie usuwane po %d dniach od ostatniej identyfikacji. Wszelkie ustawienia oraz uprawnienia zostaj± usuniête.
pt_pt: Nicks que não estejam mais sendo usados estão sujeitos a expirarem automaticamente, ou seja, eles serão apagados após %d dias sem serem usados.

source: No # found in front of channel name.
de_de: Kein # vor dem Channelnamen gefunden.
hu_hu: Nincs # a szoba neve elõtt.
nl_nl: Geen # gevonden aan het begin van de kanaalnaam.
pl_pl: Nie znaleziono znaku # na pocz±tku nazwy kana³u.
pt_pt: Não foi encontrado "#" em frente ao nome do canal.

source: No Bot mode is now OFF on channel %s.
ca_es: Mode no bot ara desactivat en el canal %s.
de_de: No-Bot-Mode ist jetzt OFF im Channel %s.
el_gr: Κανένα Bot έχει επιλογή OFF στο κανάλι %s.
hu_hu: Nincs Bot mód most OFFa %s szobán.
nl_nl: Geen Bot mode staat nu UIT op kanaal %s.
pl_pl: Opcja NOBOT zosta³a wy³±czona na kanale %s.
pt_pt: Modo NOBOT está agora DESATIVADO no canal %s.

source: No Bot mode is now ON on channel %s.
ca_es: Mode no bot ara activat en el canal %s.
de_de: No-Bot-Mode ist jetzt ON im Channel %s.
el_gr: Κανένα Bot έχει επιλογή ON στο κανάλι %s.
hu_hu: Nincs Bot mód most ONa %s szobán.
nl_nl: Geen Bot mode staat nu AAN op kanaal %s.
pl_pl: Opcja NOBOT zosta³a w³±czona na kanale %s.
pt_pt: Modo NOBOT está agora ATIVADO no canal %s.

source: No Emails listed for %s.
de_de: Keine eingetragenen Emails für %s.
hu_hu: Nincs Email listázva ehhez: %s.
nl_nl: Geen emails voor %s.
pl_pl: Nie ma u¿ytkowników z adresem e-mail %s.
pt_pt: Nenhum email listado para %s.

source: No help available for %s.
ca_es: No existeix ajuda per %s.
de_de: Keine Hilfe verfügbar für %s.
el_gr: Δεν υπάρχει διαθέσιμη βοήθεια για %s.
hu_hu: Nincs ezzel kapcsolatban segítség: %s.
nl_nl: Geen help beschikbaar voor %s.
pl_pl: Brak dostêpnej pomocy dla %s.
pt_pt: Nenhuma ajuda disponível para %s.

source: No information about module %s is available
de_de: Es sind keine Informationen für das Modul %s verfügbar
hu_hu: Nincs elérhetõ információ a %s modulról
nl_nl: Er is geen informatie aanwezig voor module %s
pl_pl: Informacje o module %s nie s± dostêpne.
pt_pt: Nenhuma informação sobre o módulo %s está disponível.

source: No logon news items to delete!
ca_es: No hi ha notícies d'entrada per a esborrar!
de_de: Keine zu löschenden Einträge in der Logon News-Liste gefunden.
el_gr: Κανένας Κανονισμός ή πληροφορία για να διαγραφεί!
hu_hu: Nincs törölhetõ fellépési hír!
nl_nl: Geen login nieuwsberichten om te verwijderen!
pl_pl: Nie ma wiadomo¶ci powitalnych do skasowania!
pt_pt: Nenhum logon news para remover!

source: No matching entries on %s AOP list.
ca_es: No existeixen instàncies coincidents a la llista AOP de %s.
de_de: Keine passenden Einträge in der %s AOP-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην AOP λίστα του %s.
hu_hu: Nincs ilyen bejegyzés a %s AOP listán.
nl_nl: Geen overeenkomsten op %s AOP lijst.
pl_pl: Nie znaleziono wpisów w li¶cie AOP kana³u %s.
pt_pt: Resultado não encontrado na lista de AOP do %s.

source: No matching entries on %s HOP list.
ca_es: No existeixen instàncies coincidents a la llista HOP de %s.
de_de: Keine passenden Einträge in der %s HOP-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην HOP λίστα του %s.
hu_hu: Nincs ilyen bejegyzés a %s HOP listán.
nl_nl: Geen overeenkomsten op %s HOP lijst.
pl_pl: Nie znaleziono wpisów w li¶cie HOP kana³u %s.
pt_pt: Resultado não encontrado na lista de HOP do %s.

source: No matching entries on %s SOP list.
ca_es: No existeixen instàncies coincidents a la llista SOP de %s.
de_de: Keine passenden Einträge in der %s SOP-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην SOP λίστα του %s.
hu_hu: Nincs ilyen bejegyzés a %s SOP listán.
nl_nl: Geen overeenkomsten op %s SOP lijst.
pl_pl: Nie znaleziono wpisów w li¶cie SOP kana³u %s.
pt_pt: Resultado não encontrado na lista de SOP do %s.

source: No matching entries on %s VOP list.
ca_es: No existeixen instàncies coincidents a la llista VOP de %s.
de_de: Keine passenden Einträge in der %s VOP-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην VOP λίστα του %s.
hu_hu: Nincs ilyen bejegyzés a %s VOP listán.
nl_nl: Geen overeenkomsten op %s VOP lijst.
pl_pl: Nie znaleziono wpisów w li¶cie VOP kana³u %s.
pt_pt: Resultado não encontrado na lista de VOP do %s.

source: No matching entries on %s access list.
ca_es: No hi ha instàncies que concordin a la llista d'accés de %s .
de_de: Es existieren keine entsprechenden Einträge in der Access-Liste von %s.
el_gr: Δεν βρέθηκαν θέσεις στου %s στην access list.
hu_hu: Nincs ilyen bejegyzés a (%s) csatorna hozzáférési listáján.
nl_nl: Geen overeenkomsten op %s toegangslijst.
pl_pl: Nie znaleziono wpisów na li¶cie dostêpu kana³u %s.
pt_pt: Resultado não encontrado na lista de acesso do %s.

source: No matching entries on %s autokick list.
ca_es: No existeixen instàncies que concordin a la llista de kicks automàtics en el canal %s.
de_de: Keine entsprechenden Einträge auf der AutoKick-Liste von %s gefunden.
el_gr: Δεν βρέθηκαν θέσεις στην autokick list του %s.
hu_hu: Nincs ilyen bejegyzés a (%s) csatorna autokick listáján.
nl_nl: Geen overeenkomsten op %s autokick lijst.
pl_pl: Nie znaleziono wpisów na li¶cie AKICK kana³u %s.
pt_pt: Nenhum resultado encontrado na lista de akick do %s.

source: No matching entries on %s bad words list.
ca_es: No existeixen paraules que concordin a la llista de paraules malsonants de %s.
de_de: Keine entsprechenden Einträge zu %s in der Bad Words-Liste gefunden.
el_gr: Δεν βρέθηκαν οι θέσεις στην λίστα των κακών λέξεων του %s.
hu_hu: Nincs ilyen szó %s a tiltott szavak listáján.
nl_nl: Geen overeenkomsten op %s slechte woorden lijst.
pl_pl: Nie znaleziono pasuj±cych wpisów na li¶cie zakazanych s³ów kana³u %s.
pt_pt: Nenhum resultado correspondente encontrado na lista do %s.

source: No matching entries on session-limit exception list.
ca_es: No existeixen instàncies similars a la llista d'excepcions al límit de sessions.
de_de: Keine entsprechenden Einträge in der Liste der Verbindungseinschränkungen.
el_gr: Δεν βρέθηκαν θέσεις στην λίστα session-limit exception.
hu_hu: Nincs ilyen bejegyzés a session-korlát kivétel listán.
nl_nl: Geen overeenkomsten op de sessie limiet uitzonderingenlijst.
pl_pl: Nie znaleziono wpisów na li¶cie wyj±tków limitów sesji.
pt_pt: Nenhum resultado encontrado na lista de limite de sessões.

source: No matching entries on the AKILL list.
ca_es: No existeixen instàncies similars a la llista de AKILLs.
de_de: Keine entsprechenden Einträge auf der AKILL-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην λίστα AKILL.
hu_hu: Nincs ilyen bejegyzés az AKILL listán.
nl_nl: Geen overeenkomsten op de AKILL lijst.
pl_pl: Nie znaleziono pasuj±cych wpisów na li¶cie AKILL.
pt_pt: Nenhum resultado equivalente na lista de AKILL.

source: No matching entries on the SNLINE list.
ca_es: No existeixen instàncies similars a la llista de SNLINEs.
de_de: Keine entsprechenden Einträge auf der SNLINE-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην λίστα SNLINE.
hu_hu: Nincs ilyen bejegyzés az SNLINE listán.
nl_nl: Geen overeenkomsten op de SNLINE lijst.
pl_pl: Nie znaleziono pasuj±cych wpisów na li¶cie SNLINE.
pt_pt: Nenhum resultado equivalente na lista de SNLINE.

source: No matching entries on the SQLINE list.
ca_es: No existeixen instàncies similars a la llista de SQLINEs.
de_de: Keine entsprechenden Einträge auf der SQLINE-Liste.
el_gr: Δεν βρέθηκαν θέσεις στην λίστα SQLINE.
hu_hu: Nincs ilyen bejegyzés az SQLINE listán.
nl_nl: Geen overeenkomsten op de SQLINE lijst.
pl_pl: Nie znaleziono pasuj±cych wpisów na li¶cie SQLINE.
pt_pt: Nenhum resultado equivalente na lista de SQLINE.

source: No matching entries on the SZLINE list.
ca_es: No existeixen instàncies similars a la llista de SZLINEs.
de_de: Kein entsprechender Eintrag in der SZLINE-Liste gefunden.
el_gr: Δεν βρέθηκαν θέσεις στην λίστα SZLINE.
hu_hu: Nincs ilyen bejegyzés az SZLINE listán.
nl_nl: Geen overeenkomsten op de SZLINE lijst.
pl_pl: Nie znaleziono pasuj±cych wpisów na li¶cie SZLINE.
pt_pt: Nenhum resultado equivalente na lista de SZLINE.

source: No matching memos found.
ca_es: No existeixen memos que concordin.
hu_hu: A megadott üzenetek nem szerepelnek az üzenetlistán.
pl_pl: Nie znaleziono pasuj±cych wiadomo¶ci.

source: No memo was cancelable.
ca_es: Cap memo pot ser cancelat.
de_de: Kein Memo konnte widerrufen werden.
el_gr: Κανένα μήνυμα δεν ακυρώθηκε.
hu_hu: Nincs visszavont memo üzenet.
nl_nl: Geen annuleerbare memo's gevonden.
pl_pl: Brak wiadomo¶ci do odwo³ania.
pt_pt: Nenhum memo foi cancelado.

source: No memos were deleted.
ca_es: Cap memo fou esborrat.
hu_hu: Nem töröltem egy üzenetet sem.
pl_pl: Nie usuniêto ¿adnych wiadomo¶ci.

source: No modules currently loaded
de_de: Derzeit keine Module geladen
hu_hu: Jelenleg nincs modul betöltve.
nl_nl: Op dit moment zijn er geen modules geladen
pl_pl: Aktualnie nie ma za³adowanych modu³ów.
pt_pt: Nenhum módulo carregado atualmente.

source: No oper news items to delete!
ca_es: No hi ha notícies de oper per esborrar!
de_de: Keine Oper-News-Einträge zu löschen!
el_gr: Δεν υπάρχουν θέσεις στην λίστα για να διαγράψεις!
hu_hu: Nincs törölhetõ opernews tétel!
nl_nl: Geen oper nieuwsberichten om te verwijderen!
pl_pl: Nie ma wiadomo¶ci dla operatorów do skasowania!
pt_pt: Nenhum OperNews para remover!

source: No random news items to delete!
ca_es: No hi ha notícies a l'atzar per esborrar!
de_de: Keine randomnews Einträge zu löschen!
el_gr: Δεν βρέθηκαν μηνύματα για να διαγραφούν!
hu_hu: Nincs törölhetõ random news tétel!
nl_nl: Geen willekeurige nieuwsberichten om te verwijderen!
pl_pl: Nie ma losowych wiadomo¶ci do skasowania!
pt_pt: Nenhum item RandomNews para deletar!

source: No reason
ca_es: Sense raó
de_de: Kein Grund
el_gr: Χωρίς λόγος
hu_hu: Nincs indok
nl_nl: Geen reden
pl_pl: Bez powodu
pt_pt: Sem motivo

source: No signed kick when SIGNKICK LEVEL is used
ca_es: Sense firma de kick quant SIGNKICK LEVEL es utilitzat
de_de: Kein signierter Kick wenn SIGNKICK LEVEL genutzt wird
el_gr: Όχι signed kick όταν το SIGNKICK LEVEL χρησιμοποιείται
hu_hu: Nincs signkick, ha a SIGNKICK LEVEL használatban van.
nl_nl: Geen ondertekende kick wanneer SIGNKICK LEVEL is gebruikt
pl_pl: Nie podpisze kicka, gdy SIGNKICK LEVEL jest u¿ywany
pt_pt: Sem assinatura no kick quando a opção SIGNKICK LEVEL estiver em uso

source: No such entry (#%d) on %s AOP list.
ca_es: No existeix la instància (#%d) a la llista AOP de %s.
de_de: Kein solcher Eintrag (#%d) in der %s AOP-Liste.
el_gr: Δεν υπάρχει αυτή η θέση (#%d) στην AOP λίστα του %s.
hu_hu: Nem található (#%d) a %s AOP listán.
nl_nl: #%d bestaat niet op %s AOP lijst.
pl_pl: Brak wpisu (#%d) na li¶cie AOP kana³u %s.
pt_pt: Entrada (#%d) não encontrada na lista de AOP do %s.

source: No such entry (#%d) on %s HOP list.
ca_es: No existeix la instància (#%d) a la llista HOP de %s.
de_de: Kein solcher Eintrag (#%d) in der %s HOP-Liste.
el_gr: Δεν υπάρχει αυτή η θέση (#%d) στην HOP λίστα του %s.
hu_hu: Nem található (#%d) a %s HOP listán.
nl_nl: #%d bestaat niet op %s HOP lijst.
pl_pl: Brak wpisu (#%d) na li¶cie HOP kana³u %s.
pt_pt: Entrada (#%d) não encontrada na lista de HOP do %s.

source: No such entry (#%d) on %s SOP list.
ca_es: No existeix la instància (#%d) a la llista SOP de %s.
de_de: Kein solcher Eintrag (#%d) in der %s SOP-Liste.
el_gr: Δεν υπάρχει αυτή η θέση (#%d) στην SOP λίστα του %s.
hu_hu: Nem található (#%d) a %s SOP listán.
nl_nl: #%d bestaat niet op %s SOP lijst.
pl_pl: Brak wpisu (#%d) na li¶cie SOP kana³u %s.
pt_pt: Entrada (#%d) não encontrada na lista de SOP do %s.

source: No such entry (#%d) on %s VOP list.
ca_es: No existeix la instància (#%d) a la llista VOP de %s.
de_de: Kein solcher Eintrag (#%d) in der %s VOP-Liste.
el_gr: Δεν υπάρχει αυτή η θέση (#%d) στην VOP λίστα του %s.
hu_hu: Nem található (#%d) a %s VOP listán.
nl_nl: #%d bestaat niet op %s VOP lijst.
pl_pl: Brak wpisu (#%d) na li¶cie VOP kana³u %s.
pt_pt: Entrada (#%d) não encontrada na lista de VOP do %s.
