Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SQLINE ADD [+ expiry ] mask reason  SQLINE DEL { mask | entry-num | list } SQLINE LIST [ mask | list ] SQLINE VIEW [ mask | list ] SQLINE CLEAR Allows Services operators to manipulate the SQLINE list. If a user with a nick matching an SQLINE mask attempts to connect, Services will not allow it to pursue his IRC session. If the first character of the mask is #, services will prevent the use of matching channels (on IRCds that support it). SQLINE ADD adds the given mask to the SQLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SQLINE which does not expire, use +0 . If the mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SQLINE default expiry time can be found with the STATS AKILL command. The SQLINE DEL command removes the given mask from the SQLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SQLINE LIST command displays the SQLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SQLINE LIST 2-5,7-9 Lists SQLINE entries numbered 2 through 5 and 7 through 9. SQLINE VIEW is a more verbose version of SQLINE LIST, and will show who added an SQLINE, the date it was added, and when it expires, as well as the mask and reason. SQLINE CLEAR clears all entries of the SQLINE list.
ca_es: Sintàxi: SQLINE ADD [+ expiració ] mascara raó  SQLINE DEL { mascara | nom | llista } SQLINE LIST [ mascara | llista ] SQLINE VIEW [ mascara | llista ] SQLINE CLEAR Permet als operadors de serveis manipular la llista de SQLINES. Si un usuari amb un nick concordant amb una mascara SQLINE s'intenta connectar, els serveis li impediran aconseguir una sessió d'IRC. Si el primer caràcter de la mascara es #, els serveis evitaran l'ús dels canals coincidents (a IRCds que ho soportin). SQLINE ADD afegeix la mascara de nom real especificada a la llista de SQLINES per la raó especificada (que s'ha d'especficar). expiració es especificada como un sencer seguit de d (dies), h (hores), o m (minuts). Combinacions (com 1h30m ) no estan permesses. Si l'especificació de la unitat no es especificada, per defecte són dies (és a dir +30 nomès significa 30 dies). Per afegir una SQLINE que no caduqui, utilitzar +0 . Si la mascara de nom real especificada comença amb + , el temps d'expiració ha de ser especificat, encara que sigui el mateix que el per defecte. El temps actual d'expiració per defecte per SQLINES pot ser consultat amb la comanda STATS AKILL. La comanda SQLINE DEL esborra la mascara especificada de la llista de SQLINES si esta present. Si s'especifica una llista de instàncies, aquestes instàncies son esborrades. (Veure l'exemple per LIST especificat més endavant.) La comanda SQLINE LIST mostra la llista de SQLINES. Si s'especifica una mascara, nomès les instàncies coincidents amb la mascara son mostrades. Si s'especifica una llista de instàncies, sols esas instàncies son mostrades; per exemple: SQLINE LIST 2-5,7-9 llista instàncies de SQLINES enumerades de 2 a 5 i de 7 a 9. SQLINE VIEW es una versió més verbal que SQLINE LIST, i mostrara qui va afegir la SQLINE, la data en la que va ser afegida, i quan caducara, a més de la mascara de nom real i la raó. SQLINE CLEAR neteja totes les instàncies de la llista de SQLINES. Limitat a operadors de serveis.
de_de: Syntax: SQLINE ADD [+ Zeit ] Maske Grund  SQLINE DEL { Maske | entry-num | Liste } SQLINE LIST [ Maske | Liste ] SQLINE VIEW [ Maske | Liste ] SQLINE CLEAR Erlaubt Services Operatoren die SQLINE Liste zu bearbeiten. Falls ein User mit passendem Nicknamen sich zum Netzwerk verbinden möchte, werden die Services diese Verbindung nicht ausführen lassen. Wenn der erste Buchstabe ein # ist, werden die Services die Nutzung des betreffenden Channels nicht zulassen (bei IRCds, die dieses Feature unterstützen). SQLINE ADD fügt den angegeben Nicknamen mit dem Grund (muss angegeben werden) zur SNLINE-Liste hinzu. ^_Zeit^_ wird durch eine Ganzzahl angegeben, gefolgt von einem Buchstaben: d (Tage), h (Stunden), oder m (Minuten). Kombinationen sind nicht erlaubt. Wird kein Buchstabe angegeben, wird von Tagen ausgegangen (also +30 bedeutet 30 Tage). Um einen SQLINE-Eintrag zu erstellen, der nicht ausläuft, benutze +0 . Beginnt die Maske mit einem + , muss eine Auslaufzeit (expiry) definiert werden, auch wenn es die Standard-Zeit ist. Die Standard-Auslaufzeit für eine SQLINE kann man unter STATS AKILL finden. Das SQLINE DEL Command entfernt die betreffende Maske von der SQLINE Liste. Wird eine Liste von Nummern angegeben, werden diese Einträge entfernt. (Siehe das Beispiel für LIST weiter unten.) Mit Hilfe von SQLINE LIST wird die SQLINE-Liste angezeigt. Werden Wildcards in der Maske angegeben, werden nur die entsprechenden Einträge angezeigt. Die Ausgabe lässt sich ebenfalls durch einen Zahlenbereich begrenzen: SQLINE LIST 2-5,7-9 Zeigt die SQLINE Einträge 2 bis 5 und 7 bis 9 an. SQLINE VIEW ist eine ausführlichere Version von SQLINE LIST und zeigt an, wer eine SQLINE gesetzt hat, das Datum und wann diese ausläuft, ausserdem die Maske und den Grund. SQLINE CLEAR löscht alle Einträge der SQLINE Liste.
el_gr: Σύνταξη: SQLINE ADD [+ expiry ] μάσκα λόγος  SQLINE DEL { μάσκα | θέση-νουμερο | λίστα } SQLINE LIST [ μάσκα | λίστα ] SQLINE VIEW [ μάσκα | λίστα ] SQLINE CLEAR Οι Services operators μπορούν να αλλάξουν την λίστα SQLINE. Αν ο χρήστης μπει με ένα ψευδώνυμο που είναι στην λίστα SQLINE τα Services δεν θα τον αφήσουν να συνδεθεί ή θα του αλλάξουν το ψευδώνυμο του(σε μερικούς servers). Αν ο πρώτος χαρακτήρας της μάσκας είναι #, τα services θα εμποδίσουν την χρήση γιατί αντισοιχούν σε κανάλια αυτοί οι χαρακτήρες.(σε IRCds οι οποίοι το υποστηρίζουν). Η εντολή SQLINE ADD προσθέτει ένα ψευδώνυμο στην λίστα SQLINE με τον ανάλογο λόγο (ο οποίος πρέπει να δίνετε). Το expiry είναι συγκεκριμένο και επιλέγεται από τα επόμενα, d (μέρες), h (ώρες), ή m (λεπτά). Συνδιασμοί (όπως 1h30m ) δεν επιτρέπονται . Αν δεν δώσετε το χρόνο από default θα είναι σε μέρες (θα είναι +30 που σημαίνει 30 μέρες). Για να προσθέσετε ένα SQLINE που να μην λήγει, χρησιμοποιείστε +0 . usermask ξεκινάει με + , ο χρόνος λήξης θα πρέπει να δίνετε ακόμα και αν είναι ίδιος με τον default. Ο συγκεκριμένος χρόνος λήξης της εντολής SQLINE μπορεί να βρεθεί με την εντολή STATS AKILL. Η εντολή SQLINE DEL αφαιρεί μία μάσκα από την λίστα SQLINE list αν υπάρχει. Αν η λίστα με τις θέσεις-νούμερα δίνετε, αυτές διαγράφονται. (Δές το παράδειγμα LIST.) Η εντολή SQLINE LIST εμφανίζει την λίστα με τα SQLINE. Αν δίνεται μια συγκεκριμένη μάσκα, θα εμφανιστούν οι θέσεις που αντιστοιχούν σε αυτή τη μάσκα Αν δίνετε η λίστα με τις θέσεις-νούμερα μπορείτε να τις δείτε και αλλιώς. παράδειγμα: SQLINE LIST 2-5,7-9 Εμφανίζει τις θέσεις με τα νούμερα 2 εως 5 και 7 εως 9 της λίστας SQLINE. Η εντολή SQLINE VIEW είναι πιο βελτιωμένη από την SQLINE LIST, και εμφανίζει ποιος έβαλε το κάθε SQLINE, την ημερομηνία που μπήκε, και πότε λήγει, και φυσικά τη realname μάσκα και τον λόγο. Η εντολή SQLINE CLEAR καθαρίζει τις θέσεις της λίστας SQLINE. Μόνο για τους Services operators.
hu_hu: Syntax: SQLINE ADD [+ lejárat ] maszk indok  SQLINE DEL { maszk | sor-szám | list } SQLINE LIST [ maszk | list ] SQLINE VIEW [ maszk | list ] SQLINE CLEAR Engedélyezi a operátoroknak, hogy karbantartsák az SQLINE listát. Ha egy felhasználó "nick-je" ráillik egy SQLINe maszkra, megpróbál csatlakozni, a szervíz nem fogja engedni az egész irc-n. Ha az elsõ karakter a maszkban #, szervíz meg fogja elõzni a használatát Az ilyen csatornáknak (az IRCD-k ezt támogatják). SQLINE ADD hozzáadja az adott maszkot az SQLINE listához a megadott indokkal (amit meg kell adni).Az elévülést is, egész számmot követ egy idöparaméter d (nap),h (óra), m (perc).Ezek kombinálása nem lehetséges(1h30m). Ha nem adsz meg idöegységet akkor önmagában napot jelent. (+30 az 30 napot jelent).Ha +0-át adsz meg akkor nem elévülo lesz.Ha a usermaszk + -al kezdodik akkor elévülést meg kell adni akkor is ha megegyezik az alapértelmezéssel. Az SQLINE jelenlegi alapértelmezett elévülési ideje megnézheto a STATS AKILL paranccsal. SQLINE DEL eltávolítja a maszkot az SQLINE listáról, ha jelen van.Ha bejegyzés sorszámot adsz meg akkor azok fognak törlõdni. (Lásd a példa alább) SQLINE LIST kiirja az összes SQLINE bejegyzést; ha egy tetszöleges maszk meg van adva, a lista korlátozva lesz azokra a bejegyzésekre, amelyekre ráillik a maszk. Példa: SQINE LIST 2-5,7-9 Listázza a SQLINE-okat 2-töl 5-ig és 7-tol 9-ig az SQLINE listáról SQLINE VIEW részletesebb verziója a SQLINE LIST-nek, és megmutatja, ki készítette a SNLINE bejegyzéseket, és mikor jár le, mint a maszkot és az indokot. SQLINE CLEAR törli az SQLINE bejegyzéseket. Korlátozva Szervíz operatornak.
nl_nl: Gebruik: SQLINE ADD [+ verlooptijd ] mask reden  SQLINE DEL { mask | entry-nr | lijst } SQLINE LIST [ mask | lijst ] SQLINE VIEW [ mask | lijst ] SQLINE CLEAR Stelt Services operators in staat de SQLINE lijst te beheren. Als een gebruiker met een nick die overeenkomt met een SQLINE mask probeert zullen Services deze gebruiker niet toestaan zijn of haar IRC sessie voort te zetten. Als het eerste teken van een mask een # is, zullen Services voorkomen dat overeenkomende kanalen gebruik worden (mits de IRC servers het ondersteunen). SQLINE ADD voeg het gegeven mask toe aan de SQLINE lijst met de gegeven reden (die moet worden gegeven). verlooptijd wordt gespecificeerd als een getal waarachter d (dagen), h (uur), of m (minuten) geplaatst wordt. Combinaties (zoals 1h30m ) zijn niet toegestaan. Als er geen d, h of m wordt meegegeven, is het standaard dagen (dus +30 zelfstandig betekent 30 dagen). Om een SQLINE die niet verloopt toe te voegen, gebruik je +0 . Als de usermask die toegevoegd moet worden met een + begint, is een verlooptijd verplicht, zelfs als die overeenkomt met de standaard verlooptijd. De huidige standaard verlooptijd voor een SQLINE kan gevonden worden met het STATS AKILL commando. Het SQLINE DEL commando verwijdert het gegeven mask van de SQLINE lijst als deze erop staat. Als er een lijst van entry-nummers is opgegeven zullen die verwijderd worden. (Zie het voorbeeld voor LIST hier onder.) Her SQLINE LIST commando geeft de SQLINE lijst weer. Als een mask met een * is gegeven zullen alleen de SQLINEs die overeenkomen met het mask worden weergegeven. Als een lijst van entry-nummers is gegeven worden alleen die weergegeven. Bijvoorbeeld: SQLINE LIST 2-5,7-9 Geeft SQLINEs 2 t/m 5 en 7 t/m 9 weer. SQLINE VIEW is een versie van SQLINE LIST die meer informatie geeft: de naam van degene die de SQLINE toe heeft gevoegd, de datum waarop dit gebeurde, waneer deze verloopt, en de mask en de reden. SQLINE CLEAR maakt de SQLINE lijst leeg.
pl_pl: Sk³adnia: SQLINE ADD [+ czas-trwania ] maska powód  SQLINE DEL { maska | numer-wpisu | lista } SQLINE LIST [ maska | lista ] SQLINE VIEW [ maska | lista ] SQLINE CLEAR Pozwala operatorom serwisów na zarz±dzanie list± SQLINE. Je¶li u¿ytkownik z nickiem pasuj±cym do maski na li¶cie pod³±czy siê do sieci serwisy natychmiast go roz³±cz±. Je¶li pierwszym znakiem maski jest # serwisy zablokuj± mo¿liwo¶æ korzystania z kana³ów o nazwie pasuj±cej do niej (o ile IRCd obs³uguje taki rodzaj blokady). SQLINE ADD dodaje wskazan± maskê oraz powód (który musi zostaæ podany) na listê SQLINE. Podaj±c czas mo¿na stosowaæ jednostki: s dla sekund, m dla minut, h dla godzin oraz d dla dni. Kombinacja tych jednostek nie jest mo¿liwa. Domy¶ln± jednostk± s± dni ( +30 oznacza 30 dni). Podanie +0 oznacza, ¿e wpis nie wyga¶nie. Je¶li maska zaczyna siê znakiem + to podanie czasu jest obowi±zkowe (nawet je¶li jest identyczny z domy¶lnym). Domy¶lny czas wygasania mo¿na sprawdziæ przy pomocy polecenia STATS AKILL. SQLINE DEL usuwa wskazane wpisy z listy SQLINE. Jako argument przyjmuje maskê, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). SQLINE LIST wy¶wietla zawarto¶æ listy SQLINE. Je¶li zostanie podana maska tylko pasuj±ce wpisy zostan± pokazane. Mo¿na tak¿e u¿yæ listy, przyk³ad: SQLINE LIST 2-5,7-9 Listuje wpisy od 2 do 5 oraz od 7 do 9. SQLINE VIEW zwraca wiêcej szczegó³ów ni¿ SQLINE LIST. Wy¶wietla informacje o dodaj±cym SQLINE, datê dodania, datê wyga¶niêcia, maskê oraz powód. SQLINE CLEAR usuwa wszystkie wpisy z listy.
pt_pt: Sintaxe: SQLINE ADD [+ tempo ] máscara motivo  SQLINE DEL { máscara | entrada | lista-entradas } SQLINE LIST [ máscara | lista-entradas ] SQLINE VIEW [ máscara | lista-entradas ] SQLINE CLEAR Permite que Operadores dos Services manipulem a lista de SQLINE. Se um usuário que tenta conectar possui um nick previsto na lista de SQLINE, os Services não permitirão que ele continue sua sessão de IRC. SQLINE ADD adiciona uma máscara na lista de SQLINE para um dado motivo (deve ser fornecido). Opcionalmente, um tempo pode ser fornecido. O tempo precede a máscara e é especificado como um número inteiro seguido por uma das seguintes unidades: d (dias), h (horas) ou m (minutos). Combinações (como 1h30m) não são permitidas. Se uma unidade específica não é incluída, o padrão é em dias (assim, +30 significa 30 dias). Para adicionar um SQLINE que não expira, use +0 . Se a máscara a ser adicionada começar com um + , o tempo do SQLINE deve ser fornecido, mesmo se esse tempo for igual ao padrão. O tempo atual de expiração de SQLINE pode ser encontrado com o comando STATS AKILL. SQLINE DEL remove uma dada máscara da lista de SQLINE, se ela estiver presente. Se uma lista de números de entrada for fornecida, essas entradas serão apagadas. (Veja o exemplo para LIST abaixo.) SQLINE LIST mostra a lista de SQLINE atual. Se uma máscara for fornecida, apenas as entradas que combinarem com a máscara serão exibidas. Se uma lista de números de entrada for fornecida, apenas essas entradas serão exibidas; por exemplo: SQLINE LIST 2-5,7-9 Lista as entradas de SQLINE numeradas de 2 a 5 e de 7 a 9. SQLINE VIEW é uma versão mais detalhada do SQLINE LIST, e mostrará quem adicionou o SQLINE, a data em que foi adicionado, e quando irá expirar, como também a máscara e o motivo. SQLINE CLEAR apaga todas as entradas da lista de SQLINE.

source: Syntax: STAFF Displays all Services Staff nicks along with level and on-line status.
de_de: Syntax: STAFF Zeigt alle Nicknamen, die Zugriff auf die Services haben samt Level und Online-Status.
hu_hu: Syntax: STAFF Kijelzi az összes szervíz résztvevõ nickjét, szintjét és on-line helyzetét.
nl_nl: Syntax: STAFF Geeft de nicks van alle Services Staff samen met hun level en on-line status weer.
pl_pl: Sk³adnia: STAFF Wy¶wietla nicki obs³ugi serwisów, poziom i status online.
pt_pt: Sintaxe: STAFF Exibe todos os nicks da Staff dos Services juntamente com seus níveis e status on-line.

source: Syntax: STAFF memo-text Sends all services staff a memo containing memo-text .
de_de: Syntax: STAFF Memo-Text Sendet allen Usern mit Zugriff auf die Services eine Nachricht mit dem Memo-Text .
hu_hu: Syntax: STAFF memo-üzenet Memo üzenet küldése az opereknek/adminoknak.
nl_nl: Gebruik: STAFF memo-text Sends all services staff a memo containing memo-text .
pl_pl: Sk³adnia: STAFF tre¶æ-wiadomo¶ci Wysy³a wiadomo¶æ o podanej tre¶ci do wszystkich operatorów i administratorów serwisów. U¿ytkownicy wpisani jednocze¶nie na kilka list otrzymaj± wiadomo¶ci kilka razy.
pt_pt: Sintaxe: STAFF mensagem  Envia um memo a todos os membros da Staff dos Services contendo uma mensagem .

source: Syntax: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Without any option, shows the current number of users and IRCops online (excluding Services), the highest number of users online since Services was started, and the length of time Services has been running. With the AKILL option, displays the current size of the AKILL list and the current default expiry time. The RESET option currently resets the maximum user count to the number of users currently present on the network. The MEMORY option displays information on the memory usage of Services. Using this option can freeze Services for a short period of time on large networks; don't overuse it! The UPLINK option displays information about the current server Anope uses as an uplink to the network. The ALL displays the user and uptime statistics, and everything you'd see with MEMORY and UPLINK options.
ca_es: Sintàxi: STATS [AKILL | ALL | RESET] Sense una opció, mostra el nom actual d'usuaris i IRCops en linea (excluient els serveis), el màxim nombre d'usuaris desde que els serveis s'han iniciat, i el temps que els serveis han estat funcionant. Amb L'opció AKILL, mostra la mida actual de la llista AKILL i l'actual temps d'expiració per defecte. L'opció ALL esta sols disponible per administradors de serveis, i mostra informació en el us de memòria dels serveis. Utilitzar aquesta opció pot congelar els serveis per un curt periode de temps en xarxes grans, aixi que no es recomana utilitzar sovint. L'opció RESET estableix el nombre màxim d'usuaris al nombre d'usuaris actualment presents en la xarxa.
de_de: Syntax: STATS [AKILL | ALL | RESET] Wird keine Option angegeben, wird eine kurze Statistik ausgegeben. Sie enthält die aktuelle Anzahl verbundener User, IRCops (inklusive den Services). Die max. Anzahl gleichzeitig verbundener User seitdem die Services gestartet wurden und die Uptime. Mit der AKILL Option, wird die aktuelle Grösse der AutoKill-Liste ausgegeben und dessen standardmässige Auslaufzeit. Die ALL Option ist nur für Services Administratoren verfügbar. Sie zeigt unter anderem den aktuellen Speicherverbrauch der Services. Dieser Befehl kann auf einem grossen Netzwerk dazu führen, dass die Services für kurze Zeit nicht mehr ansprechbar sind, also übertreib es nicht. Durch RESET werden einige Werte der Statistik zurück- gesetzt, unter anderem die max. Anzahl gleichzeitig verbundenen User.
el_gr: Σύνταξη: STATS [AKILL | ALL | RESET] Χωρίς την επιλογή, εμφανίζει το νούμερο των χρηστών και των IRCops που είναι στο δίκτυο (μαζί και των Services), το μεγαλύτερο νούμερο των χρηστών που είναι στο δίκτυο όταν τα Services ξεκινάνε, και την διάρκεια που τα Services είναι στο δίκτυο. Με την επιλογή AKILL, εμφανίζει την συγκεκριμένη λίστα. AKILL και τον default χρόνο λήξης. The RESET option currently resets the maximum user count to the number of users currently present on the network.
hu_hu: Syntax: STATS [AKILL | ALL | RESET] Ha választasz valamit, megmutatja az aktuális felhasználók számát, a bejelentkezett IRCopokat (szervizek nélkül), legmagasabb felhasználószámot a szervíz indulása óta, és az idõt amióta fut a szerver. Az AKILL beállítással, kijelzi az aktuális maxot az AKILL listán és az aktuális lejárati idõt. Az ALL beállítást csak szervíz adminok használhatják és kiírja a szervíz memória használatának információját. Ez a beállítás lefagyaszthatja a szervízt egy rövid idõre nagy hálózat esetén, így nem lehet használni azt. A RESET beállítás nullázza az aktuális felhasználók max. számát átírja a jelenlegi felhasználó számra
nl_nl: Gebruik: STATS [AKILL | ALL | RESET] Zonder een optie wordt het huidig aantal gebruikers en IRCops online (zonder Services), het hoogste aantal gebruikers gelijktijdig online sinds Services zijn gestuurd, en hoe lang de Services al online zijn weegegeven. Met de AKILL optie worden de huidige grootte van de AKILL lijst en de huidige standaard verloop-tijd weergegeven. De ALL optie is alleen beschikbaar voor Services Operators en geeft informatie over het geheugen gebruik van Services. Het gebruiken van dit commando van er voor zorgen dat de Services gedurende een korte tijd niet meer reageren indien ze gebruikt worden op een groot netwerk, dus gebruik het niet te vaak! De ALL optie stelt momenteel het maximum aantal gebruikers in op het aantal gebruikers dat momenteel aanwezig is op het netwerk.
pl_pl: Sk³adnia: STATS [AKILL | ALL | RESET | MEMORY | UPLINK] Polecenie bez parametrów wy¶wietla bie¿±c± liczbê u¿ytkowników oraz operatorów pod³±czonych do sieci (nie licz±c serwisów), najwiêksz± liczbê u¿ytkowników licz±c od startu serwisów oraz czas pracy serwisów. Parametr AKILL wy¶wietla informacje o rozmiarze listy AKILL oraz domy¶lnym czasie wygasania wpisów. Parametr RESET resetuje maksymaln± liczbê u¿ytkowników pod³±czonych do sieci. Parametr MEMORY wy¶wietla informacje o zu¿yciu pamiêci przez serwisów. U¿ycie tego polecenia mo¿e chwilowo zawiesiæ dzia³anie serwisów na du¿ych sieciach. Parametr UPLINK wy¶wietla informacje o serwerze, do którego serwisy s± bezpo¶rednio pod³±czone. Parametr ALL wy¶wietla wszystkie dostêpne informacje.
pt_pt: Sintaxe: STATS [AKILL | ALL | RESET] Sem nenhuma opção, mostra o número atual de usuários e IRCops online (excluindo Services), o número máximo de usuários online conectados simultaneamente desde que os Services foram iniciados na rede, e o tempo pelo qual os Services estão rodando sem interrupções. Com a opção AKILL, será mostrado o tamanho atual da listas de AKILL e SQLINE e o tempo padrão para um AKILL ou SQLINE expirar. A opção ALL está disponível apenas para os Administradores dos Services, e mostra informações sobre o consumo de memória dos Services. O uso deste comando pode congelar os Services por um curto período de tempo em redes grandes, então não abuse deste comando! A opção RESET reinicia a contagem do máximo de usuários para o número de usuários atualmente conectados na rede.
