Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: BADWORDS channel ADD word [ SINGLE | START | END ] BADWORDS channel DEL { word | entry-num | list } BADWORDS channel LIST [ mask | list ] BADWORDS channel CLEAR Maintains the bad words list for a channel. The bad words list determines which words are to be kicked when the bad words kicker is enabled. For more information, type %R%S HELP KICK BADWORDS. The BADWORDS ADD command adds the given word to the badword list. If SINGLE is specified, a kick will be done only if a user says the entire word. If START is specified, a kick will be done if a user says a word that starts with word . If END is specified, a kick will be done if a user says a word that ends with word . If you don't specify anything, a kick will be issued every time word is said by a user. The BADWORDS DEL command removes the given word from the bad words list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The BADWORDS LIST command displays the bad words list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: BADWORDS #channel LIST 2-5,7-9 Lists bad words entries numbered 2 through 5 and 7 through 9. The BADWORDS CLEAR command clears all entries of the bad words list.
ca_es: Sintàxi: BADWORDS canal ADD paraula [ SINGLE | START | END ] BADWORDS canal DEL { paraula | nom | llista } BADWORDS canal LIST [ mascara | llista ] BADWORDS canal CLEAR Mante la llista de paraules malsonants per un canal. La llista de paraules malsonants determina quines paraules han de donar peu a ser kickejats Quan el kick per paraules malsonants esta habilitat. Per més informació, escriu /msg %S HELP KICK BADWORDS. La comanda BADWORDS ADD afegeix una paraula a la llista de paraules malsonants. Si s'especifica SINGLE, el kick es fara nomès si l'usuari du la paraula completa. Si s'especifica START, el kick es fara nomès si l'usuari escriu una paraula que comenci amb paraula . Si no s'especifica END, el kick es fara nomès si l'usuari escriu una paraula que finalitzi amb paraula . Si no s'especifica res, un kick es farà cada vegada que paraula sigui escrita per un usuari. La comanda BADWORDS DEL esborra la paraula esmantada de la llista de paraules malsonants. Si s'especifica una llista de noms, aquestes instàncies son esborrades. (Veure l'exemple per LIST especificat més endavant). La comanda BADWORDS LIST mostra la llista de bad words. Si s'especifica una mascara, nomès les instàncies concordant amb la mascara són mostrades. Si s'especifica una llista de noms, nomès aquestes instàncies son mostrades; per exemple: BADWORDS #canal LIST 2-5,7-9 Llista paraules malsonants enumerades de 2 a 5 i de 7 a 9. La comanda BADWORDS CLEAR neteja totes les instàncies de la llista de paraules malsonants.
de_de: Syntax: BADWORDS Channel ADD Wort [ SINGLE | START | END ] BADWORDS Channel DEL { Wort | entry-num | Liste } BADWORDS Channel LIST [ Maske | Liste ] BADWORDS Channel CLEAR Verwaltet die Bad-Word-List eines Channels. In dieser Liste sind Wörter gespeichert, bei denen der entsprechende User aus dem Channel gekickt wird, wenn er eines dieser Wörter erwähnt. Für mehr Informationen: /msg %S HELP KICK BADWORDS. Der BADWORDS ADD Befehl fügt Wörter zur der Bad-Word-Liste hinzu. Wenn das Wort mit dem Paramter SINGLE angeben wird, so wird ein User nur dann gekickt, wenn er das ganze Wort sagt. Mit dem Parametern END / START wird der User gekickt, wenn er ein Wort sagt, das mit dem angegebenen Wort anfängt / endet. Wenn keine Parameter angegeben werden, wird der User, sobald er das angegebene Wort in irgendeiner Kombination sagt, gekickt. Der BADWORDS DEL Befehl löscht Einträge von der Bad- Word-Liste. Auch hier gibt es die Möglichkeit, mehrere Einträge auf einmal zu löschen (siehe BADWORDS LIST). Der BADWORDS LIST Befehl zeigt Einträge der Bad-Word-Liste. Wildcards wie auch Bereiche werden interpretiert, z.B: BADWORDS #Channel LIST 2-5,7-9 Zeigt die Einträge 2-5 und 7-9 der Bad-Word-Liste an. Der BADWORDS CLEAR Befehl löscht alle Einträge aus der Bad-Word-Liste.
el_gr: Σύνταξη: BADWORDS κανάλι ADD λέξη [ SINGLE | START | END ] BADWORDS κανάλι DEL { λέξη | θέση-νου | list } BADWORDS κανάλι LIST [ μάσκα | list ] BADWORDS κανάλι CLEAR Αλλάζει την bad words λίστα του καναλιού. Η λίστα bad words δείχνει ποιές λέξεις είναι να γίνεται το kick, όταν το bad words kick είναι ενεργοποιημένο. Για περισσότερες πληροφορίες, γράφτε /msg %S HELP KICK BADWORDS. Η εντολή BADWORDS ADD προσθέτει μια κακιά λέξη στην λίστα badword. Αν πεί αυτη τη λέξη (SINGLE), τότε θα γίνεται kick. Αν ξεκινάει με αυτή τη λέξη (START) τότε θα γίνεται kick ο χρήστης επειδή ξεκίνησε με αυτη τη λέξη . Αν στο τέλος της λέξης προσθέσει την κακιά λέξη (END) θα γίνεται kick επειδή την είπε στο τέλος της φράσης/ λέξης . Αν δεν είστε συγκεκριμένος τότε θα γίνεται kick όποτε θα λέει συγκεκριμένα αυτή τη λέξη . Η εντολή BADWORDS DEL αφαιρεί την λέξη αυτή από την λίστα badwords. Αν σας δίνετε η λίστα με τις θέσεις-νούμερα, αυτές οι θέσεις θα διαγραφούν (Δες το παράδειγμα με την εντολή LIST.) Η εντολή BADWORDS LIST εμφανίζει την λίστα με τις κακές λέξεις. Αν δώσετε συγκεκριμένη λέξη, θα εμφανιστούν οι θέσεις που ταιριάζουν με αυτήν. Παράδειγμα: BADWORDS #κανάλι LIST 2-5,7-9 Εμφανίζει από την λίστα τις θέσεις με τα νούμερα 2 έως 5 και 7 έως 9. Η εντολή BADWORDS CLEAR καθαρίζει όλες τις θέσεις από την λίστα badword.
hu_hu: Syntax:BADWORDS #szoba ADD szó [ SINGLE | START | END ] BADWORDS #szoba DEL { szó | sorszám | list} BADWORDS #szoba LIST [ maszk | list ] BADWORDS #szoba CLEAR Karbantartja a szoba csúnyaszó listáját. A tiltott szavak listája meghatározza, hogy mely szavak kiejtésére rúgja ki a bot a usert, ha a kirúgás engedélyezve van, errõl bõvebb információk: /msg %S HELP KICK BADWORDS. A BADWORDS ADD parancs hozzáad egy szót a listához. Ha a SINGLE van megadva, akkor lesz kirúgja a user, ha a konkrét szót mondja ki. Ha a START van megadva, akkor a szó elejét figyeli a bot. Ha az END van megadva, akkor a szó végét figyeli a bot. Ha nem adsz meg semmit, akkor a user minden alkalommal kirúgásra kerül, ha kiejti a szót. Ha nem beszél csúnyán, akkor semmi baja nem lesz! :-) A BADWORDS DEL parancs eltávolítja a megadott szót a tiltott szavak listájáról. Ha egy sorozatot adsz meg a bejegyzések számával, akkor azok a bejegyzések kerülnek törlésre. (Lásd lentebb a listázást.) A BADWORDS LIST parancs megjeleníti a tiltott szavakat. Ha használod a * karaktert, akkor csak az egyezõ bejegyzések kerülnek listázásra. Ha egy sorozatot adsz meg akkor azok a bejegyzések kerülnek megjelenítésre; példa: BADWORDS #szoba LIST 2-5,7-9 Listázza a csúnyaszavakat 2-tõl 5-ig és a 7-tõl 9-ig. BADWORDS CLEAR parancs törli az összes bejegyzést a tiltott szavak listájáról
nl_nl: Gebruik: BADWORDS kanaal ADD woord [ SINGLE | START | END ] BADWORDS kanaal DEL { woord | entry-nr | lijst } BADWORDS kanaal LIST [ mask | lijst ] BADWORDS kanaal CLEAR Beheert de slechte woorden lijst voor een kanaal. De slechte woorden lijst bepaalt voor welke woorden wordt gekicked als de slechte-woorden-kicker aan staat. Voor meer informatie, type /msg %S HELP KICK BADWORDS. Het BADWORDS ADD commando voegt het gegeven woord toe aan de slechte woorden lijst. Als SINGLE is gespecificeerd zal alleen worden gekicked als de gebruiker het gehele woord zegt. Als START is gespecificeerd zal allen gekicked worden als de gebruiker een woord zegt dat begint met woord . Als END is gespecificeerd zal alleen gekicked worden als de gebruiker een woord zegt dat eindigt op woord . Als er niks gespecificeerd is zal er elke keer dat woord gezegd wordt door een gebruiker gekicked worden. Het BADWORDS DEL commando verwijdert het gegeven woord van de slechte woorden lijst. Als een lijst van entry-nummers is gegeven worden die verwijderd. (Zie het voorbeeld bij LIST hier onder.) Het BADWORDS LIST commando geeft de slechte woorden lijst weer. Als een mask met een * is gegeven worden alleen de slechte woorden die overeenkomen met het mask weergegeven. Als een lijst van entry-nummers is gegeven worden alleen die weergegeven. Bijvoorbeeld: BADWORDS #kanaa; LIST 2-5,7-9 Geeft slechte woorden 2 t/m 5 en 7 t/m 9 weer. Het BADWORDS CLEAR commando maakt de slechte woorden lijst leeg.
pl_pl: Sk³adnia: BADWORDS kana³ ADD s³owo [ SINGLE | START | END ] BADWORDS kana³ DEL { s³owo | numer-wpisu | lista } BADWORDS kana³ LIST [ maska | lista ] BADWORDS kana³ CLEAR Polecenie umo¿liwia zarz±dzanie list± niedozwolonych s³ów. Lista definiuje za jakie s³owa u¿ytkownicy mog± zostaæ wyrzuceni z kana³u. Aby uzyskaæ wiêcej informacji napisz: /msg %S HELP KICK BADWORDS BADWORDS ADD dodaje wskazane s³owo do listy. Parametr SINGLE powoduje, ¿e u¿ytkownicy bêd± kopani za u¿ywanie wskazanego s³owa w ca³o¶ci. Parametr START powoduje, ¿e u¿ytkownicy bêd± kopani za u¿ywanie wskazanego s³owa na pocz±tku innych wyrazów. Parametr END powoduje, ¿e u¿ytkownicy bêd± kopani za u¿ywanie wskazanego s³owa na koñcu innych wyrazów. Pominiêcie parametru powoduje, ¿e u¿ytkownicy bêd± kopani w ka¿dym z przypadków, kiedy zostanie u¿yte wskazane s³owo. BADWORDS DEL usuwa wskazane wpisy z listy s³ów. Jako argument przyjmuje s³owo, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). BADWORDS LIST wy¶wietla zawarto¶æ listy s³ów. Je¶li zostanie podana maska tylko pasuj±ce wpisy zostan± pokazane. Mo¿na tak¿e u¿yæ listy, przyk³ad: BADWORDS kana³ LIST 2-5,7-9 Listuje wpisy od numeru 2 do 5 oraz od 7 do 9. BADWORDS CLEAR usuwa wszystkie wpisy z listy.
pt_pt: Sintaxe: BADWORDS canal ADD palavra [ SINGLE | START | END ] BADWORDS canal DEL { palavra | núm-entrada | lista } BADWORDS canal LIST [ máscara | lista ] BADWORDS canal CLEAR Faz a manutenção da lista de palavrões em um canal. Essa lista determina quais são as palavras que deverão ser motivo de kick em um canal quando a opção BADWORDS estiver ativada. Para maiores informações, digite /msg %S HELP KICK BADWORDS. O comando BADWORDS ADD adiciona a palavra na lista de palavrões. A opção SINGLE, quando especificada, só kicka o usuário se ele escrever a palavra inteira. A opção START, quando especificada, irá kickar o usuário que escrever uma palavra que comece com a palavra . A opção END se tiver sido especificada só kicka o usuário que escrever uma palavra que termine com a palavra . Se você não especificar nada, o bot irá kickar sempre que a palavra for escrita pelo usuário. O comando BADWORDS DEL remove uma palavra da lista de palavrões de um determinado canal. Se uma lista de números de entrada for fornecida, essas entradas serão apagadas (veja o exemplo para LIST abaixo). O comando BADWORDS LIST mostra a lista de palavrões. Se forem usados coringas, apenas aquelas entradas com as determinadas máscaras serão mostradas. Se uma lista de números de entrada for dada, apenas aquelas entradas serão mostradas; por exemplo: BADWORDS #canal LIST 2-5,7-9 Lista as entradas dos palavrões numeradas de 2 a 5 e de 7 a 9. O comando BADWORDS CLEAR limpa todas entradas da lista.

source: Syntax: BAN #channel nick [ reason ] Bans a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
ca_es: Sintàxi: BAN #canal nick [ raó ] Baneja un nick seleccionat en un canal. Per defecte, limitat a AOPs o aquells amb nivell d' accés 5 i major en el canal.
de_de: Syntax: BAN Channel Nickname [ Grund ] Bannt einen Nicknamen im Channel. Standardmässig auf AOPs oder User mit Access Level 5 oder höher beschränkt.
el_gr: Σύνταξη: BAN #κανάλι ψευδώνυμο [ λόγος ] Κάνει ban το ψευδώνυμο που του δίνεις στο κανάλι. Από default, χρησιμοποιείται από τους AOPs ή αυτούς που έχουν level 5 access και παραπάνω στο κανάλι.
hu_hu: Syntax: BAN #szoba nick [ indok ] Kitilt egy kiválaszott nicket a csatornáról. Alapbeállítás szerint, minimum AOP vagy 5-ös access szinttel kell rendelkezned a csatornán, hogy használhasd.
nl_nl: Gebruik: BAN #kanaal nick [ reden ] Bant de gegeven nick op het gegeven kanaal. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal.
pl_pl: Sk³adnia: BAN kana³ nick [ powód ] Banuje wskazanego u¿ytkownika na kanale. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych poziom dostêpu 5 lub wy¿szy.
pt_pt: Sintaxe: BAN #canal nick [ motivo ] Bane o nick selecionado em um canal. Por padrão, limitado a AOPs ou àqueles com nível de acesso 5 ou superior no canal.

source: Syntax: BOT ADD nick user host real  BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick  Allows Services Operators to create, modify, and delete bots that users will be able to use on their own channels. BOT ADD adds a bot with the given nickname, username, hostname and realname. Since no integrity checks are done for these settings, be really careful. BOT CHANGE allows to change nickname, username, hostname or realname of a bot without actually delete it (and all the data associated with it). BOT DEL removes the given bot from the bot list. Note: you cannot create a bot that has a nick that is currently registered. If an unregistered user is currently using the nick, they will be killed.
ca_es: Sintaxi: BOT ADD nick usuari host real  BOT CHANGE nick-ant nick-nue [ usuari [ host [ real ]]] BOT DEL nick  Permet als administradors de serveis crear, modificar i esborrar bots que usuaris podran usar en els seus propis canals. BOT ADD afegeix un bot con el nickname, usuari, host i nombre reial donats. Ja que no es fan comprovacions d'integritat per aquests parametres, tingues molta cura. BOT CHANGE permet cambiar el nickname, usuari, host o nom real d'un bot sense tenir que esborrar-lo (i la informació associada a ell). BOT DEL esborra el bot donat de la llista de bots. Nota: Si fas un bot amb un nick ja enregistrat, sera eliminat. A més, si un usuari està actualment usant el nick, serà killejat.
de_de: Syntax: BOT ADD Botnick User Host Realname  BOT CHANGE Botnick Neuer-Botnick [ User [ Host [ Realname ]]] BOT DEL Botnick  Erlaubt Services Administratoren Bots zu erstellen/verändern/ löschen, die die User in Ihren Channeln benutzen können. Der BOT ADD Befehl fügt einen Bot mit dem angegebenen Botnick, User, Host und Realnamen hinzu. Der BOT CHANGE Befehl ändert Attribute eines Bots. Der BOT DEL Befehl löscht den angegebenen Bot aus der Botliste. Achtung: Wenn ein Bot erstellt wird, dessen Nickname registriert ist, wird dieser Nickname gelöscht. Falls der User mit diesem Nicknamen online ist, wird dieser entfernt (gekillt).
el_gr: Σύνταξη: BOT ADD ψευδώνυμο ID host πραγματικό όνομα  BOT CHANGE παλιό-ψευδώνυμοick νέο-ψευδώνυμο [ ID [ host [ πραγματικό όνομα ]]] BOT DEL ψευδώνυμο  Επιτρέπει μόνο στους Services Operators να δημιουργήσουν, αλλάξουν, και να σβήσουν τα bots στα οποία οι χρήστες θα μπορούν να χρησιμοποιήσουν στα δικά τους τα κανάλια. Η εντολή BOT ADD προσθέτει ένα botμε το ψευδώνυμο, ID, hostname και πραγματικό όνομα. Αν δεν γίνουν οι κατάλληλοι έλεγχοι με τις επιλογές, να είστε προσεκτικοί. Η εντολή BOT CHANGE σας επιτρέπει να αλλάξετε το ψευδώνυμο, ID, hostname ή πραγματικό όνομα του bot χωρίς να χρειάζεται να το σβήσετε (και όλες οι ρυθμίσεις θα μείνουν). Η εντολή BOT DEL αφαιρεί το bot από την λίστα bot. Σημείωση: αν φτιάξεις ένα bot που έχει ψευδώνυμο κατοχυρωμένο θα διαγραφεί. Επίσης, αν ένας χρήστης χρησιμοποιεί ήδη το ψευδώνυμο την ώρα που φτιάχνεις το bot, θα γίνει kill.
hu_hu: Syntax: BOT ADD nick user hoszt valós  BOT CHANGE réginick újnick [user [ hoszt [ valós ]]] BOT DEL nick  Lehetõvé teszi a Services Operatoroknak, hogy létrehozzanak töröljenek, módosítsanak botokat, amiket a userek használhatnak a csatornáikon. BOT ADD hozzáad egy botot a megadott nick, usernév, hostnév és valósnév használatával. Amióta nincs ellenõrzés kérlek óvatósan használd ezt a parancsot. BOT CHANGE megváltoztatja egy bot nickjét, usernevét, hostnevét, valósnevét, anélkül hogy törölni kellene (minden adat, beállítás megmarad benne.) BOT DEL törli a megadott botot a listából. Megjegyzés: ha létrehozol egy botot, egy már regisztrált nickkel, akkor a nick dropolva lesz. Akkor is, ha a user éppen használja a nicket; killelve lesz.
nl_nl: Gebruik: BOT ADD nick gebruiker host echte naam  BOT CHANGE oldnick newnick [ gebruiker [ host [ echte naam ]]] BOT DEL nick  Stelt Services Operators in staat om bots te maken, wijzigen en verwijderen die gebruikers op hun eigen kanaal kunnen gebruiken. BOT ADD voegt een bot toe met de gegeven nickname, gebruikersnaam, host en echte naam. De paramenters worden niet nagekeken of ze correct zijn, dus pas op. BOT CHANGE kan de nick, gebruikersnaam, host of echte naam van een bot veranderen zonder deze (en de date die met de bot geassocieerd is) te verwijderen. BOT DEL verwijdert de gegeven bot van de bot lijst. Let op: Als je een bot maakt die een nick heeft die momenteel in gebruiker is zal de betreffende gebruiker worden gekilled. Als de nick geregistreerd is, wordt deze gedropped.
pl_pl: Sk³adnia: BOT ADD nick ident host nazwa  BOT CHANGE starynick nowynick [ ident [ host [ nazwa ]]] BOT DEL nick  Polecenie pozwala administratorom serwisów na tworzenie, modyfikowanie oraz kasowanie botów u¿ywanych przez u¿ytkowników sieci na kana³ach. BOT ADD dodaje bota o podanym nicku, idencie, ho¶cie oraz realname. BOT CHANGE pozwala na zmianê nicka, identa, hosta lub realname bota bez jego kasowania. BOT DEL usuwa wskazanego bota. UWAGA: Je¶li stworzony zostanie bot o nicku, który jest ju¿ zarejestrowany, nick zostanie odrejestrowany. Podobnie je¶li nick stworzonego bota bêdzie u¿ywany przez innego u¿ytkownika, zostanie on wtedy skillowany.
pt_pt: Sintaxe: BOT ADD nick user host real  BOT CHANGE NickAntigo NickNovo [ user [ host [ real ]]] BOT DEL nick  Permite que os Administradores dos Services criem, modifiquem, e apaguem bots que os usuários poderão usar em seus próprios canais. BOT ADD adiciona um bot com um determinado nick, username, hostname e realname. BOT CHANGE permite alterar o nick, username, hostname ou realname de um bot sem que seja necessário apagá-lo (e todas as informações nele contidas). BOT DEL remove um bot da lista de bots. Nota: você não pode criar um bot que use um nick que já seja registrado. Se um usuário não registrado está atualmente usando o nick, ele será killado.

source: Syntax: BOTLIST Lists all available bots on this network.
ca_es: Sintàxi: BOTLIST Llista tots els bots disponibles en aquesta xarxa.
de_de: Syntax: BOTLIST Zeigt alle verfügbaren Bots des Netzwerkes.
el_gr: Σύνταξη: BOTLIST Εμφανίζει την λίστα με τα διαθέσιμα bots αυτού του δικτύου.
hu_hu: Syntax: BOTLIST Listázza az összes érvényes botot a hálózatról.
nl_nl: Gebruik: BOTLIST Geeft alle beschikbare bots op dit netwerk weer.
pl_pl: Sk³adnia: BOTLIST Listuje dostêpne w sieci boty.
pt_pt: Sintaxe: BOTLIST Lista todos os bots disponíveis nesta Rede.

source: Syntax: CANCEL { nick | channel } Cancels the last memo you sent to the given nick or channel, provided it has not been read at the time you use the command.
ca_es: Sintàxi: CANCEL { nick | canal } Cancela l'ultim memo enviat al nick o canal donat, sempre i quan no hagi sigut llegit al moment en el que vas fer servir la comanda.
de_de: Syntax: CANCEL { Nickname | Channel } Widerruft die letzte Memo die du an den angegebenen Nicknamen oder Channel gesendet hast, vorrausgesetzt sie ist noch nicht gelesen worden.
el_gr: Σύνταξη: CANCEL { ψευδώνυμο | κανάλι } Ακυρώνει το τελευταίο μήνυμα που στείλατε στον παραλείπτη ή το κανάλι, με την προυπόθεση οτι δεν έχει διαβαστεί,γιατί η εντολή τότε θα είναι σαν να μην έγινε.
hu_hu: Syntax: CANCEL { nick | #szoba } Visszavonja az utolsó memo üzenetet, amit a nicknek vagy csatornának küldtél.
nl_nl: Gebruik: CANCEL { nick | kanaal } Annuleert de laatste memo die je gestuurd hebt aan de gegeven nick of kanaal, indien deze nog niet gelezen is op het moment dat je dit commando gebruikt.
pl_pl: Sk³adnia: CANCEL { nick | kana³ } Wycofuje ostatni± wys³an± wiadomo¶æ, o ile nie zosta³a przeczytana.
pt_pt: Sintaxe: CANCEL { nick | canal } Cancela a última mensagem enviada para um determinado nick ou canal, caso ela ainda não tenha sido lida no momento em que este comando for usado.

source: Syntax: CHANKILL [+ expiry ] channel reason  Puts an AKILL for every nick on the specified channel. It uses the entire and complete real ident@host for every nick, then enforces the AKILL.
de_de: Syntax: CHANKILL [+ Zeit ] Channel Grund  Setzt einen AKILL für jeden Nicknamen des angegebenen Channels. Es werden die Einträge und komplette reale ident@host für jeden Nickname benutzt, dann wird der AKILL durchgeführt.
hu_hu: Syntax: CHANKILL [+lejárat] #szoba indok  Akillre tesz minden nicket az adott csatornán. Ez a létezo és teljesen valós ident@host maszkot használja, minden nick esetében végrehajtja az AKILLt.
nl_nl: Syntax: CHANKILL [+ expiry ] channel reason  Plaatst een AKILL voor elke nick op een gegeven kanaal. Het gebruikt de complete en echte ident@host voor elke nick, en forceerd dan een AKILL.
pl_pl: Sk³adnia: CHANKILL [+ czas ] kana³ powód  Zak³ada AKILLa na ka¿dy nick na wskazanym kanale. Na listê zostaj± dodane prawdziwe adresy (ident@host), po czym AKILL zostaje wykonany.
pt_pt: Sintaxe: CHANKILL [+ tempo ] canal motivo  Adiciona um AKILL para cada nick no canal especificado. Isso usa por completo todo o host real ident@host para cada nick; em seguida, força o AKILL.
