Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: ACCESS channel ADD nick level  ACCESS channel DEL { nick | entry-num | list } ACCESS channel LIST [ mask | list ] ACCESS channel VIEW [ mask | list ] ACCESS channel CLEAR Maintains the access list for a channel. The access list specifies which users are allowed chanop status or access to %S commands on the channel. Different user levels allow for access to different subsets of privileges; %R%S HELP ACCESS LEVELS for more specific information. Any nick not on the access list has a user level of 0. The ACCESS ADD command adds the given nickname to the access list with the given user level; if the nick is already present on the list, its access level is changed to the level specified in the command. The level specified must be less than that of the user giving the command, and if the nick is already on the access list, the current access level of that nick must be less than the access level of the user giving the command. The ACCESS DEL command removes the given nick from the access list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The ACCESS LIST command displays the access list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: ACCESS #channel LIST 2-5,7-9 Lists access entries numbered 2 through 5 and 7 through 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. The ACCESS CLEAR command clears all entries of the access list.
ca_es: Sintàxi: ACCESS canal ADD nick nivell  ACCESS canal DEL { nick | indices | llista } ACCESS canal LIST [ mascara | llista ] ACCESS canal VIEW [ mascara | llista ] ACCESS canal CLEAR Manté la llista d'accés per a un canal. La llista de accés específica quins usuaris estan permesos a tenir l'estatus d'operador de canal o accés a comandes de %S en el canal. Diferents nivellls d'usuaris permeten accés a diferents subnivelles de privilegis; /msg %S HELP ACCESS LEVELS per a informació més específica. Qualsevol nick no present a la llista de accés té un nivelll 0. La comanda ACCESS ADD afegeix el nickname donat a la llista d'accés amb el nivelll d'usuari donat; si el nick ja està present a la llista, el nivelll d'accés és canviat al especificat en la comanda. El nivelll especificat ha de ser menys que el de l'usuari que fa la comanda, i si el nick ja està a la llista d'accés, l'accés actual del nick ha de ser menor que l'accés de l'usuari que fa la comanda. La comanda ACCESS DEL esborra el nick donat de la llista d'accés. Si una llista d'instàncies és donada, aquestes instàncies són esborrades. (Veure l'exemple per a LIST més endevant.) La comanda ACCESS LIST mostra la llista d'accés. Si una mascara amb comodí és donada, sols aquestes instàncies concordant amb la mascara són mostrades. Si una llista de instàncies és donada, sols aquestes instàncies són mostrades; per exemple: ACCESS #canal LIST 2-5,7-9 llista instàncies d'accés numerades 2 fins 5 i 7 fins a 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. La comanda ACCESS CLEAR neteja totes les instàncies de la llista d'accés.
de_de: Syntax: ACCESS Channel ADD Nickname Level  ACCESS Channel DEL { Nickname | entry-num | Liste } ACCESS Channel LIST [ Maske | Liste ] ACCESS Channel VIEW [ Maske | Liste ] ACCESS Channel CLEAR Verwaltet die Zugriffsliste für einen Channel. Diese Liste sagt aus, welchem User Channel-Op-Status ermöglicht oder wem Zugriff auf %S Befehle des Channels freigeschaltet werden soll. Verschiedene Zugriffslevel bestimmen den Zugriff auf Privilegien, die dieser User dann im Channel besitzt. Tippe /msg %S HELP ACCESS LEVELS für weitere Infos. Jeder Nickname, der nicht auf der Zugriffsliste steht, hat automatisch einen Level von 0. Der ACCESS ADD Befehl fügt einen Nickname mit dem angegeben Level auf die Zugriffsliste ein. Wenn der Nickname schon auf der Liste steht, wird der Level nur geändert. Der angegebene Level muss kleiner als der des Users sein, der diesen Befehl aufruft und wenn der Nickname schon auf der Zugriffsliste steht, muss sein aktueller Level ebenfalls kleiner sein, als von dem User, der den Befehl aufruft. Mit ACCESS DEL wird ein Nickname von der Zugriffs- liste entfernt. Wenn eine Liste von Nummern angegeben wird, werden diese Einträge entfernt (siehe die Beispiele für LIST weiter unten). Der ACCESS LIST Befehl zeigt die Zugriffsliste eines Channels an. Wird eine Bereichsliste angegeben, werden die entsprechenden Einträge angezeigt, zum Beispiel: ACCESS #channel LIST 2-5,7-9 Zeigt Einträge mit den Nummern 2 bis 5 und 7 bis 9 an. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. Durch ACCESS CLEAR werden alle Einträge der Zugriffsliste entfernt.
el_gr: Σύνταξη: ACCESS κανάλι ADD ψευδώνυμο βαθμός  ACCESS κανάλι DEL { ψευδώνυμο | θέσεις-νου | list } ACCESS κανάλι LIST [ μάσκα | list ] ACCESS κανάλι VIEW [ μάσκα | list ] ACCESS κανάλι CLEAR Αλλάζει την access λίστα του καναλιού. Η λίστα access καθορίζει ποιοι χρήστες θα έχουν op στο κανάλι ή access στις εντολές μέσω του %S για το κανάλι. Διαφορετικός βαθμός του χρήστη από την access που έχει,διαφορετικά δικαιώματα θα έχει. /msg %S HELP ACCESS LEVELS για περισσότερες και συγκεκριμένες πληροφορίες. Οποιοδήποτε ψευδώνυμο που δεν είναι στην λίστα access έχει τυπικά access 0, γιατί τα levels από default δεν δίνουν δικαιώματα στο κανάλι όποιος έχει 0 να κάνει κάτι στο κανάλι, με access 0 είναι στο auto-deop. Η εντολή ACCESS ADD προσθέτει ένα ψευδώνυμο στην λίσταμε το ανάλογο βαθμό (level). Αν κάποιο ψευδώνυμο είναι ήση στην λίστα και του δώεσετε ένα άλλο βαθμό από αυτό που είχε τότε αλλάζει ο βαθμός του(level). Η εντολή ACCESS DEL αφαιρεί ένα ψευδώνυμο από την λίστα access. Αν σας δωθεί η λίστα με τις θέσεις-νούμερα,αυτές οι θέσεις έχουν διαγραφεί. (Δες το παράδειγμα της εντολής LIST.) Η εντολή ACCESS LIST εμφανίζει την λίστα access. Αν δώσετε μια συγκεκριμένη μάσκα, θα σας εμφανίσει τις θέσεις που αντιστοιχεί αυτή η μάσκα. Αν κάνετε list με τις θέσεις-νούμερα,τότε μόνο τις θέσεις που δώσατε θα δείτε. Δηλ τα αντίστοιχα ψευδώνυμα που ανήκουν στις θέσεις αυτές. Παράδειγμα: ACCESS #κανάλι LIST 2-5,7-9 Εμφανίζει από την λίστα access τις θέσεις με τα νούμερα 2 έως 5 και 7 έως 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. Η εντολή ACCESS CLEAR διαγράφει όλες τισ θέσεις της λίστας access.
hu_hu: Syntax: ACCESS #szoba ADD nick szint  ACCESS #szoba DEL { nick | sorszám | lista } ACCESS #szoba LIST [ maszk | lista ] ACCESS #szoba VIEW [ maszk | lista ] ACCESS #szoba CLEAR Access lista a csatornán. A hozzáférési lista (access) meghatározza, hogy mely userek kaphatnak op státuszt vagy hozzáférést a %S parancsokhoz a csatornán. Különbözõ user szintek lehetõséget adnak arra, hogy eltérõ jogokat kaphassanak; információért /msg %S HELP ACCESS LEVELS. A nick, amely nem szerepel az access listán 0-ás szintû. Az ACCESS ADD paranccsal hozzáadható a nicknév az access listához a megadott szinttel; ha a nick szerepel a listán,akkor a szintje változik csak meg. A szint amit meghatározol, kisebb kell, hogy legyen a te szintednél és ha a nick már szerepel a listán, akkor a jelenlegi szintjánek a tiédnél alacsonyabbnak kell lennie. Az ACCESS DEL törli a nicknevet az access listáról. Ha intervallumot adsz meg, akkor minden benne szereplõ nicknevet törölsz. Az ACCESS LIST paranccsal megtekintheto az access lista. Ha intervallumot is megadsz, akkor abban az intervallumban szereplõ nicknevek listázása fog megtörténni. ACCESS #szoba LIST 2-5,7-9 Listázza azokat a usereket, akik 2 és 5 között illetve 7-tõl 9-ig szerepelnek a listán. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. Az ACCESS CLEAR parancs töröl minden bejegyzés a szoba hozzáférési listájáról.
nl_nl: Gebruik: ACCESS kanaal ADD nick niveau  ACCESS kanaal DEL { nick | entry-nr | lijst } ACCESS kanaal LIST [ mask | lijst ] ACCESS kanaal VIEW [ mask | lijst ] ACCESS kanaal CLEAR Onderhoud de toegangslijst voor een kanaal. De toegangs- lijst specificeert welke gebruikers toestemming hebben om kanaal operator te worden, of om %S commando's te gebruiken op het kanaal. Verschillende gebruikersniveaus maken het mogelijk om verschillende sets met privileges te maken. /msg %S HELP ACCESS LEVELS voor meer informatie hierover. Elke gebruiker die niet op de toegangslijst staat heeft een gebruikersniveau van 0. Het ACCESS ADD commando voegt de gegeven nick toe aan de toegangslijst met het gegeven gebruikersniveau. Als de nick al op de lijst staat wordt het toegangsniveau veranderd in het niveau gespecificeerd in het commando. Het niveau dat gespecificeerd is moet minder zijn dan de gebruiker die het commando invoert, en als nick al op de toegangslijst bestaat moet het huidige toegangsniveau van die nick lager zijn dan die van degene die het commando uitvoert. Het ACCESS DEL commando verwijderd de opgegeven nick van de toegangslijst. Als een lijst met entry-nummers is gegeven worden die verwijderd. (Zie het voorbeeld voor LIST hier onder) Het ACCESS LIST commando geeft de toegangslijst weer. Als een wildcard mask is opgegeven worden alleen de overeen- komsten weergegeven. Als een lijst van entry-nummers ie gegeven wordt alleen die weergegeven. Bijvoorbeeld: ACCESS #kanaal LIST 2-5,7-9 Geeft gebruikers 2 t/m 5 en 7 t/m 9 van de toegangslijst weer. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. Het ACCESS CLEAR commando maakt de toegangslijst leeg.
pl_pl: Sk³adnia: ACCESS kana³ ADD nick level  ACCESS kana³ DEL { nick | numer | list } ACCESS kana³ LIST [ maska | list ] ACCESS kana³ VIEW [ maska | list ] ACCESS kana³ CLEAR Polecenie pozwala na zarz±dzanie wpisami w kana³owej li¶cie dostêpu (access list). Ustalony poziom dostêpu okre¶la, którzy u¿ytkownicy mog± pe³niæ funkcje operatorów kana³u, oraz posiadaæ dostêp do komend %S. Ró¿ne poziomy okre¶laj± inne przywileje. Napisz msg /msg %S HELP ACCESS LEVELS, aby uzyskaæ wiêcej informacji. Ka¿dy u¿ytkownik, który nie zosta³ wpisany na listê dostêpu, posiada poziom uprawnieñ równy 0. Polecenie ACCESS ADD dodaje podany nick do listy z okre¶lonym poziomem dostêpu. Je¶li nick jest ju¿ wpisany na li¶cie, jego poziom dostêpu zostanie zmieniony zgodnie z podanym parametrem. Przyznawany poziom dostêpu nie mo¿e byæ wy¿szy ni¿ poziom osoby wydaj±cej komendê ADD. Polecenie ACCESS DEL usuwa wskazane wpisy z listy. Jako argument przyjmuje nick, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). Polecenie ACCESS LIST wy¶wietla zawarto¶æ listy. Parametr maska pozwala zawêziæ wynik polecenia do jedynie tych wpisów, których host pasuje do wskazanej w komendzie maski (dozwolone jest u¿ywanie znaku * - zastêpuje on dowolny ci±g znaków). Jako parametr mo¿na podaæ tak¿e numery wpisów na li¶cie, na przyk³ad: ACCESS kana³ LIST 2-5,7-9 Wy¶wietli wpisy na li¶cie od numeru 2 do 5, oraz od 7 do 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. Polecenie ACCESS CLEAR usuwa wszystkie wpisy z listy.
pt_pt: Sintaxe: ACCESS canal ADD nick nível  ACCESS canal DEL { nick | entrada | lista-entradas } ACCESS canal LIST [ máscara | lista-entradas ] ACCESS canal VIEW [ máscara | lista-entradas ] ACCESS canal CLEAR Faz manutenção da lista de acesso de um canal. A lista de acesso especifica que usuários tem permissão para status de OP ou tem acesso aos comandos do %S em um canal. Níveis diferentes de usuários permitem acesso a diferentes subníveis de privilégios; /msg %S HELP ACCESS LEVELS para mais informações específicas. Por padrão, qualquer nick não presente na lista de acesso possui nível 0. O comando ACCESS ADD adiciona um nick ou máscara de um usuário na lista de acesso com o nível especificado; se o nick ou máscara já estiver presente na lista, seu nível de acesso será alterado para o nível especificado. O nível especificado deve ser menor do que o do usuário que emitiu o comando, e se o nick já estiver na lista de acesso, o nível de acesso atual desse nick deve ser menor que o nível de acesso do usuário que emitiu o comando. O comando ACCESS DEL remove um nick especificado da lista de acesso. Se uma lista de números é fornecida, essas entradas são apagadas. (Veja o exemplo para LIST abaixo.) O comando ACCESS LIST mostra a lista de acesso do canal. Se uma máscara for fornecida, somente aquelas entradas que combinarem com o padrão especificado na máscara serão mostradas. Se uma lista de números é fornecida, somente essas entradas serão mostradas, por exemplo: ACCESS #canal LIST 2-5,7-9 Lista as entradas de acesso numeradas de 2 a 5 e de 7 a 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. O comando ACCESS CLEAR limpa todas as entradas da lista de acesso.

source: Syntax: ACT channel text  Makes the bot do the equivalent of a "/me" command on the given channel using the given text.
ca_es: Sintàxi: ACT canal text  Fa que el bot fagi l'equivalent a la comanda "/me" en el canal especificat utilitzant el text especificat.
de_de: Syntax: ACT Channel Text  Bringt den Bot dazu, /me text auf dem angegebenen Channel auszugeben.
el_gr: Σύνταξη: ACT κανάλι μήνυμα  Κάνει το bot να ενεργεί,δηλ να εκτελεί εντολή "/me" εμφανίζοντας το μήνυμα στο ανάλογο κανάλι.
hu_hu: Syntax: ACT #szoba szöveg  A bot "/me" akcióval küldi el a megadott szöveget a csatornára.
nl_nl: Gebruik: ACT kanaal tekst  Laat de bot een "/me" commando doen op het gegeven kanaal met de gegeven tekst.
pl_pl: Sk³adnia: ACT kana³ tekst  Sprawia, ¿e bot u¿yje komendy akcji (/me) przy wypowiadaniu podanego tekstu na kanale.
pt_pt: Sintaxe: ACT canal texto  Faz com que o bot faça o mesmo que o comando "/me" em um determinado canal com o determinado texto.
