Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: KICK #channel BADWORDS { ON|OFF } [ ttb ] Sets the bad words kicker on or off. When enabled, this option tells the bot to kick users who say certain words on the channels. You can define bad words for your channel using the BADWORDS command. Type %R%S HELP BADWORDS for more information. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK #canal BADWORDS { ON|OFF } [ ttb ] Estableix el kick per paraules malsonants a activat o desactivat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que utilitzin certes paraules al canal. Pots definir paraules malsonants pel teu canal utilitzant la comanda BADWORDS. Escriu /msg %S HELP BADWORDS per més informació. ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel BADWORDS { ON|OFF } [ ttb ] Schaltet den Bad-Word-Kicker an oder aus. Wenn er aktiviert ist, kickt der er den Bösewicht, der ein Wort aus der Bad-Word-Liste sagt. Die Bad-Words werden mit dem BADWORDS Befehl festgelegt. /msg %S HELP BADWORDS um weitere Informationen zu erhalten. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK #κανάλι BADWORDS { ON|OFF } [ ttb ] Ενεργοποιεί την εντολή kick για κακές λέξεις. Όταν ενεργοποιηθεί, το bot θα κάνει kick τους χρήστες που λένε αυτές τις κακές λέξεις στα κανάλια. Μπορείς να βάλεις μια λίστα με τις κακές λέξεις κάνοντας την εντολή BADWORDS. Γράψε /msg %S HELP BADWORDS για περισσότερες πληροφορίες. Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba BADWORDS { ON|OFF } [ ttb ] Beállítja a csúnyaszavak miatti kirúgást. Ha engedélyezve van, akkor a bot kirúgja azt, aki kiejt egy olyan szót, ami szerepel a csúnyaszavak listáján. A csúnyaszavak listáját a csatornádhoz neked kell megadnod A BADWORDS paranccsal. Írd be /msg %S HELP BADWORDS bõvebb információkért. A ttb a banolás elotti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal BADWORDS { ON|OFF } [ ttb ] Zet de slechte-woorden-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die bepaald slechte woorden op het kanaal zeggen. Je kan de slechte woorden voor je kanaal instellen met het BADWORDS commando. Type /msg %S HELP BADWORDS voor meer informatie. ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ BADWORDS { ON|OFF } [ ttb ] Ustawia kopanie za u¿ywanie zakazanych s³ów. Aby ustaliæ listê zakazanych u¿yj polecenia BADWORDS. Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP BADWORDS ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal BADWORDS { ON|OFF } [ ttb ] Ativa ou desativa o kick por palavrões. Quando ativado o bot irá kickar usuários que disserem determinadas palavras no canal. Você pode definir os palavrões para um canal usando o comando BADWORDS. Digite /msg %S HELP BADWORDS para maiores informações. ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: KICK #channel REPEAT { ON|OFF } [ ttb [ num ]] Sets the repeat kicker on or off. When enabled, this option tells the bot to kick users who are repeating themselves num times (if num is not given, it defaults to 3). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK #canal REPEAT { ON|OFF } [ ttb [ num ]] Estableix el kick per repetició a activat o desactivat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que estiguin repetint num cops (si num no s'especifica, per defecte es establert a 3). ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel REPEAT { ON|OFF } [ ttb [ nummer ]] Schaltet den Wiederholungs-Kicker an oder aus.Wenn dieser aktiviert ist, wird ein User, der sich nummer mal wiederholt, gekickt. Sollte kein nummer angegeben sein, so wird 3 als Standardwert gesetzt. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK #κανάλι REPEAT { ON|OFF } [ ttb [ num ]] Ενεργοποιεί την εντολή kick για επαναλαμβανόμενα μηνύματα.Αν την ενεργοποιήσετε, αυτή η επιλογή θα κάνει kick όσους γράφουν τα ίδια πράγματα,επιλέγεται εσείς το num,τις φορές που δεν θέλετε να γίνεται (αν δεν δώσετε num, από defaults θα είναι 3). Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba REPEAT { ON|OFF } [ ttb [ szám ]] Beállítja az ismétlés miatti kirúgást. Ha engedélyezve van az opció, akkor a bot kirúgja az önmagukat ismétlõ usereket, ha szám alkalommal ismételtek. (Ha nem adsz meg értéket, akkor az érték 3 lesz) A ttb a banolás elõtti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal REPEAT { ON|OFF } [ ttb [ nr ]] Zet de herhalings-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die zichzelf nr keer herhalen (als nr niet is gegeven staat die standaard op 3). ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ REPEAT { ON|OFF } [ ttb [ liczba ]] Ustawia kopanie za powtarzanie tekstu. W³±czenie tej opcji powoduje wykopywanie u¿ytkowników wysy³aj±cych na kana³ przynajmniej liczba razy ten sam tekst (w przypadku nie podania tego parametru jego warto¶æ ustalana jest domy¶lnie na 3). ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal REPEAT { ON|OFF } [ ttb [ núm ]] Ativa ou desativa o kick por repetição. Quando ativado o bot irá kickar os usuários que fizerem repetições (onde núm é o número de repetições para kick; se não for fornecido, o padrão é 3). ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: KICK channel option parameters  Configures bot kickers. option can be one of: BOLDS Sets if the bot kicks bolds BADWORDS Sets if the bot kicks bad words CAPS Sets if the bot kicks caps COLORS Sets if the bot kicks colors FLOOD Sets if the bot kicks flooding users REPEAT Sets if the bot kicks users who repeat themselves REVERSES Sets if the bot kicks reverses UNDERLINES Sets if the bot kicks underlines ITALICS Sets if the bot kicks italics Type %R%S HELP KICK option  for more information on a specific option. Note: access to this command is controlled by the level SET.
ca_es: Sintàxi: KICK canal opció parametres  Configura els kickers de bot. opció pot ser una de: BOLDS Estableix si el bot kickejara negretes BADWORDS Estableix si el bot kickejara paraules malsonants CAPS Estableix si el bot kickejara majuscules COLORS Estableix si el bot kickea colors FLOOD Estableix si el bot kickejara usuaris que floodejan REPEAT Estableix si el bot kickejara usuaris que repeteixen com l'allioli REVERSES Estableix si el bot kickejara reversos UNDERLINES Estableix si el bot kickejara subratllats ITALICS Sets if the bot kicks italics Escriu /msg %S HELP KICK Opció  per més informació sobre una opció especifica. Nota: L'accés a aquesta comanda es control.lat pel nivell SET.
de_de: Syntax: KICK Channel Option Parameter  Konfiguriert die Kicks des Bots. Option kann folgende Werte annehmen: BOLDS Bot kickt bei fettem Schriftstil (Bold) BADWORDS Bot kickt bei Bad words CAPS Bot kickt bei CAPS (Grossschrift) COLORS Bot kickt bei Farben FLOOD Bot kickt Flooder REPEAT Bot kickt User, die sich wiederholen. REVERSES Bot kickt bei invertiertem Schriftstil UNDERLINES Bot kickt bei Unterstreichungen ITALICS Sets if the bot kicks italics /msg %S HELP KICK Option  um weitere Informationen über einen bestimmten Befehl zu erhalten. Achtung: Die Berechtigungsstufen für diesen Befehl können variieren!
el_gr: Σύνταξη: KICK κανάλι επιλογή παράμετροι  Ρυθμίζει το bot με τις επιλογές του να κάνει kick τους "κακούς χρήστες". Οι επιλογές μπορεί να είναι: BOLDS Ρυθμίζει το bot αν θα κάνει kick αυτούς που χρησιμοποιούν έντονους χαρακτήρες BADWORDS Ρυθμίζει το bot αν θα κάνει kick αυτούς που λένε κακές λέξεις CAPS Ρυθμίζει το bot αν θα κάνει kick αυτούς που γράφουν με κεφαλαίους χαρακτήρες COLORS Ρυθμίζει το bot αν θα κάνει kick αυτούς που γράφουν με έγχρωμους χαρακτήρες FLOOD Ρυθμίζει το bot αν θα κάνει kick αυτούς που γράφουν πολλές σειρές σε λίγα δευτερόλεπτα REPEAT Ρυθμίζει το bot αν θα κάνει kick αυτούς που επαναλαμβάνουν τα ίδια πράγματα REVERSES Ρυθμίζει το bot αν θα κάνει kick αυτούς που είναι αντίθετοι(πχ αλλάζουν τα modes) UNDERLINES Ρυθμίζει το bot αν θα κάνει kick αυτούς που γράφουν με υπογραμμισμένους χαρακτήρες ITALICS Sets if the bot kicks italics Γράψε /msg %S HELP KICK επιλογή  για περισσότερες πληροφορίες σε συγκεκριμένες εντολές. Σημείωση: η access σε αυτή την εντολή ελέγχεται από την level SET.
hu_hu: Syntax: KICK #szoba opció paraméterek  Bot kirúgások beállítása. Az opció a következõ lehet: BOLDS A bot kirúgja félkövér betûkkel írókat BADWORDS A bot kirúgja a csúnyaszavakat használókat CAPS A bot kirúgja CapsLock használókat COLORS A bot kirúgja szinesen írókat FLOOD A bot kirúgja floodolókat REPEAT A bot kirúgja az önmagukat ismétlõket. REVERSES A bot kirúgja visszafelé írókat UNDERLINES A bot kirúgja aláhúzással írókat ITALICS Sets if the bot kicks italics Írd be /msg %S HELP KICK opció  az adott opcióval kapcsolatos bõvebb információkért. Megjegyzés: A parancshoz való hozzáférést a level SET-ben lehet korlátozni.
nl_nl: Gebruik: KICK kanaal optie parameters  Configureer bot kickers. optie kan zijn: BOLDS Stelt in of de bot kickt op vet BADWORDS Stelt in of de bot kickt op slechte woorden CAPS Stelt in of de bot kickt op hoofdletters COLORS Stelt in of de bot kicks op kleuren FLOOD Stelt in of de bot floodende gebruikers kickt REPEAT Stelt in of de bot gebruikers kickt die zichzelf herhalen REVERSES Stelt in of de bot kickt op inverteringen UNDERLINES Stelt in of de bot kickt op onderstrepingen ITALICS Sets if the bot kicks italics Type /msg %S HELP KICK optie  voor meer informatie over een specifieke optie. Let op: toegang tot dit commando wordt gecontroleerd door het niveau SET commando.
pl_pl: Sk³adnia: KICK kana³ opcja parametry  Konfiguruje opcje kopania na kanale: BOLDS Kopanie za u¿ywanie pogrubieñ BADWORDS Kopanie za u¿ywanie zakazanych s³ów CAPS Kopanie za pisanie WIELKIMI LITERAMI COLORS Kopanie za stosowanie kolorów FLOOD Kopanie za flood REPEAT Kopanie za wielokrotne powtarzanie REVERSES Kopanie za odwracanie kolorów UNDERLINES Kopanie za u¿ywanie podkre¶leñ ITALICS Sets if the bot kicks italics Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP KICK opcja 
pt_pt: Sintaxe: KICK canal opção parâmetros  Configura os kicks do bot. A opção pode ser uma dessas: BOLDS Selecione para o bot kickar por negrito BADWORDS Selecione para o bot kickar por palavrões CAPS Selecione para o bot kickar por caps COLORS Selecione para o bot kickar por cores FLOOD Selecione para o bot kickar por flood REPEAT Selecione para o bot kickar por repetição REVERSES Selecione para o bot kickar por reversos UNDERLINES Selecione para o bot kickar por sublinhado ITALICS Sets if the bot kicks italics Digite /msg %S HELP KICK opção  para maiores informações sobre uma opção específica. Nota: o acesso a esse comando é controlado pelo ajuste dos níveis de acesso do canal.

source: Syntax: KICK channel user reason  Allows staff to kick a user from any channel. Parameters are the same as for the standard /KICK command. The kick message will have the nickname of the IRCop sending the KICK command prepended; for example: *** SpamMan has been kicked off channel #my_channel by %S (Alcan (Flood))
ca_es: Sintàxi: KICK canal usuari raó  Permet als IRCops kickejar un usuari de qualsevol canal. Els parametres son els mateixos que per la comanda /KICK. El missatge de kick tindra el nickname del IRCop que envia la comanda KICK; per exemple: *** SpamMan ha estat kickejat del canal #aujac per %S (cistus (Flood)) Limitat a operadors de serveis.
de_de: Syntax: KICK Channel User Grund  Erlaubt staff einen User aus einem beliebigen Channel zu kicken. Die Parameter sind dieselben wie für das normale /KICK Befehl. Die Kick-Nachricht wird den Nicknamen des IRCops vor dem Grund haben. Zum Beispiel: *** SpamMan has been kicked off channel #my_channel by %S (chemical (Flood))
el_gr: Σύνταξη: KICK κανάλι χρήστη λόγο  Επιτρέπει στους IRCops να κάνουν kick ε΄να χρήστη από το κανάλι. Οι παράμετροι είναι ίδιοι με την εντολή /KICK. Το μήνυμα του kick θα έχει το ψευδώνυμο του IRCop σαν μια προειδοποίηση; Για παράδειγμα: *** SpamMan has been kicked off channel #my_channel by %S (Alcan (Flood)) Μόνο για τους Services operators.
hu_hu: Syntax: KICK #szoba user indok  Lehetoséget nyújt az IRCopoknak, hogy bármelyik szobából kirúgjanak egy felhasználót. A paraméterek ugyanazok, mint a szabványos /KICK parancsnál. A kirúgási üzenetben benne lesz a KIK parancsot küldõ IRCop nickneve; például: ***xy ki lett rúgva a #csatornáról %S által.(op(csak)) Korlátozva Szervíz operatornak.
nl_nl: Gebruik: KICK kanaal gebruiker reden  Stelt de staf in staat om een gebruik van elk willekeurig kanaal te kicken. De paramenters zijn hetzelfde als die van een standaard /KICK commando. Het kick-bericht zal de nickname van de IRCop die het KICK commando uitvoert bevatten. Bijvoorbeeld: *** Gebruiker has been kicked off channel #mijn_kanaal by %S (IRCOp (Misbruik))
pl_pl: Sk³adnia: KICK kana³ nick powód  Pozwala administratorom wyrzuciæ u¿ytkownika z dowolnego kana³u. Parametry s± identyczne jak dla komendy /KICK. Do powodu zostaje do³±czony nick operatora, który wydaje polecenie. *** SpamMan has been kicked off channel #my_channel by %S (Alcan (Flood))
pt_pt: Sintaxe: KICK canal usuário motivo  Permite IRCops kickar um usuário de um canal. Os parâmetros são os mesmos do comando /KICK padrão. A mensagem do kick tem o nick do IRCop que enviou o comando KICK, por exemplo: *** Spam foi kickado do canal #canal pelo %S (Operador (Flood))

source: Syntax: KICK channel BOLDS { ON|OFF } [ ttb ] Sets the bolds kicker on or off. When enabled, this option tells the bot to kick users who use bolds. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK canal BOLDS { ON|OFF } [ ttb ] Estableix el kick per negretes a actvitat o desactivat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que utilitzin negretes. ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel BOLDS { ON|OFF } [ ttb ] Kicken bei fettem Schriftstil an oder aus. Wenn der Parameter ON gegeben ist, werden User, die fetten Schriftstil verwenden, durch den Bot gekickt. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK κανάλι BOLDS { ON|OFF } [ ttb ] Ενεργοποιεί την εντολή kick έντονων χαρακτήρων. Αν την ενεργοποιήσετε, θα κάνει kick όσους χρησιμοποιούν bolds (έντονους χαρακτήρες). Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba BOLDS { ON|OFF } [ ttb ] Beállítja a félkövér írásért járó kirúgást. Ha engedélyezve van akkor a bot kirúg a félkövér betûkért. A ttb a banolás elotti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal BOLDS { ON|OFF } [ ttb ] Zet de vet-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die vet gebruiken. ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ BOLDS { ON|OFF } [ ttb ] Ustawia kopanie za pogrubianie tekstu. ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal BOLDS { ON|OFF } [ ttb ] Ativa ou desativa o kick por negrito. Quando ativado o bot irá kickar os usuários que usarem negrito. ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: KICK channel COLORS { ON|OFF } [ ttb ] Sets the colors kicker on or off. When enabled, this option tells the bot to kick users who use colors. ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK canal COLORS { ON|OFF } [ ttb ] Estableix el kick per colors a activat o desactivat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que utilitzin colors. ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel COLORS { ON|OFF } [ ttb ] Kicken bei Farben an oder aus. Wenn der Parameter ON gegeben ist, werden User, die Farben verwenden, durch den Bot gekickt. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK κανάλι COLORS { ON|OFF } [ ttb ] Ενεργοποιεί την εντολή kick για έγχρωμους χαρακτήρες.Αν την ενεργοποιήσετε, αυτή η επιλογή θα κάνει kick όσους χρησιμοποιούν έγχρωμους χαρακτήρες. Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba COLORS { ON|OFF } [ ttb ] Beállítja a szines írásért járó kirúgást. Ha engedélyezve van akkor a bot kirúgja a színesen írókat. A ttb a banolás elõtti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal COLORS { ON|OFF } [ ttb ] Zet de kleuren-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die kleuren gebruiken. ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ COLORS { ON|OFF } [ ttb ] Ustawia kopanie za u¿ywanie kolorowego tekstu. ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal COLORS { ON|OFF } [ ttb ] Ativa ou desativa o kick por cores. Quando ativado o bot irá kickar os usuários que usarem cores. ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.

source: Syntax: KICK channel FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Sets the flood kicker on or off. When enabled, this option tells the bot to kick users who are flooding the channel using at least ln lines in secs seconds (if not given, it defaults to 6 lines in 10 seconds). ttb is the number of times a user can be kicked before it get banned. Don't give ttb to disable the ban system once activated.
ca_es: Sintàxi: KICK canal FLOOD { ON|OFF } [ ttb [ ln [ segs ]]] Estableix el kick per flood a activat o desactivat. En habilitar-lo, aquesta opció li diu al bot que kickegi usuaris que estiguin floodejant el canal utilitzant com a mínim ln linees en segs segons (si no s'especifica, per defecte es establert a 6 linees en 10 segons). ttb es el numero de cops que un usuari sera kickejat abans de ser banejat. No cal especificar ttb per a deshabilitar el sistema de ban un cop activat.
de_de: Syntax: KICK Channel FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Schaltet den Flood-Kicker an oder aus. Wenn er aktiviert ist, kickt er User, die den Channel mit mindestens ln Zeilen in secs flooden. Sollte weder ln noch secs angegeben sein, so werden defaultmässig 6 Zeilen / 10 Sekunden gesetzt. ttb beschreibt wie oft der User gekickt wird, bevor er einen Ban bekommt. Wenn keine ttb angegeben wird, wird er nie gebannt.
el_gr: Σύνταξη: KICK κανάλι FLOOD { ON|OFF } [ ttb [ ln [ secs ]]] Ενεργοποιεί την εντολή kick για συνεχόμενα μηνύματα.Αν την ενεργοποιήσετε, αυτή η επιλογή θα κάνει kick όσους γράφουν αρκετά από όσο πρέπει.Οι επιλογές για ένα κανάλι είναι το λιγότερο να έχει ln γραμμές σε secs δευτερόλεπτα (αν δεν δίνετε, από default είναι 6 γραμμές σε 10 δευτερόλεπτα). Το ttb είναι το νούμερο με το οποίο θα γίνεται ο χρήστης αρχικά kick και μετά ban. Μην προσπαθήσετε να απενεργοποιήσετε το ttb γιατί το σύστημα θα το ενεργοποιήσει ξανά.
hu_hu: Syntax: KICK #szoba FLOOD { ON|OFF } [ ttb [ sor [ mp ]]] Beállítja a flood miatti kirúgást. Ha engedélyezve van akkor a bot kirúgja a floodoló usereket, ha legalább sor számú sort írtak mp másodpercnyi idõ alatt. (ha nincs megadva, akkor 6 sor és 10 mp alatt). A ttb a banolás elõtti kickek száma. Ha nem adod meg, akkor csak kirúgást eszközöl a bot. Ha megadod a ttb-t, akkor x kirúgás után banol a bot.
nl_nl: Gebruik: KICK kanaal FLOOD { ON|OFF } [ ttb [ regels [ seconden ]]] Zet de flood-kicker aan of uit. Wanneer deze aan staat zal de bot gebruikers kicken die het kanaal flooden met minstens regels regels in seconden seconden. (indien niet gegeven, staat dit standaard op 6 regels in 10 seconden). ttb is het aantal keren dat een gebruiker gekicked kan worden voordat deze gebanned wordt. Geef geen ttb op om het ban system uit te schakelen als deze kicker geactiveerd is.
pl_pl: Sk³adnia: KICK kana³ FLOOD { ON|OFF } [ ttb [ ln [ sek ]]] Ustawia kopanie za flood. W³±czenie tej opcji powoduje wykopywanie u¿ytkowników wysy³aj±cych na kana³ przynajmniej ln linii tekstu w ci±gu sek sekund (w przypadku nie podania tych warto¶ci przyjmowane s± domy¶lne: 6 linii w ci±gu 10 sekund). ttb to liczba okre¶laj±ca ile razy u¿ytkownik zostanie wykopany zanim bot za³o¿y bana. Pominiêcie parametru ttb wy³±cza banowanie.
pt_pt: Sintaxe: KICK canal FLOOD { ON|OFF } [ ttb [ linhas [ segs ]]] Ativa ou desativa o kick por flood. Quando ativado o o bot irá kickar por flood no canal desde que sejam pelo menos linhas linhas em segs segundos. (se não for especificado, o padrão é 6 linhas em 10 segundos). ttb é o número de vezes que o usuário será kickado antes de ser banido. Não forneça ttb para desabilitar o sistema de ban que foi uma vez ativado.
