Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: IDENTIFY [account] password  Tells %S that you are really the owner of this nick. Many commands require you to authenticate yourself with this command before you use them. The password should be the same one you sent with the REGISTER command.
ca_es: Sintaxis: IDENTIFY [account] clau  Informa a %S que tu ets realment el propietari del teu nick. Moltes comandes requereixen que t'identifiquis amb aquesta comanda abans d'utilitzar-les. La clau hauria de ser la mateixa que va ser enviada amb la comanda REGISTER.
de_de: Syntax: IDENTIFY [account] Passwort  Beweist %S, dass du wirklich der Besitzer dieses Nicknamens bist. Viele Befehle erzwingen, dass du dich vorher hiermit autorisierst, bevor du sie benutzen kannst. Das Passwort ist das von deiner Registrierung, die du mit dem REGISTER Befehl gesetzt hast.
el_gr: Σύνταξη: IDENTIFY [account] κωδικό  Λέει στον %S αν είσαι όντος ο κάτοχος αυτού του ψευδώνυμου. Πολλές εντολές απαιτούν να κάνεις εντολή αναγνώρισης, δηλ με την εντολή αυτή πριν χρησιμοποιήσεις άλλες εντολές. Ο κωδικός θα πρέπει να είναι ο ίδιος με αυτόν που έδωσες για να κατοχυρώσης το ψευδώνυμο, δηλ με την REGISTER εντολή.
hu_hu: Syntax: IDENTIFY [account] jelszó  Tudatja a %S-vel, hogy te vagy a tulajdonosa ennek a nicknek. Jelszónak ugyanannak kell lennie amit a regisztrációnál megadtál, vagy amire módosítottad.
nl_nl: Gebruik: IDENTIFY [account] wachtwoord  Vertelt %S dat je echt de eigenaar van deze nick bent. Veel commandos vereisen dat je jezelf identificeert met dit commando voordat je ze gebruikt. Het wachtwoord moet hetzelfde zijn als die je gestuurd hebt met het REGISTER commando.
pl_pl: Sk³adnia: IDENTIFY [account] has³o  Informuje %S, ¿e nick którego w³a¶nie u¿ywasz nale¿y do Ciebie. Wiele komend wymaga identyfikacji przed ich u¿yciem. Has³em jest to samo has³o, którego u¿yto przy komendzie REGISTER.
pt_pt: Sintaxe: IDENTIFY [account] senha  Identifica você ao %S como sendo dono do nick. Muitos comandos exigem que você se identifique com este comando antes de você usá-los. A senha deve ser a mesma que você enviou com o comando REGISTER.

source: Syntax: INFO channel  Lists information about the named registered channel, including its founder, time of registration, last time used, description, and mode lock, if any. If ALL is specified, the entry message and successor will also be displayed.
ca_es: Sintàxi: INFO canal  llista informació sobre el canal registrat donat, incloent el seu fundador, temps de registració, últim cop utilitzat, descripció i fixació de Modes, si existeixen. Si ALL és especificat, el misatge d'entrada i sucsesor també seran mostrats.
de_de: Syntax: INFO Channel  Zeigt Informationen über einen registrierten Channel, seinen Gründer, das Datum der Registrierung, die letzte Nutzung, seine Beschreibung und Mode-Locks, wenn welche eingestellt sind. Wenn du als Founder (Gründer) identifiziert bist und den Parameter ALL angibst, wird die Begrüssungsnachricht und die Successors (Vertreter) ebenfalls angezeigt.
el_gr: Σύνταξη: INFO κανάλι  Εμφανίζει πληροφορίες σχετικά με το όνομα του κατοχυρωμένου καναλιού, περιλαμβανομένου τον founder, την ώρα της κατοχύρωσης, πότε χρησιμοποιήθηκε τελευταία φορά, και τα κλειδωμένα mode, αν υπάρχουν. Αν χρησιμοποιήσετε την παράμετρο ALL θα εμφανιστεί το μήνυμα εισαγωγής του καναλιού και ο successor. Από default, η επιλογή ALL είναι ορισμένη μόνο σε αυτούς που έχουν founder access στο συγκεκριμένο κανάλι.
hu_hu: Syntax: INFO #szoba  Listázza az összes információt a megnevezett regisztrált csatornáról, pl a foundert, a regisztrálás idõpontját, az utolsó használat idejét, a leírást, az mlock-ot. Ha beazonosítottad magad a szoba founderjének, akkor teljes információt az ALL paraméterrel kaphatsz, az entrymessage, a successor és a rejtett infók is látszódnak Alapból az ALL opció csak a foundernek engedélyezett.
nl_nl: Gebruik: INFO kanaal  Geeft informatie weer over het gegeven geregistreerde kanaal, zoals de stichter, registratietijd, tijd van laatste gebruik, beschrijving, en mode-slot indien aan- wezig. Als ALL is gespecificeerd zullen het groetbericht en de opvolger ook worden weergegeven. Standaard is de ALL optie gelimiteerd tot degenen met stichter-toegang tot het kanaal.
pl_pl: Sk³adnia: INFO kana³  Wy¶wietla informacje o zarejestrowanym kanale: w³a¶ciciel, data za³o¿enia, opis, blokada flag, czas ostatniego u¿ycia. Kiedy zostanie podany parametr ALL zostan± wy¶wietlone tak¿e informacje o spadkobiercy kana³u i wiadomo¶ci powitalnej. Domy¶lnie parametr ALL jest dostêpny dla osób z uprawnieniami w³a¶ciciela kana³u.
pt_pt: Sintaxe: INFO canal Lista as informações referentes ao canal registrado dado, incluindo seu fundador, data do registro, última vez que foi usado, descrição, e trava dos modos (se existirem). Se você está identificado como fundador do canal que está solicitando informações e a opção ALL é especificada, informações sobre a mensagem de entrada e sobre o sucessor do canal também serão mostradas.

source: Syntax: INFO nickname  Displays information about the given nickname, such as the nick's owner, last seen address and time, and nick options.
ca_es: Sintaxis: INFO nickname  Mostra informació relativa al nick que s'especifiqui, tal com el propietari del nick, l'ultima adreça utilitzada i temps, i opcions del nick.
de_de: Syntax: INFO Nickname  Zeigt Informationen über den angegebenen Nickname, zum Beispiel den Besitzer des Nicknamens, die letzte gesehene Adresse und dessen Uhrzeit und die Optionen des Nicknamens. Wenn du dich für den Nickname über den du Infos anzeigen willst identifiziert hast, und den Parameter ALL benutzt, werden alle Informationen angezeigt. (Egal ob sie versteckt sind oder nicht.)
el_gr: Σύνταξη: INFO ψευδώνυμο  Εμφανίζει πληροφορίες για το ψευδώνυμο που θα δώσετε, όπως τον κάτοχο του ψευδωνύμου, την τελευταία διεύθυνση και ώρα σύνδεσης και τις επιλογές του ψευδωνύμου. Αν έχετε αναγνωριστεί για το ψευδώνυμο που ζητάτε πληροφορίες και χρησιμοποιήσετε την παράμετρο ALL στην εντολή, θα δείτε όλες τις πληροφορίες, άσχετα αν αυτές αποκρύπτονται ή όχι.
hu_hu: Syntax: INFO nicknév  Megmutatja a nicknévvel kapcsolatos információkat, mint a nick tulajdonosa, utoljára látott címe, regisztrálás ideje, a nick opciókat. Ha beazonosítasz egy nickre, akkor minden informaciót megkaphatsz az ALL paraméter használatával és így látni fogod a rejtett információkat is.
nl_nl: Gebruik: INFO nick  Geeft informatie weer over de gegeven nick, zoals de laatste eigenaar van de nick, het laatst beekende adres, wanneer deze voor het laatst gezien is, en de ingestelde optie. Als je voor de gegeven nick geidentificeerd bent en het ALL commando is gegeven zal je alle informatie te zien krijgen, om het verborgen is of niet.
pl_pl: Sk³adnia: INFO nick  Wy¶wietla informacje na temat wybranego nicka: w³a¶ciciel, kiedy ostatnio widziano, z jakiego hosta oraz opcje nicka. Je¶li zidentyfikowany u¿ytkownik u¿yje tej komendy na sobie wraz z parametrem ALL otrzyma wszystkie mo¿liwe informacje - nawet je¶li zosta³y one ukryte.
pt_pt: Sintaxe: INFO nick Mostra a informação sobre o nick dado, como o dono do nick, último endereço utilizado e horário, e opções. Se você está identificado para o nick que você está obtendo informações e a opção ALL é especificada, será mostrado a você toda informação possível; independente de haver opções para esconder.

source: Syntax: INFO [ channel ] Displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a parameter, displays the same information for the given channel.
ca_es: Sintàxi: INFO [ canal ] mostra informació del nombre de memos que tens, quants d'ells encar no han sigut llegits, i quants memos pots rebre. Amb un paràmetre, mostra la mateixa informació pel canal donat.
de_de: Syntax: INFO [ Channel ] Zeigt Informationen über die Anzahl der Memos die du hast, wie viele davon ungelesen sind und wie viele du max. empfangen kannst. Mit angegebenem Parameter wird die gleiche Information über den Channel angezeigt.
el_gr: Σύνταξη: INFO [ κανάλι ] Εμφανίζει πληροφορίες στα νούμερα των μηνυμάτων που έχετε, πόσα από αυτά δεν έχουν διαβαστεί, και πόσα μηνύματα μπορείτε να λάβετε. Με την παράμετρο, εμφανίζονται οι ίδιες πληροφορίες και για ένα κανάλι.
hu_hu: Syntax: INFO [ #szoba ] Információt jelenít meg arról, hogy mennyi üzeneted van, ebbõl mennyi olvasatlan, mennyi üzenetet fogadhatsz, és azt is megmondja, hogy kapsz-e üzenetet az új üzenetek érkezésekor. Paraméter megadása esetén az információt csatornára vonatkozóan jeleníti meg.
nl_nl: Gebruik: INFO [ kanaal ] Geeft informatie weer over het aantal memo's dat je hebt, hoeveel daarvan er ongelezen zijn, en hoeveel memo's je in totaal kan ontvangen. Met een paramenter wordt dezelfde informatie voor het gegeven kanaal weergegeven.
pl_pl: Sk³adnia: INFO [ kana³ ] Wy¶wietla ilo¶æ wiadomo¶ci, ile z nich jest nieprzeczytanych oraz limit przyjmowania wiadomo¶ci. Je¶li podany zostanie kana³ wy¶wietlone informacje bêd± odnosi³y siê do wskazanego kana³u.
pt_pt: Sintaxe: INFO [ canal ] Informa o número de mensagens que você tem, quantas mensagens não foram lidas, e quantas mensagens no total você pode receber. Com o parâmetro, mostra a mesma informação para o canal fornecido.

source: Syntax: INFO [ nick | channel ] Without a parameter, displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a channel parameter, displays the same information for the given channel. With a nickname parameter, displays the same information for the given nickname. This use limited to Services admins.
ca_es: Sintàxi: INFO [ nick | canal ] Sense un paràmetro, mostra informació del nombre de memos que tens, quants d' ells encara no s'han llegit, i el nombre total de memos que pots rebre. amb un canal de paràmetre, mostra la mateixa informació pel canal donat. amb un nickname de paràmetr, mostra la misma informació pel nickname donat. Aquest us està limitat a administradors de serveis.
de_de: Syntax: INFO [ Nickname | Channel ] Ohne Parameter werden Informationen über dein Postfach angezeigt, die Anzahl Memos die du hast, die davon neu bzw ungelesen sind, und wie viele Memos du max. empfangen kannst. Mit einem Channel als Parameter werden die entsprechenden Informationen über den Channel angezeigt. Wird eine Nickname übergeben, werden die entsprechenden Informationen über den Nicknamen angezeigt. Diese Funktion ist beschränkt auf Services Administratoren.
el_gr: Σύνταξη: INFO [ ψευδώνυμο | κανάλι ] Χωρίς την παράμετρο, εμφανίζει πληροφορίες για τα νουμερα των μηνυμάτων που έχετε, πόσα από αυτά δεν έχουν διαβαστεί, και πόσα τελικά μηνύματα μπορείτε να λάβετε. Με την παράμετρο κανάλι,εμφανίζει τις ίδιες πληροφορίες για το ανάλογο κανάλι. Με την παράμετρο ψευδώνυμο, εμφανίζει τις ίδιες πληροφορίες για το ανάλογο ψευδώνυμο. Αυτή η εντολή είναι μόνο για τους Services admins.
hu_hu: Syntax: INFO [ nick | #szoba ] Paraméter nélkül kiirja az információt, hogy hány üzeneted van, ebböl hány olvasatlan, és összesen hány üzenetet fogadhatsz. A szoba paraméterrel, a csatornáról kapod meg ezeket az információkat A nicknév paraméterrel a megadott nicknévröl jeléeníti meg ezeket az információkat.Enek használat korlátozva Szervíz adminra.
nl_nl: Gebruik: INFO [ nick | kanaal ] Geeft informatie weer over het aantal memo's dat je hebt, hoeveel daarvan er ongelezen zijn, en hoeveel memo's je in totaal kan ontvangen. Met een kanaal paramenter wordt dezelfde informatie voor het gegeven kanaal weergegeven. Met een nick paramenter wordt dezelfde informatie voor de gegeven nick weergegeven. Dit gebruik is gelimiteerd tot Services Operators.
pl_pl: Sk³adnia: INFO [ nick | kana³ ] Polecenie wydane bez parametru wy¶wietla informacje o liczbie odebranych wiadomo¶ci, liczbie nowych wiadomo¶ci oraz limicie wiadomo¶ci. Je¶li zostanie wskazany kana³, pokazane zostan± te same informacje w odniesieniu do tego kana³u. Administratorzy serwisów mog± obejrzeæ informacje dot. dowolnych u¿ytkowników podaj±c parametr nick.
pt_pt: Sintaxe: INFO [ nick | canal ] Sem um parâmetro, informa o número de mensagens que você tem, quantas mensagens ainda não foram lidas, e quantas mensagens no total você pode receber. Com o parâmetro do canal, mostra a mesma informação para o canal fornecido. Com o parâmetro de nick, mostra a mesma informação para o nick fornecido. Esta derivação do comando é limitada aos Administradores dos Services.

source: Syntax: INFO { chan | nick } Allows you to see %S information about a channel or a bot. If the parameter is a channel, then you'll get information such as enabled kickers. If the parameter is a nick, you'll get information about a bot, such as creation time or number of channels it is on.
ca_es: Sintàxi: INFO { canal | nick } Permet veure la informació de %S sobre un canal o bot. Si el parametre es un canal, rebràs informació així como kickers activats. Si el parametre es un nick, rebràs informació sobre el bot, així com temps de creació o nom de canals en els que aquest estigui.
de_de: Syntax: INFO { Channel | Botnick } Zeigt %S Informationen über einen Bot oder einen Channel an. Wenn der Parameter ein Channel ist, so werden Informationen wie aktive Kicks etc. angezeigt, wenn der Parameter ein Botnick ist, werden Informationen wie Erstellungsdatum oder Anzahl der Channels angezeigt.
el_gr: Σύνταξη: INFO { κανάλι | ψευδώνυμο } Σου επιτρέπει να δεις από το %S πληροφορίες σχετικά με το κανάλι ή το bot. Αν η παράμετρος είναι το κανάλι, θα δείς πληροφορίες μόνο αν έχεις ενεργοποιη΄σει την επιλογή kickers. Αν η παράμετρος είναι το ψευδώνυμο, θα δεις πληροφορίες σχετικά με το bot.
hu_hu: Syntax: INFO { #szoba | nick } Lehetõvé teszi, hogy megnézd a %S információkat egy csatornával vagy bottal kapcsolatban. Ha a paraméter szobanév, akkor megkapod a szobára vonatkozó bot beállításokat. Ha a paraméter nick, akkor a botról kapsz információkat, például létrehozás ideje, csatornák száma.
nl_nl: Gebruik: INFO { kanaal | nick } Stelt je in staat %S informatie te zien over een kanaal of een bot. Als het paramenter een kanaal is krijg je bijvoorbeeld informatie over kickers. Als het paramenter een nick is krijg je informatie over een bot, bijvoorbeeld de tijd waarop deze gemaakt is of op hoeveel kanalen deze is.
pl_pl: Sk³adnia: INFO { kana³ | nick } Wy¶wietla informacje serwisu %S o wskazanym kanale lub bocie. Je¶li parametrem jest nazwa kana³u to zostan± pokazane informacje dotycz±ce kana³u. Je¶li parametrem bêdzie nick bota to zostan± pokazane informacje takie jak: data utworzenia, ilo¶æ obs³ugiwanych kana³ów itp.
pt_pt: Sintaxe: INFO { canal | nick } Permite que você veja informações do %S sobre um canal ou bot. Se a opção for um canal, então você terá informações tais como kickers ativos. Se tiver sido um nick, você terá informações sobre o bot, como o horário de criação ou número de canais onde ele está.

source: Syntax: INVITE channel  Tells %S to invite you into the given channel. By default, limited to AOPs or those with level 5 and above on the channel.
ca_es: Sintàxi: INVITE canal  Li diu a %S que et convidi al canal donat. Per defecte, limitat a AOPs o aquells amb nivell 5 i major en el canal.
de_de: Syntax: INVITE Channel  Diese Funktion erlaubt es dir, dich durch %S in den angegebenen Channel einladen zu lassen. Standardmässig wird dies nur ausgeführt, wenn den Nickname auf der Zugriffsliste des Channels einen Level grösser 5 (oder INVITE) hat.
el_gr: Σύνταξη: INVITE κανάλι  Ζητάει από τον %S να καλέσει το ανάλογο ψευδώνυμο να έρθει στο κανάλι. Από default, χρησιμοποιείται από τους AOPs ή από αυτούς που έχουν level 5 και παραπάνω στο κανάλι.
hu_hu: Syntax: INVITE #szoba  Utasítja a %S-et, hogy hívjon meg a megadott csatornára. Alapbeállítás szerint, min. AOP vagy 5-ös access szinttel kell rendelkezned a csatornán, hogy használhasd.
nl_nl: Gebruik: INVITE kanaal  Laat %S je uitnodigen in een gegeven kanaal. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal.
pl_pl: Sk³adnia: INVITE kana³  %S wysy³a u¿ytkownikowi zaproszenie do kana³u. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych poziom dostêpu 5 lub wy¿szy.
pt_pt: Sintaxe: INVITE #canal  Manda o %S dar um invite em você para o canal dado. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal.

source: Syntax: JUPE server [ reason ] Tells Services to jupiter a server -- that is, to create a fake "server" connected to Services which prevents the real server of that name from connecting. The jupe may be removed using a standard SQUIT. If a reason is given, it is placed in the server information field; otherwise, the server information field will contain the text "Juped by <nick>", showing the nickname of the person who jupitered the server.
ca_es: Sintàxi: JUPE servidor [ raó ] Li diu als serveis que fagin jupiter (saturn, mart,...) a un servidor -- és a dir, crear un "servidor" fals conectant als serveis el qual preveu al servidor real de connectar-se. El jupe pot ser eliminat utilitzant la comanda estandart SQUIT. Si una raó es especificada, es afegida en el camp d'informació sobre el servidor; d'altra banda, el camp de informació sobre el servidor tindra el text "Juped per <nick>", mostrant el nickname de la persona que va jupitejar el servidor. Limitat a administradors de serveis.
de_de: Syntax: JUPE Server [ Grund ] Durch die Services wird ein Server "gejupitert". Dies bedeutet, dass ein Server vorgetäuscht und so der echte Server daran gehindert wird, zu connecten. Der "Server" kann durch das normale SQUIT Befehls entfernt werden. Wird ein Grund angegeben, wird dieser im Server Informationsfeld angezeigt, ansonsten nur "Jupitered by <nick>".
el_gr: Σύνταξη: JUPE server [ λόγος ] Κάνεις τα Services jupiter σε έναν server -- που είναι, να δημιουργήσει ένα ψεύτικο "server" συνδεδεμένο με τα Services ο οποίος περιέχει τον πραγματικό server που είναι συνδεδεμένα. Το jupe μπορεί να αφαιρεθεί χρησιμοποιώντας την εντολή SQUIT. Αν ο λόγος δίνεται θα γραφτεί στου server τις πληροφορίες; αλλιώς, οι πληροφορίες θα περιέχουν ένα text "Juped by <ψευδώνυμο>", δείχνοντας το ψευδώνυμο του χρήστη που έκανε jupitered τον server. Μόνο για τους Services Operators.
hu_hu: Syntax: JUPE server [ leirás ] Tells Services to jupiter a server -- that is, to create a fake "server" connected to Services which prevents the real server of that name from connecting. The jupe may be removed using a standard SQUIT. If a reason is given, it is placed in the server information field; otherwise, the server information field will contain the text "Juped by <nick>", showing the nickname of the person who jupitered the server. Korlátozva Szervíz adminoknak.
nl_nl: GEBRUIK: JUPE server [ reden ] Zorgt ervoor dat Services de opgegeven server "jupiteren". Dit betekent dat er een nep "server" die verbonden is aan Services gemaakt wordt, die voorkomt dat de echte server met die naam verbindt. De JUPE kan worden verwijderd met een standaard SQUIT commando. Als een reden is gegeven, wordt deze in het server informatie veld geplaatsd, anders zal het informatie veld de text "Juped by <nick>" bevatten, waar <nick> vervangen wordt door de <nick> die de server JUPEt.
pl_pl: Sk³adnia: JUPE serwer [ powód ] To polecenie powoduje wprowadzenie przez serwisy do sieci sztucznego serwera, co zapobiega pod³±czaniu prawdziwego serwera o tej samej nazwie. Blokadê mo¿na zdj±æ u¿ywaj±c standardowego polecenia SQUIT. Je¶li zostanie podany powód bêdzie on wy¶wietlany w polu informacyjnym serwera, w przeciwnym wypadku wy¶wietlane bêdzie "Juped by <nick>".
pt_pt: Sintaxe: JUPE servidor  [ motivo ] Diz aos Services para "jupar" um servidor -- isto é, criar um falso servidor conectado aos Services que previne que o servidor real com aquele nome se conecte na rede. O jupe pode ser removido usando um SQUIT padrão. Se um motivo é dado, ele é colocado no campo de informação do servidor; caso contrário, o campo de informação do servidor irá conter o texto "Jupado por <nick>", mostrando o nick de quem mascarou o servidor.

source: Syntax: KICK #channel nick [ reason ] Kicks a selected nick on a channel. By default, limited to AOPs or those with level 5 access and above on the channel.
ca_es: Sintàxi: KICK #canal nick [ raó ] Kickeja al nick seleccionat en el canal. Per defecte, limitat a AOPs o aquells amb nivell d' accés 5 i major en el canal.
de_de: Syntax: KICK Channel Nickname [ Grund ] Kickt den ausgewählten Nicknamen aus dem Channel. Standardmässig ist für diese Funktion ein Level von mindestens 5 erforderlich.
el_gr: Σύνταξη: KICK #κανάλι ψευδώνυμο [ λόγος ] Κάνει kick το ψευδώνυμο που του δίνεις στο κανάλι. Από default, χρησιμοποιείται από τους AOPs ή αυτούς που έχουν level 5 access και παραπάνω στο κανάλι.
hu_hu: Syntax: KICK #szoba nick [ indok ] A ChanServ kirúgja a megadott nicknevet a csatornáról. Alapbeállítás szerint, min. AOP vagy 5-ös access szinttel kell rendelkezned a csatornán, hogy használhasd.
nl_nl: Gebruik: KICK #kanaal nick [ reden ] Kickt de gegeven nick van het gegeven kanaal. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal.
pl_pl: Sk³adnia: KICK kana³ nick [ powód ] Wykopuje wskazanego u¿ytkownika z kana³u. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych poziom dostêpu 5 lub wy¿szy.
pt_pt: Sintaxe: KICK #canal nick [ motivo ] Kicka (expulsa) um nick dado em um determinado canal. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal.
