Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: CHANLIST [{ pattern | nick } [ SECRET ]] Lists all channels currently in use on the IRC network, whether they are registered or not. If pattern is given, lists only channels that match it. If a nickname is given, lists only the channels the user using it is on. If SECRET is specified, lists only channels matching pattern that have the +s or +p mode.
ca_es: Sintàxi: CHANLIST [{ patró | nick } [ SECRET ]] Llista tots els canals actualment en ús en la xarxa IRC, estiguin registrats o no. Si s'especifica patró, llista nomès els canals que concordin amb ell. Si s'especifica un nickname, llista nomès els canals en els que l'usuari hi sigui. Si s'especifica SECRET, llista nomès els canals que concordin amb patró i que tinguin modes +s o +p. Limitat a administradors de serveis.
de_de: Syntax: CHANLIST [{ Muster | Nickname } [ SECRET ]] Zeigt alle Channel an, die augenblicklich benutzt werden, egal ob sie registriert sind oder nicht. Wird ein Muster angegeben, werden nur die dem Muster entsprechenden Channel angezeigt. Wird ein Nickname angegeben, werden nur die Channels aufgelistet, in denen sich der User mit dem Nick befindet. Wird zusätzlich der Parameter SECRET angegeben, werden nur Channel aufgelistet, die Mode +s oder Mode +p gesetzt haben.
el_gr: Σύνταξη: CHANLIST [{ επιλογή | ψευδώνυμο } [ SECRET ]] Εμφανίζει τις λίστες όλων των καναλιών που υπάρχουν συγκεκριμένα εκείνη τη στιγμή στο IRC δίκτυο, είτε είναι κατοχυρωμένα είτε όχι. Αν δίνετε επιλογή, εμφανίζει την λίστα μόνο με τα κανάλια που ταιριάζουν. Αν δίνετε ψευδώνυμο εμφανίζει μόνο τα κανάλια που τα χρησιμοποιεί ο ζητούμενος χρήστης. Αν δίνετε SECRET εμφανίζει μόνο τα κανάλια που ταιριάζουν με την επιλογή που έχουν +s ή +p mode. Μόνο για τους Services Operators.
hu_hu: Syntax: CHANLIST [{ pattern | nick } [ SECRET ]] Listáz minden csatornát, ami most aktív az IRC hálózaton attól függetlenül, hogy regisztrált vagy sem. Ha a pattern meg van adva, akkor csak az egyezõket listázza. Ha a nicknév van megadva, akkor listázza azokat a csatornákat, ahol az adott user bent van. Ha a SECRET van megadva, akkor listáz minden pattern-nek megfelelõ csatornár, melyen +s vagy +p mód van fent. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: CHANLIST [{ trefbeeld | nick } [ SECRET ]] Geeft alle kanalen weer die momenteel in gebruik zijn op het IRC netwerk, ook de kanalen die niet geregistreerd zijn. Als trefbeeld is gegeven, worden alleen overeenkomende kanalen weergegeven. Als een nick is gegeven worden alleen de kanalen waar de betreffende gebruiker aanwezig is weergegeven. Als SECRET is gegeven worden alleen kanalen die met trefbeeld overeenkomen en +s of +p mode hebben.
pl_pl: Sk³adnia: CHANLIST [{ wzorzec | nick } [ SECRET ]] Listuje wszystkie istniej±ce kana³y w sieci, niezale¿nie od tego czy s± zarejestrowane. Podanie wzorca ogranicza listê pokazywanych kana³ów. Podanie nicka wy¶wietla kana³y, na których przebywa wskazany u¿ytkownik. Dodanie parametru SECRET ogranicza listê do kana³ów z flag± +s lub +p.
pt_pt: Sintaxe: CHANLIST [{ padrão | nick } [ SECRET ]] Lista todos os canais em uso na Rede, sejam eles registrados ou não. Se um padrão é fornecido, listará apenas canais que combinem com ele. Se um nick é fornecido, listará apenas canais que o usuário estiver usando. Se SECRET é especificado, listará apenas canais combinando com o padrão e que tenham modo +s ou +p.

source: Syntax: CHECK nick  Checks whether the _last_ memo you sent to nick has been read or not. Note that this does only work with nicks, not with chans.
de_de: Syntax: CHECK Nickname  Überprüft ob deine letzte gesendete Memo an einen Nicknamen gelesen worden ist oder nicht. Der CHECK Befehl funktioniert nicht mit Channels .
hu_hu: Syntax: CHECK nick  Ellenõrzi, hogy az _utolsó_ üzenet, amit a nick számára küldtél már olvasott-e vagy még olvasatlan. Megjegyzés, ez csak nickekkel mûködik szobákkal nem.
nl_nl: Gebruik: CHECK nick  Controleert of de _laatste_ memo die je naar nick gestuurd hebt isgelezen of niet. Let wel op: dit werkt alleen met nicks, niet met kanalen.
pl_pl: Sk³adnia: CHECK nick  Sprawdza, czy ostatnia wiadomo¶æ wys³ana do nick zosta³a przeczytana. Ta komenda nie dzia³a dla kana³ów.
pt_pt: Sintaxe: CHECK nick  Verifica se o último memo que você enviou para nick foi lido ou não. Observe que isso só funciona com nicks, nunca com canais.

source: Syntax: CLEAR channel what  Tells %S to clear certain settings on a channel. what can be any of the following: MODES Resets all modes on the channel (i.e. clears modes i,k,l,m,n,p,s,t). BANS Clears all bans on the channel. EXCEPTS Clears all excepts on the channel. INVITES Clears all invites on the channel. OPS Removes channel-operator status (mode +o) from all channel operators. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Removes channel-halfoperator status (mode +h) from all channel halfoperators, if supported. VOICES Removes "voice" status (mode +v) from anyone with that mode set. USERS Removes (kicks) all users from the channel. By default, limited to those with founder access on the channel.
ca_es: Sintàxi: CLEAR canal que  Li diu a %S que netegi certs paràmetres en el canal. que pot ser un dels següents: MODES Reestableix totss los Modes en el canal (o sigui, neteja els Modes i,k,l,m,n,p,s,t). BANS neteja tots els bans en el canal. EXCEPTS neteja tots els excepts en el canal. INVITES Clears all invites on the channel. OPS Esborra estatus d'operador de canal (Mode +o) de tots els operadors de canal. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Removes channel-halfoperator status (mode +h) from all channel halfoperators, if supported. VOICES Esborra l'estatus "voice" (Mode +v) de qui tingui aquest Mode establert. USERS Explusa (kickea) tots els usuaris del canal. Per defecte, el nivell d'accés en el canal ha de ser de fundador.
de_de: Syntax: CLEAR Channel was  Sagt %S, dass es bestimmte Einstellungen in einem Channel zurücksetzen soll. Die Option kann eine der folgenden sein: MODES Setzt alle Modi in dem Channel zurück. (z.B. Modi i,k,l,m,n,p,s und t) BANS Entfernt alle Bans in dem Channel EXCEPTS Entfernt alle Excepts in dem Channel INVITES Clears all invites on the channel. OPS Entfernt jeden Operator-Status (mode +o) in dem Channel. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Entfernt jeden Halfoperator-Status (mode +h) in den Channel.(Falls dein IRCD es unterstützt). VOICES Entfernt alle Voice-Flags (mode +v) in dem Channel. USERS Entfernt (kickt) alle User aus dem Channel. Standardmässig muss dein Zugriffslevel in diesem Channel mindestens 10 betragen.
el_gr: Σύνταξη: CLEAR κανάλι τι ακριβώς  Ζητάς από τον %S να καθαρίσει τις επιλογές που έχει το κανάλι. τι ακριβώς μπορεί να είναι μια από τις ακόλουθες επιλογές: MODES Καθαρίζει όλα τα modes από το κανάλι (δηλ clears modes i,k,l,m,n,p,s,t). BANS Καθαρίζει όλα τα bans από το κανάλι. EXCEPTS Καθαρίζει όλα τα excepts από το κανάλι. INVITES Clears all invites on the channel. OPS Αφαιρεί το channel-operator status (mode +o) από όλους τους channel operators. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Removes channel-halfoperator status (mode +h) from all channel halfoperators, if supported. VOICES Αφαιρεί τα "voice" status (mode +v) από τον καθένα. USERS Πετάει (kicks) όλους τους χρήστες από το κανάλι. Από default, χρησημοποιείται, μόνο από αυτούς που έχουν founder access στο κανάλι.
hu_hu: Syntax: CLEAR #szoba mit?  A %S eltávolítja a beállításokat a csatornán. A következõ opciók lehetségesek: MODES Törli az összes módot ami nem szerepel a szoba mode lockjában. BANS Törli az összes tiltást a csatornán. EXCEPTS Törli az összes kivételt a csatornán. INVITES Clears all invites on the channel. OPS Elvesz minden opot a csatornán. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Eltávolít minden félop csatorna státuszt (+h mód) az összes csatornán lévõ féloperátortól, ha támogatott. VOICES Elvesz minden "voice"-t (mode +v) a csatornán. USERS Eltávolít minden usert a csatornáról (kirúgás). Alapbeállításban, a founder szintû userek használhatják.
nl_nl: Gebruik: CLEAR kanaal wat  Zorgt ervoor dat %S bepaalde instellingen van het kanaal verwijdert. wat kan zijn: MODES Verwijder alle modes op het kanaal (verwijdert modes i,k,l,m,n,p,s,t). BANS Verwijder alle bans op het kanaal. EXCEPTS Clears all excepts on the channel. INVITES Clears all invites on the channel. OPS Verwijder kanaal-operator status (mode +o) van alle kanaal-operators. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Verwijder kanaal-halfoperator status (mode +h) van alle kanaal-halfoperators, indien deze mode ondersteund wordt. VOICES Verwijder "voice" status (mode +v) van iedereen met "voice" status op het kanaal. USERS Verwijder (kick) alle gebruikers van het kanaal. Standaard is dit gelimiteerd tot degenen met stichter-toegang op het kanaal.
pl_pl: Sk³adnia: CLEAR kana³ opcje  Umo¿liwia kompleksowe usuniêcie niektórych ustawieñ na kanale poprzez %S. Dostêpne opcje: MODES Usuwa tryby z kana³u BANS Usuwa bany z kana³u EXCEPTS Usuwa wyj±tki od banów z kana³u INVITES Usuwa zaproszenia z kana³u OPS Odbiera wszystkim status operatora HOPS Odbiera wszystkim status pó³-operatora VOICES Odbiera wszystkim prawo g³osu USERS Usuwa u¿ytkowników z kana³u Standardowo ta komenda jest dostêpna dla w³a¶ciciela kana³u.
pt_pt: Sintaxe: CLEAR canal opção  Diz ao %S para remover certos ajustes de um canal. A opção pode ser uma das seguintes: MODES Recoloca todos os modos do canal, isto é, remove os modos i,k,l,m,n,p,s,t e recoloca os que estão travados com MLOCK. BANS Remove todos os bans do canal. EXCEPTS Remove todos os excepts do canal. INVITES Clears all invites on the channel. OPS Remove o status de Operador de canal (modo +o) de todos os Operadores do canal. If supported, removes channel-admin (mode +a) and channel-owner (mode +q) as well. HOPS Remove o status de Half-Operador de canal (modo +h) de todos os Half-Operadores do canal, se suportado. VOICES Remove o status "voice" (modo +v) de qualquer pessoa que tenha esse modo. USERS Remove (kicka) todos os usuários do canal. Por padrão, limitado àqueles que possuem acesso de Founder no canal.

source: Syntax: CLEARMODES channel [ALL] Clears all binary modes (i,k,l,m,n,p,s,t) and bans from a channel. If ALL is given, also clears all ops and voices (+o and +v modes) from the channel.
ca_es: Sintàxi: CLEARMODES canal [ALL] Neteja tots els modes binarios (i,k,l,m,n,p,s,t) i bans del canal. Si s'especifica ALL, tambe neteja tots els ops i voices (modes +o i +v) del canal. Limitat a operadors de serveis.
de_de: Syntax: CLEARMODES Channel [ALL] Entfernt alle Modi und Bans eines Channels. Wird ALL angegeben, werden ebenfalls alle Op-Flags und Voices (+o und +v Modi) entfernt.
el_gr: Σύνταξη: CLEARMODES κανάλι [ALL] Καθαρίζει όλα τα binary modes (i,k,l,m,n,p,s,t) και κάνει bans από το κανάλι. Αν η παράμετρος ALL δίνεται, καθαρίζει όλους όσοι είναι ops και voices (+o και +v modes) στο κανάλι. Μόνο για τους Services operators.
hu_hu: Syntax: CLEARMODES szoba [ALL] Töröl minden módot (i,k,l,m,n,p,s,t)és kitiltást a csatornáról. Ha az ALL-t megadod akkor eltávolítja az op és voice jogokat (+o és +v módot) a csatornán. Korlátozva Szervíz operátornak.
nl_nl: Gebruik: CLEARMODES kanaal [ALL] Verwijdert alle binaire modes (i,k,l,m,n,p,s,t) en bans van een kanaal. Als ALL is opgegeven, worden ook alle ops en voices (+o en +v modes) van het kanaal verwijderd.
pl_pl: Sk³adnia: CLEARMODES kana³ [ALL] Usuwa wszystkie binarne flagi (i,k,l,m,n,p,s,t) oraz bany ustawione na wskazanym kanale. Dodanie parametru ALL odbiera tak¿e uprawnienia (+o, +v).
pt_pt: Sintaxe: CLEARMODES canal [ALL] Limpa todos os modos binários (i,k,l,m,n,p,s,t) e bans de um canal. Se ALL é fornecido, limpa também todos os OPs e voices (modos +o e +v) de um canal.

source: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: %R%S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
ca_es: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
de_de: Syntax: CONFIRM passcode  Dies ist der zweite Schritt beim Registrieren des Nicknamens. Du mußt diesen Befehl ausführen, um ihn mit %S zu registrieren. Der Passcode (oder auch Authentifizierungscode genannt) wird an Deine email-adresse gesendet beim ersten Schritt des Registrationsprozesses. Für mehr Informationen über die erste Stufe des Registrationsprozesses tippe: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
el_gr: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
hu_hu: Syntax: CONFIRM passcodE  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
nl_nl: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password
pl_pl: Sk³adnia: CONFIRM kod  To polecenie umo¿liwia zakoñczenie procesu rejestracji. Aby nick zosta³ zarejestrowany w serwisie %S nale¿y wywo³aæ to polecenie z kodem, który zosta³ wys³any na adres e-mail podany podczas pierwszego kroku rejestracji. Aby siê dowiedzieæ wiêcej wpisz /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
pt_pt: Syntax: CONFIRM passcode  This is the second step of nickname registration process. You must perform this command in order to get your nickname registered with %S. The passcode (or called auth code also) is sent to your e-mail address in the first step of the registration process. For more information about the first stage of the registration process, type: /msg %S HELP REGISTER This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.

source: Syntax: DEFCON [1|2|3|4|5] The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attempted attack on the network.
ca_es: Syntax: DEFCON [1|2|3|4|5] The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attemtped attack on the network.
de_de: Syntax: DEFCON [1|2|3|4|5] Das Defcon-System kann benutzt werden, um vordefinierte Einstellung von einschränkungen der Services einzubinden - nützlich während versuchter Angriffe auf das Netzwerk.
hu_hu: Syntax: DEFCON [1|2|3|4|5] A defcon rendszer képes használni elõre beállított korlátozást a szervíz használatban egy támadás alkalmával a hálózaton.
nl_nl: Syntax: DEFCON [1|2|3|4|5] Het defcon systeem kan gebruikt worden om een vooraf bepaalde set van restricties op de services toe te passen tijdens een aanval op het netwerk.
pl_pl: Sk³adnia: DEFCON [1|2|3|4|5] System defcon umo¿liwia wprowadzanie wcze¶niej zdefiniowanych ograniczeñ dla serwisów podczas próby ataku na sieæ.
pt_pt: Sintaxe: DEFCON [1|2|3|4|5] O sistema Defcon pode ser usado para implementar um conjunto pré-definido de restrições aos Services, útil durante uma tentativa de ataque à Rede.

source: Syntax: DEHALFOP #channel [ nick ] Dehalfops a selected nick on a channel. If nick is not given, it will dehalfop you. By default, limited to AOPs and those with level 5 access and above on the channel, or to HOPs or those with level 4 and above for self dehalfopping.
ca_es: Sintàxi: DEHALFOP #canal [ nick ] Treu Halfop al nick seleccionat en un canal. Si el nick no és donat, et treurà halfop a tu. Per defecte, limitat a AOPs i aquells amb nivelll d' accés 5 i major en el canal, o a HOPs o aquells amb nivelll 4 i major per a treure's halfop a si mateixos.
de_de: Syntax: DEHALFOP #Channel [ Nickname ] Entfernt den Half-Op-Status des angegebenen Nicknamen in dem Channel. Wird kein Nickname angegeben, wird ChanServ dich dehalfoppen. Standardmässig brauchst du dafür ein Level von 5 um andere zu dehalfoppen, oder Level 4 um dich selbst zu dehalfoppen.
el_gr: Σύνταξη: DEHALFOP #κανάλι [ ψευδώνυμο ] Η εντολή αυτή κάνει dehalfop το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα κάνει dehalfop τον εαυτό σας. Από default, χρησιμοποιείται από AOPs και από αυτούς που έχουν level 5 access και παραπάνω access στο κανάλι, ή από τους HOPs ή αυτούς που έχουν level 4 και παραπάνω για να κάνουν dehalfop τον εαυτό τους.
hu_hu: Syntax: DEHALFOP #szoba [ nick ] Elveszi a félopot a megadott nicktõl a megadott csatornán. Ha nem adsz meg nicket, magadatól veszed el. Alap beállítás szerint csak a minimum AOP listán vagy 5-ös accessen szereplo userek használhatják vagy min. a HOP listán vagy 4-es access szinten szereplõ userek használhatják, hogy saját maguktól elvegyék a félopot
nl_nl: Gebruik: DEHALFOP #kanaal [ nick ] Verwijdert de halfop status van de gegeven nick op een kanaal. Als er geen nick is gegeven zal je zelf je halfop status kwijtraken. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal, of tot HOPs of degenen met niveau 4 of hoger voor het halfop status geven van zichzelf.
pl_pl: Sk³adnia: DEHALFOP kana³ [ nick ] Odbiera status pó³-operatora wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych przynajmniej 5. poziom dostêpu. Osoby wpisane na listê HOP lub posiadaj±ce 4. poziom dostêpu mog± j± wykonywaæ jedynie na sobie.
pt_pt: Sintaxe: DEHALFOP #canal [ nick ] Remove o status de HalfOP do nick dado em um determinado canal. Se não for fornecido um nick, o status será removido de você mesmo. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal; ou aos HOPs ou àqueles que possuem nível de acesso 4 ou superior, para atribuírem o status a eles mesmos.

source: Syntax: DEL <nick> Deletes the vhost assigned to the given nick from the database.
ca_es: Syntax: DEL <nick> Deletes the vhost assigned to the given nick from the database. Limited to Services operators.
de_de: Syntax: DEL Nickname Löscht den vHost des angegebenen Nicknamens.
hu_hu: Syntax: DEL <nick> A vhost törölve az adott nick adatbázisából. Korlátozva Hoszt változtatókra.
nl_nl: Gebruik: DEL <nick> Verwijdert de vhost die toegewezen is aan de gegeven nick uit de database.
pl_pl: Sk³adnia: DEL <nick> Usuwa vhosta przypisanego do wskazanego nicka.
pt_pt: Sintaxe: DEL <nick> Deleta o vhost associado ao nick dado.
