Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SASET nickname KILL {ON | QUICK | IMMED | OFF} Turns the automatic protection option for the nick on or off. With protection on, if another user tries to take the nick, they will be given one minute to change to another nick, after which %S will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
de_de: Syntax: SASET nickname KILL {ON | QUICK | IMMED | OFF} Stellt den automatischen Schutz des Nicknames durch einen Kill an oder aus. Nimmt ein User diesen Nickname, hat er eine Minute Zeit sich zu identifizieren, danach wird er, bei eingeschaltetem Schutz, durch %S umbenannt in einen Zufallsnamen. Bei der Einstellung QUICK wird Wartezeit zum Identifizieren auf 20 Sekunden herabgesenkt. Bei IMMED wird der User sofort ohne Warnung umbenannt, wenn er nicht auf der Zugriffsliste des Nicknamens steht. Bitte benutze diese Option nicht unnötigerweise. Ausserdem ist es möglich, dass die Netz-Admins diese Option deaktiviert haben.
pl_pl: Sk³adnia: SASET nick KILL {ON | QUICK | IMMED | OFF} W³±cza lub wy³±cza automatyczn± ochronê dla nicka. U¿ytkownicy wchodz±cy na chroniony nick otrzymuj± informacje od %S, ¿e nick jest zarejestrowany i je¶li siê nie zidentyfikuj± lub go nie zmieni± w okre¶lonym czasie to ich nick zostanie zmieniony si³± lub zostan± od³±czeni od sieci. Opcja QUICK skraca czas oczekiwania na zmianê z 60 sekund do 20. W przypadku opcji IMMED nick zostanie zmieniony natychmiast bez mo¿liwo¶ci identyfikacji (wstêpna identyfikacja nastêpuje na podstawie listy dostêpu, dlatego t± opcjê nale¿y stosowaæ z rozwag±). Administrator sieci mo¿e wy³±czyæ korzystanie z IMMED.

source: Syntax: SASET nickname MSG {ON | OFF} Allows you to choose the way Services are communicating with the given user. With MSG set, Services will use messages, else they'll use notices.
de_de: Syntax: SASET nickname MSG {ON | OFF} Bestimmt die Art, mit dem sich die Services mit dem angebenen Nicknamen unterhalten. Ist MSG eingeschaltet, benutzen die Services Messages (Queries), ansonsten werden die Antworten als Notices geschickt (Standard).
pl_pl: Sk³adnia: SASET nick MSG {ON | OFF} Pozwala wybraæ sposób w jaki serwisy bêd± pisaæ do wskazanego u¿ytkownika. Kiedy ta opcja jest w³±czona serwisy bêd± wysy³aæ wiadomo¶ci prywatne w przeciwnym wypadku bêd± wysy³aæ powiadomienia.

source: Syntax: SASET nickname NOEXPIRE {ON | OFF} Sets whether the given nickname will expire. Setting this to ON prevents the nickname from expiring.
de_de: Syntax: SASET nickname NOEXPIRE {ON | OFF} Bestimmt ob ein Nickname nach einer gewissen Zeit verfällt. Wird NOEXPIRE auf ON gesetzt verfällt der Nickname nie.
pl_pl: Sk³adnia: SASET nick NOEXPIRE {ON | OFF} W³±cza lub wy³±cza automatyczne usuniêcie nicka, je¶li nie bêdzie on u¿ywany.

source: Syntax: SASET nickname PASSWORD new-password  Changes the password used to identify as the nick's owner.
de_de: Syntax: SASET nickname PASSWORD new-password  Ändert das Passwort um sich als Besitzer eines Nicknamens zu identifizieren.
pl_pl: Sk³adnia: SASET nick PASSWORD nowe-has³o  Zmienia has³o wskazanemu u¿ytkownikowi.

source: Syntax: SASET nickname SECURE {ON | OFF} Turns %S's security features on or off for your nick. With SECURE set, you must enter your password before you will be recognized as the owner of the nick, regardless of whether your address is on the access list. However, if you are on the access list, %S will not auto-kill you regardless of the setting of the KILL option.
de_de: Syntax: SASET nickname SECURE {ON | OFF} Schaltet die Sicherheitsfunktionen von %S für den Nicknamen an oder aus. Mit eingeschaltetem SECURE muss sich der Nickname immer identifizieren, egal ob seine Hostmaske auf der Zugriffsliste für den Nicknamen steht oder nicht. Wenn er allerdings auf der Zugriffsliste stehst, wird %S bei fehlender Identifizierung den Nicknamen nicht killen (ist von der KILL Option unabhängig).
pl_pl: Sk³adnia: SASET nick SECURE {ON | OFF} W³±cza lub wy³±cza opcjê bezpieczeñstwa dla nicka. W³±czenie SECURE wymusza na u¿ytkowniku podanie has³a zanim ten zostanie rozpoznany jako w³a¶ciciel nicka. %S nie bierze pod uwagê w tym wypadku wystêpowania adresu li¶cie dostêpu. Je¶li adres znajduje siê na li¶cie %S nie skilluje u¿ytkownika niezale¿nie od ustawienia opcji KILL.

source: Syntax: SAY channel text  Makes the bot say the given text on the given channel.
ca_es: Sintàxi: SAY canal text  Fa que el bot escrigui el text especificat en el canal especificat.
de_de: Syntax: SAY Channel Text  Der Bot sagt den eingegebenen Text auf dem angegebenen Channel.
el_gr: Σύνταξη: SAY κανάλι μήνυμα  Κάνει το bot να λέει το μήνυμα που του δώσατε να το εμφανίσει στο ανάλογο κανάλι.
hu_hu: Syntax: SAY #szoba szöveg  Elküldi a bot a megadott szöveget a csatornára.
nl_nl: Gebruik: SAY kanaal tekst  Laat de bot de gegeven tekst op het gegeven kanaal zeggen.
pl_pl: Sk³adnia: SAY kana³ tekst  Wypowiada przez bota podany tekst na kanale.
pt_pt: Sintaxe: SAY canal texto  Faz com que o bot diga determinado texto no canal dado.

source: Syntax: SEND { nick | channel } memo-text  Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered.
ca_es: Sintàxi: SEND { nick | canal } text-del-memo  Envia un memo al nick o canal donat, que conté text-del-memo . A l'enviar a un nickname, aquest rebrà noticia de que ell/ella té un nou memo. El nick o canal receptors han d'estar registrats.
de_de: Syntax: SEND { Nickname | Channel } Memo-Text  Sendet an einen Nicknamen oder Channel die Memo mit dem Inhalt Memo-Text . Wird an einen Nicknamen gesendet, erhält der Empfänger eine Notice, dass er/sie eine neue Memo hat. Der Empfänger (Nickname/Channel) muss registriert sein.
el_gr: Σύνταξη: SEND { ψευδώνυμο | κανάλι } κείμενο μηνύματος  Στέλνει στο ψευδώνυμο ή στο κανάλι που δίνεται, ένα μήνυμα που περιέχει το κείμενο-μηνύματος. Όταν το μήνυμα στέλνεται σε ένα ψευδώνυμο, memo-text . When sending to a nickname, the recipient will ο παραλείπτης θα λάβει μια ειδοποίηση οτι έχει ένα νέο μήνυμα . Το ψευδώνυμο ή το κανάλι που δίνεται, πρέπει να είναι κατοχυρωμένο.
hu_hu: Syntax: SEND { nick | #szoba } memo-szöveg  Üzenetet küld a megnevezett nicknek vagy csatornára a üzenet-szövegét tartalmazva. Amikor nicknévnek küldesz a címzett kap egy üzenetet az új üzenet érkezésérõl A címzett csatornának vagy nicknévnek regisztráltnak kell lennie.
nl_nl: Gebruik: SEND { nick | kanaal } memo-text  Stuurt de genoemde nick of kanaal een memo bevattende memo-text . Wanneer je een memo naar een nick stuurt zal de ontvanger een notice krijgen dat hij/zij een nieuwe memo heeft. De doel nick/kanaal moet geregistreerd zijn.
pl_pl: Sk³adnia: SEND { nick | kana³ } tre¶æ-wiadomo¶ci  Wysy³a wiadomo¶æ wskazanej osobie lub na podany kana³. Po wys³aniu odbiorca otrzyma powiadomienie o nowej wiadomo¶ci (o ile ma w³±czone powiadomienia). Adresatem musi byæ zarejestrowany nick lub kana³.
pt_pt: Sintaxe: SEND { nick | canal } mensagem  Envia um memo ao nick ou ao canal determinado contendo a mensagem . Quando enviada para o destinatário, este receberá um aviso que possui uma nova mensagem. O nick/canal de destino deverá estar registrado.

source: Syntax: SENDALL memo-text Sends all registered users a memo containing memo-text .
de_de: Syntax: SENDALL Memo-Text Sendet allen registrieten Usern eine Nachricht mit dem Memo-Text .
hu_hu: Syntax: SENDALL memo-üzenet Memo üzenet küldése minden regisztrált felhasználónak.
nl_nl: Gebruik: SENDALL memo-text Stuurt alle geregistreerde gebruikers een memo die memo-text bevat.
pl_pl: Sk³adnia: SENDALL tre¶æ-wiadomo¶ci Wysy³a wiadomo¶æ do wszystkich zarejestrowanych u¿ytkowników.
pt_pt: Sintaxe: SENDALL mensagem  Envia um memo para todos os usuários registrados contendo uma mensagem .

source: Syntax: SENDPASS nickname  Send the password of the given nickname to the e-mail address set in the nickname record. This command is really useful to deal with lost passwords. May be limited to IRC operators on certain networks.
ca_es: Sintaxis: SENDPASS nickname  Envia la clau del nickname donat a l'adreça e-mail establerta en el registre del nickname. Aquesta comanda es sumament útil per recuperar claus perdudes. Pot ser limitat a operadors d'IRC en certes xarxes.
de_de: Syntax: SENDPASS Nickname  Sendet das Passwort des angegebenen Nicks zu der damit verbundenen eMail-Adresse aus der NickServ-Datenbank. Dieses Kommando ist wirklich nützlich, wenn du dein Passwort vergessen haben solltest. Kann in manchen Netzen auf IRC Operatoren begrenzt sein.
el_gr: Σύνταξη: SENDPASS ψευδώνυμο  Δίνει τον κωδικό του ψευδώνυμου μέσω the e-mail. Αυτή η εντολή είναι πραγματικά χρήσιμη για να πάρει κάποιος τον χαμένο κωδικό του και με περισσότερη ασφάλεια. Μόνο οι IRC operators στα δίκτυα που είναι μπορούν να το κάνουν.
hu_hu: Syntax: SENDPASS nicknév  Küld számodra egy E-mail üzentet, ami tartalmazza a megadott nicknév jelszavát, arra az E-mail címre, amit a regisztrációnál vagy a set email paranccsal megadtál, vagy amire váltóztattad. Ez igen hasznos, ha elfelejted a jelszavadat. Korlátozni lehet IRC operátorokra egyes hálózatokon.
nl_nl: Gebruik: SENDPASS nick  Verstuur het wachtwoord van de gegeven nick naar het e-mail adres wat bij de nick hoort. Dit commando is erg handig om verloren wachtwoorden terug te krijgen. Kan gelimiteerd zijn tot IRC operators op sommige netwerken.
pl_pl: Sk³adnia: SENDPASS nick  Wysy³a has³o do podanego nicka na adres e-mail przypisany do niego. Ta komenda pomaga odzyskaæ zapomniane has³o. Ta komenda w niektórych sieciach mo¿e byæ dostêpna jedynie dla osób z uprawnieniami IRC operatora.
pt_pt: Sintaxe: SENDPASS nick  Envia a senha do nick em questão para o endereço de email ajustado no nick. Esse comando é bem útil em se falando de senhas perdidas. Poder ser limitado a Operadores de IRC em algumas redes.

source: Syntax: SESSION LIST threshold  SESSION VIEW host  Allows Services Operators to view the session list. SESSION LIST lists hosts with at least threshold sessions. The threshold must be a number greater than 1. This is to prevent accidental listing of the large number of single session hosts. SESSION VIEW displays detailed information about a specific host - including the current session count and session limit. The host value may not include wildcards. See the EXCEPTION help for more information about session limiting and how to set session limits specific to certain hosts and groups thereof.
ca_es: Sintaxis: SESSION LIST umbral  SESSION VIEW host  Permet als administradors de serveis veure la llista de sessions. SESSION LIST llista hosts amb un mínim de umbral sessions. L'umbral ha de ser un numero superior a 1. Això es per a prevenir llistats accidentals del gran nombre de hosts de sessió. SESSION VIEW mostra informació detallada sobre un host específic - incloent el compte de sessió i el límit de sessió actual. El valor host no pot incluir comodins. Mireu l'ajuda sobre EXCEPTION per a més informació sobre límits de sessió i como establir-los per a hosts i grups específics d'ara endavant. Limitat a administradors de serveis.
de_de: Syntax: SESSION LIST threshold  SESSION VIEW Host  Zeigt Services Administratoren eine Liste mit Hosts, die eine bestimmte Anzahl Verbindungen zum Chat-Netz haben. SESSION LIST zeigt die Hosts mit mindestens threshold gleichzeitigen Verbindungen. Der threshold muss eine Nummer grösser als 1 sein. Dies soll verhindern, dass aus Versehen eine riesige Liste von Einzelsitzungen ausgegeben wird. SESSION VIEW ist etwas ausführlicher und zeigt mehr Informationen über den bestimmten Host - mit Anzahl Verbindungen und dessen Limit. Der Wert bei host kann keine Platzhalter (Wildcards) enthalten. Siehe die Hilfe zu EXCEPTION um weitere Informationen über das Einschränken von Verbindungen zu erhalten.
el_gr: Σύνταξη: SESSION LIST threshold  SESSION VIEW host  Αφήνει τους επικεφαλείς υπηρεσιών να δουν την λίστα session. SESSION LIST Λίστα με hosts με τουλάχιστον threshold sessions. Το threshold πρέπει να είναι ένα νούμερο μεγαλύτερο από 1. Αυτό γίνεται για να αποφευχθούν ατυχήματα στη λίστα μεγάλων νούμερων μονών session hosts. SESSION VIEW εμφανίζει αναλυτικές πληροφορίες σχετικά με τα specific host - συμεριλαμβανομένου πρόσφατου session μετρητή και session limit. Η μάσκα πρέπει να μην περιλαμβάνεται σε wildcards. Κοίτα στο EXCEPTION help για περισσότερες πληροφορίες σχετικά με το session limiting και για το πως θα κάνεις session limits σε specific hosts και groups. Μόνο για τους Επικεφαλείς Υπηρεσιών.
hu_hu: Syntax: SESSION LIST threshold  SESSION VIEW host  Megengedi a Szervíz adminoknak, hogy megtekintsék a session listát. SESSION LIST kilistázza azokat a hostokat, amelyeknek legalább határérték sessionjuk van. Érték legyen 1-nél nagyobb szám,hogy megelõzze az egy sessionúak kilistázását SESSION VIEWmegjeleníti a host részletes információit, tartalmazva a jelenlegi session számot, session korlátot. A host értéke nem tartalmazhat maszkkaraktereket. Lásd az EXCEPTION helpjét további információért a session-korlátozással és azzal kapcsolatban,hogyan állíts be különleges korlátokat bizonyos hostokra és csoportokra. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: SESSION LIST drempel  SESSION VIEW host  Stelt Services Operators instaat de sessie lijst te bekijken. SESSION LIST geeft hosts weer met tenminste drempel sessies weer. Deze drempel moet een nummer groter dan 1 zijn. Dit is om te verkomen dat je perongeluk het grote aantal hosts met maar 1 sessie weergeeft. SESSION VIEW geeft gedetailleerde informatie weer over een specifieke host, inclusief het huidige aantal sessies en de sessie limiet. De host waarde mag geen wildcards bevatten. Bekijk de EXCEPTION help voor meer informatie over sessie limiteringen en hoe sessie limieten in te stellen voor specifieken hosts en groepen daarvan.
pl_pl: Sk³adnia: SESSION LIST minimum  SESSION VIEW host  Pozwala administratorom serwisów na listowanie sesji. SESSION LIST listuje hosty z przynajmniej minimum sesjami. Minimum musi byæ wiêksze od 1, aby zapobiec przypadkowemu listowaniu du¿ej liczby pojedynczych hostów. SESSION VIEW wy¶wietla szczegó³owe informacje na temat podanego hosta - podaj±c aktualny limit oraz ilo¶æ sesji. Parametr host mo¿e zawieraæ symboli wieloznacznych. Wiêcej informacji na temat ograniczania liczby sesji znajduje siê w pomocy polecenia EXCEPTION.
pt_pt: Sintaxe: SESSION LIST número  SESSION VIEW host  Permite que os Administradores dos Services vejam a lista de conexões. SESSION LIST lista máscaras de hosts com pelo menos número conexões permitidas. O limite deve ser um número maior que 1. Isto deve prevenir a listagem de muitos hosts com um limite de conexões limitado a 1. SESSION VIEW mostra informações detalhadas sobre um host específico, incluindo o número de conexões atual e o limite A máscara dada em host não deve incluir wildcards. Veja a ajuda sobre EXCEPTION para mais informações sobre o limite de conexões e como especificar limites de conexões para certos hosts e grupos de hosts.

source: Syntax: SET <nick> <hostmask>. Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts.
ca_es: Syntax: SET <nick> <hostmask>. Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts. Limited to Services operators.
de_de: Syntax: SET Nickname Hostmaske. Setzt einem User einen vHost anstelle des normalen Hosts. Falls dein IRCd vIdents unterstützt, kannst du mit SET <nickname> <ident>@<hostmaske> auch eine Ident wie einen vHost setzen.
hu_hu: Syntax: SET <nick> <hostmask>. Beállítja vhostnak a nick részére a hosztmaszkot. Ha az IRCD támogatja a vIdentet használd a SET <nick> <ident>@<hostmask>, beállitja az identet és a hosztot a nick vhosztjaként. Korlátozva Hoszt változtatókra.
nl_nl: Gebruik: SET <nick> <hostmask>. Stelt de vhost voor de gegeven nick in op de vhost die je meegegeven heeft. Als de IRCD vIdent's ondersteund kun je ook SET <nick> <ident>@<hostmask> gebruiken om de ident voor een gebruiker aan te passen gelijk met de hostname.
pl_pl: Sk³adnia: SET <nick> <vhost>. Ustawia wskazanemu u¿ytkownikowi vhosta. Je¶li Twoje IRCD obs³uguje videnty to u¿ywaj±c polecenia SET <nick> <ident>@<vhost> mo¿na zmieniaæ tak¿e ident.
pt_pt: Sintaxe: SET <nick> <hostmask>. Ajusta o vhost para o nick dado com a hostmask fornecida. Caso seu IRCd suporte vIdents, então usando SET <nick> <ident>@<hostmask> ajustará idents para usuários, assim como vhosts.

source: Syntax: SET (channel | bot) option parameters  Configures bot options. option can be one of: DONTKICKOPS To protect ops against bot kicks DONTKICKVOICES To protect voices against bot kicks GREET Enable greet messages FANTASY Enable fantaisist commands SYMBIOSIS Allow the bot to act as a real bot Type %R%S HELP SET option  for more information on a specific option. Note: access to this command is controlled by the level SET.
ca_es: Sintàxi: SET canal opció parametres  Configura opcions de bot. Opció pot ser uno de: DONTKICKOPS Per a protegir ops contra kicks de bots DONTKICKVOICES Per a protegir voices contra kicks de bots GREET Habilita missatges de benvinguda FANTASY Habilita comandoe de fantasia SYMBIOSIS Permet al bot a actuar como un bot real Escriu /msg %S HELP SET opció  per més informació sobre una opció especifica. Nota: L'accés a aquesta comanda esta controlat pel nivell SET.
de_de: Syntax: SET (Channel | Bot) Option Parameter  Konfiguriert Optionen für einen Bot. Option kann folgende Werte annehmen: DONTKICKOPS Chan-Ops werden (nicht) vom Bot gekickt. DONTKICKVOICES Gevoicte User werden (nicht) vom Bot gekickt. GREET Begrüssungsnachricht FANTASY Aktiviert Befehle wie !op !deop usw. SYMBIOSIS Bot übernimmt die Aufgaben vom ChanServ /msg %S HELP SET Option  um weitere Informationen über einen spezifischen Befehl zu erhalten. Achtung: Die Berechtigungsstufen für diesen Befehl können variieren!
el_gr: Σύνταξη: SET κανάλι επιλογή παράμετροι  Ρυθμίζει τις επιλογές του bot. Οι επιλογές μπορεί να είναι: DONTKICKOPS Προστασία στους ops ωστε να μην γίνουν kick από το bot DONTKICKVOICES Προστασία στους voices ωστε να μην γίνουν kick από το bot GREET Ενεργοποίηση μηνυμάτων χαιρετισμού FANTASY Ενεργοποίηση εντολών fantaisist SYMBIOSIS Επιτρέπεται στο bot να συμπεριφέρεται σαν πραγματικό bot Γράψε /msg %S HELP SET επιλογή  για περισσότερες πληροφορίες για μια συγκεκριμένη επιλογή. Σημείωση: η access σε αυτή την εντολή διευθύνεται από την level SET.
hu_hu: Syntax: SET #szoba opció paraméterek  Beállítja a bot opcióit. Az opció a következõ lehet: DONTKICKOPS Védelem az opoknak bot kirúgás ellen DONTKICKVOICES Védelem a voicesokna bot kirúgás ellen GREET Engedélyezi a köszöntõ üzenetet FANTASY Engedélyezi a fantaisi parancsokat SYMBIOSIS Megengedi, hogy a bot olyan legyen mint az igazi botok Írd be /msg %S HELP SET opció bõvebb információkért az adott opcióról. Megjegyzés: ezekhez a parancsokhoz a hozzáférést a levels-ben lehet állítani.
nl_nl: Gebruik: SET kanaal optie parameters  Stel bot opties in. optie kan zijn: DONTKICKOPS Om ops te beschermen tegen bot kicks DONTKICKVOICES Om voices te beschermen tegen bot kicks GREET Zet groet-berichten aan FANTASY Zet fantasie-commando's aan SYMBIOSIS Stel de bot in staat te handelen als een echte bot. Type /msg %S HELP SET optie  voor meer informatie over een specifieke optie. Let op: toegang tot dit commando wordt geregeld via het niveau SET commando.
pl_pl: Sk³adnia: SET (kana³ | bot) opcja parametry  Umo¿liwia konfiguracjê nastêpuj±cych opcji bota: DONTKICKOPS Bot nie kopie operatorów DONTKICKVOICES Bot nie kopie osób z prawem g³osu GREET W³±cza wiadomo¶æ powitaln± FANTASY W³±cza publiczne komendy SYMBIOSIS Przejmuje zadania ChanServa Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP SET opcja  Informacja: dostêp do tej komendy jest kontrolowany przez poziom SET.
pt_pt: Sintaxe: SET canal opção parâmetros  Configura as opções do bot. A opção pode ser: DONTKICKOPS Protege os OPs contra kicks DONTKICKVOICES Protege os voices contra kicks GREET Habilita a mensagem de entrada FANTASY Habilita os comandos Fantasia SYMBIOSIS Permite que o bot seja um bot real Digite /msg %S HELP SET opção  para maiores informações sobre uma opção específica. Aviso: o acesso a este comando é controlado pelo ajuste dos níveis de acesso do canal.

source: Syntax: SET bot-nick PRIVATE { ON|OFF } This option prevents a bot from being assigned to a channel by users that aren't IRC operators.
ca_es: Sintaxi: SET nick-del-bot PRIVATE { ON|OFF } Aquesta opció evita un bot de ser assignat a un canal per usuaris que no son operadors d'IRC. Limitat a administradors de serveis.
de_de: Syntax: SET Botnick PRIVATE { ON|OFF } Verhindert, das der Bot durch Nicht-IRC Operatoren assigned werden kann.
el_gr: Σύνταξη: SET ψευδώνυμο-bot PRIVATE { ON|OFF } Αυτή η επιλογή κάνει το bot από assigned σε κανάλια των χρηστων που δεν είναι IRC operators. Μόνο για τους Services Operators.
hu_hu: Syntax: SET bot-nick PRIVATE { ON|OFF } Ez az opció megelõzi, hogy az adott botot a csatornához nem IRC operátor személyek társíthassák. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: SET bot-nick PRIVATE { ON|OFF } Deze optie szorgt ervoor dat een bot niet kan worden toegewezen aan een kanaal door gebruikers die geen IRC operator zijn.
pl_pl: Sk³adnia: SET nick-bota PRIVATE { ON|OFF } Polecenie pozwala na ograniczenie przypisywania wskazanego bota dla u¿ytkowników nie bêd±cych IRC operatorami.
pt_pt: Sintaxe: SET nick PRIVATE { ON|OFF } Esta opção previne um bot de ser associado a um canal por usuários que não sejam Operadores de IRC.

source: Syntax: SET channel option parameters  Allows the channel founder to set various channel options and other information. Available options:
ca_es: Sintaxis: SET canal opció parametres  Li permet al fundador del canal establir varies opcions del canal i altres informacions. Opcions disponibles:
de_de: Syntax: SET Channel Option Parameter  Erlaubt es dem Channel-Founder bestimmte Optionen und Informationen des Channels zu ändern. Verfügbare Optionen:
el_gr: Σύνταξη: SET κανάλι επιλογή παράμετροι  Επιτρέπουν στον founder του καναλιού να επιλέξει και να ρυθμίσει το κανάλι του και άλλες πληροφορίες. Διαθέσιμες επιλογές:
hu_hu: Syntax: SET #szoba opció paraméterek  Lehetõséget ad a foundernek, hogy a beállításokat és információkat megváltoztassa. Elérhetõ opciók:
nl_nl: Gebruik: SET kanaal optie parameters  Stelt de kanaalstichter in staat om verschillende kanaal- opties en andere informatie in te stellen. Beschikbare opties:
pl_pl: Sk³adnia: SET kana³ opcja parametry  Pozwala w³a¶cicielowi kana³u na zmianê ro¿nych opcji oraz informacji dotycz±cych kana³u. Dostêpne opcje:
pt_pt: Sintaxe: SET canal opção parâmetros  Permite ao fundador do canal ajustar as várias opções do canal e outras informações. Opções disponíveis:
