Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: You currently have %d memos, of which 1 is unread.
ca_es: Tens %d memos, dels quals 1 encara no ha estat llegit.
de_de: Du hast insgesamt %d Memos, davon ist eine ungelesen.
el_gr: Μέχρι στιγμής έχεις %d μηνύματα, εκ των οποίων 1 δεν έχει διαβαστεί.
hu_hu: Van %d üzeneted, ebbõl 1 olvasatlan.
nl_nl: Je hebt momenteel %d memo's, waarven er 1 ongelezen is.
pl_pl: Aktualnie masz %d wiadomo¶ci, w tym jedn± nieprzeczytan±.
pt_pt: Você possui atualmente %d memos, dos quais 1 não foi lido.

source: You currently have %d memos.
ca_es: Tens %d memos.
de_de: Du hast %d Memos.
el_gr: Μέχρι στιγμής έχεις %d μηνύματα.
hu_hu: Van %d üzeneted.
nl_nl: Je hebt momenteel %d memo's.
pl_pl: Aktualnie masz %d wiadomo¶ci.
pt_pt: Você possui atualmente %d memos.

source: You currently have %d memos; all of them are unread.
ca_es: Tens %d memos, cap d'ells llegit.
de_de: Du hast insgesamt %d Memos, alle davon sind ungelesen.
el_gr: Μέχρι στιγμής έχεις %d μηνύματα; εκ των οποίων όλα δεν έχουν διαβαστεί.
hu_hu: Van %d üzeneted; és mind olvasatlan.
nl_nl: Je hebt momenteel %d memo's; allemaal zijn ze ongelezen.
pl_pl: Aktualnie masz %d nieprzeczytanych wiadomo¶ci.
pt_pt: Você possui atualmente %d memos; dos quais nenhum foi lido.

source: You currently have 1 memo, and it has not yet been read.
ca_es: Tens 1 memo i encara no ha estat llegit.
de_de: Du hast derzeit eine ungelesene Memo.
el_gr: Μέχρι στιγμής έχεις 1 memo, και δεν το έχεις διαβάσει.
hu_hu: Van 1 olvasatlan üzeneted.
nl_nl: Je hebt momenteel 1 memo, en deze is nog niet gelezen.
pl_pl: Aktualnie masz jedn± wiadomo¶æ i jest ona nieprzeczytana.
pt_pt: Você possui atualmente 1 memo, e este ainda não foi lido.

source: You currently have 1 memo.
ca_es: Tens 1 memo.
de_de: Du hast eine neue Memo.
el_gr: Μέχρι στιγμής έχεις 1 μήνυμα.
hu_hu: Van 1 üzeneted.
nl_nl: Je hebt momenteel 1 memo.
pl_pl: Aktualnie masz jedn± wiadomo¶æ.
pt_pt: Você possui atualmente 1 memo.

source: You currently have no memos.
ca_es: No tens memos.
de_de: Du hast keine Memos.
el_gr: Μέχρις στιγμής δεν έχεις κανένα μήνυμα.
hu_hu: Jelenleg nincs üzeneted.
nl_nl: Je hebt momenteel geen memo's.
pl_pl: Aktualnie nie masz wiadomo¶ci.
pt_pt: Você não possui nenhum memo atualmente.

source: You found me, %s!
ca_es: M'has trobat %s!
hu_hu: Megtaláltál, %s!
pl_pl: Tak! Jestem tutaj %s!

source: You have %d new memos.
ca_es: Tens %d memos nous.
de_de: Du hast %d neue Memos.
el_gr: Έχεις %d νέα μηνύματα.
hu_hu: %d darab új üzeneted van.
nl_nl: Je hebt %d nieuwe memo's.
pl_pl: Masz %d nowe(ych) wiadomo¶ci.
pt_pt: Você tem %d novos memos.

source: You have 1 new memo.
ca_es: Tens 1 memo nou.
de_de: Du hast eine neue Memo.
el_gr: Έχεις 1 νέο μήνυμα.
hu_hu: Van egy új üzeneted.
nl_nl: Je hebt 1 nieuwe memo.
pl_pl: Masz jedn± now± wiadomo¶æ.
pt_pt: Você tem 1 novo memo.

source: You have a new memo from %s. Type %R%s READ %d to read it.
ca_es: Tens un nou memo de %s. Escriu /msg %s READ %d per a llegir-lo.
de_de: Du hast eine neue Nachricht von %s empfangen. Tippe /msg %s READ %d um sie zu lesen.
el_gr: Έχεις ένα νέο μήνυμα από %s. Γράψε /msg %s READ %d για να το διαβάσεις.
hu_hu: %s küldött egy új üzenetet. Ha szeretnéd elolvasni, írd be: /msg %s READ %d.
nl_nl: Je hebt een nieuwe memo van %s. Type /msg %s READ %d om deze te lezen.
pl_pl: Nasz now± wiadomo¶æ od %s. Napisz /msg %s READ %d aby j± przeczytaæ.
pt_pt: Você recebeu um novo memo de %s. Digite /msg %s READ %d para ler.

source: You have attempted to register a nonexistent channel %s
pl_pl: Próbujesz rejestrowaæ nieistniej±cy kana³ %s

source: You have been invited to %s.
pl_pl: Zosta³e¶ zaproszony do %s.

source: You have been unbanned from %s.
ca_es: Has estat desbanegat de %s.
de_de: Dein Ban in %s wurde entfernt.
el_gr: γινες unban από το %s.
hu_hu: %s csatornán a tiltást levetetted magadról.
nl_nl: Bans met betrekking tot jou op %s zijn opgeheven.
pl_pl: Ban na kanale %s zosta³ zdjêty.
pt_pt: Você não está mais banido do %s.

source: You have no limit on the number of memos you may keep.
ca_es: No tens límit en el numero de memos que pots mantenir.
de_de: Du hast kein Limit in der Anzahl deiner Memos.
el_gr: Δεν έχεις θέσει κανένα αριθμό στο όριο ωστε να κρατήσεις μηνύματα.
hu_hu: Korlátlan számú üzenetet fogadhatsz.
nl_nl: Er staat geen limiet op het aantal memo's dat je mag hebben.
pl_pl: Nie masz limitu wiadomo¶ci, które mo¿esz trzymaæ.
pt_pt: Você não possui limite de memos que pode guardar.

source: You have no memos.
ca_es: No tens memos.
de_de: Du hast keine Memos.
el_gr: Δεν έχεις μηνύματα.
hu_hu: Nincs üzeneted.
nl_nl: Je hebt geen memo's.
pl_pl: Nie masz wiadomo¶ci.
pt_pt: Você não possui memos.

source: You have no new memos.
ca_es: No tens memos nous.
de_de: Du hast keine neuen Memos.
el_gr: Δεν έχεις νέα μηνύματα.
hu_hu: Nem kaptál új üzenetet.
nl_nl: Je hebt geen nieuwe memo's.
pl_pl: Nie masz nowych wiadomo¶ci.
pt_pt: Você não possui novos memos.

source: You have to enter a valid number as time.
de_de: Du musst eine zulässige Zahl als Zeit eingeben.
hu_hu: Használj érvényes számot idõnek. (Adj meg érvényes számot az idõhöz.)
nl_nl: Je moet een geldig nummer als tijd invoeren.
pl_pl: Musisz podaæ prawid³ow± liczbê dla czasu.
pt_pt: Você precisa digitar um número válido como tempo.

source: You must assign a bot to the channel before using this command. Type %R%S HELP ASSIGN for more information.
ca_es: Has d'assignar un bot al canal abans de poder utilitzar aquesta comanda. Escriu /msg %S HELP ASSIGN per a més informació.
de_de: Ein Bot muss dem Channel zugewiesen werden, bevor dieser Befehl funktioniert. Tippe /msg %S HELP ASSIGN für weitere Informationen.
el_gr: Πρέπει να κάνεις assign στο bot για να μπεί στο κανάλι. Γράψε /msg %S HELP ASSIGN για περισσότερες πληροφορίες.
hu_hu: Társítanod kellene egy botot a csatornára mielõtt használod ezt a parancsot, írd be /msg %S HELP ASSIGN bõvebb infókért.
nl_nl: Je moet een bot aan een kanaal toewijzen voordat je dit commando gebruikt. Type /msg %S HELP ASSIGN voor meer informatie.
pl_pl: Musisz najpierw przydzieliæ bota do kana³u. Napisz /msg %S HELP ASSIGN, aby uzyskaæ wiêcej informacji.
pt_pt: Você precisa primeiro associar um bot ao canal antes de usar este comando. Digite /msg %S HELP ASSIGN para maiores informações.

source: You must be a channel operator to register the channel.
ca_es: Has de ser un operador de canal per registrar el canal.
de_de: Du musst Channel-Operator sein um diesen Channel zu registrieren.
el_gr: Πρέπει να είσαι να έχεις operator status στο κανάλι για να το κατοχυρώσεις.
hu_hu: A csatornán operátornak kell lenned, hogy regisztrálhasd.
nl_nl: Je moet een operator zijn op het kanaal om deze te registreren.
pl_pl: Aby zarejestrowaæ kana³ musisz byæ jego operatorem.
pt_pt: Você deve ser no mínimo um operador para registrar o canal.

source: You must have been using this nick for at least %d seconds to register.
ca_es: You have to be connected longer than %d seconds to register your nick.
de_de: Du musst länger als %d Sekunden verbunden sein, um einen Nicknamen zu registrieren.
el_gr: You have to be connected longer than %d seconds to register your nick.
hu_hu: A nicked regisztrálásához %d másodpercnél régebben kell csatlakozva lenned.
nl_nl: You have to be connected longer than %d seconds to register your nick.
pl_pl: Musisz byæ po³±czony(a) d³u¿ej ni¿ %d sekund(y), aby móc zarejestrowaæ nick.
pt_pt: Você deve estar conectado há mais de %d segundos para registrar seu nick.

source: You must lock mode +i as well to lock mode +K.
ca_es: Has d'utilitzar Mode de lock +i tambe pel Mode de lock +K.
de_de: Du musst auch Mode +i festsetzen um Mode +K festsetzen zu können.
el_gr: Πρέπει να κλειδώσεις με +i όπως και με +K.
hu_hu: Rögzítened kell a +i módot is, ha a +K módot rögzíted.
nl_nl: Je moet ook mode +i forceren als je mode +K forceert.
pl_pl: Musisz za³o¿yæ +i równie¿, aby móc za³o¿yæ +K.
pt_pt: Você deve travar o modo +i para poder travar o modo +K.

source: You must lock mode +l as well to lock mode +L.
ca_es: Has d'utilitzar Mode de lock +l també pel Mode de lock +L.
de_de: Lock Mode +L setzt das Festsetzen des Modes +l vorraus.
el_gr: Πρέπει να το κλειδώσεις με +l όπως και με +L.
hu_hu: Rögzítened kell a +l módot is, ha a +L módot rögzited.
nl_nl: Je moet ook mode +l forceren als je mode +L forceert.
pl_pl: Musisz za³o¿yæ +l zanim za³o¿ysz +L.
pt_pt: Você deve travar o modo +l para poder travar o modo +L.

source: You must now supply an e-mail for your nick. This e-mail will allow you to retrieve your password in case you forget it.
ca_es: Ara has de proveir un e-mail pel teu nick. Aquest e-mail et permetra recuperar la teva clau en cas de que la olvidis.
de_de: Du musst eine eMail-Adresse für deinen Nicknamen angeben. NickServ kann dir dann dein Passwort per Mail senden, falls du es vergessen solltest.
el_gr: Πρέπει να προσθέσεις ένα e-mail για το ψευδώνυμό σου. Με αυτό το e-mail θα μπορείς να λάβεις τον κωδικό σου σε περίπτωση που τον ξεχάσεις.
hu_hu: Be kell állítanod egy E-mail címet a nicknevedhez.
nl_nl: Je moet een e-mail adres opgeven voor je nick. Dit stelt je in staat je wachtwoord terug te halen in het geval dat je het vergeet.
pl_pl: Teraz ustaw adres e-mail dla Twojego nicka. Gdy zapomnisz has³a, zostanie ono wys³ane na e-mail.
pt_pt: Você deve agora setar um e-mail para seu nick. Este e-mail permitirá que você receba sua senha por ele caso você se esqueça dela.

source: You will be notified of new memos at logon and when they arrive.
ca_es: Seràs notificat per nous memos quant et conectis i quant se t'enviin.
de_de: Du wirst bei neuen Memos benachrichtigt, wenn du dich identifizierst bzw wenn sie eintreffen.
el_gr: Θα ειδοποιηθείς για νέα μηνύματα όταν κάνεις logon και όταν φτάσουν.
hu_hu: Értesítést kapsz új üzenetek érkezésérõl csatlakozáskor.
nl_nl: Je wordt geinformeerd over nieuwe memo's wanneer je inlogt en wanneer deze arriveren.
pl_pl: Bêdziesz powiadomienie informacje o nowych wiadomo¶ciach podczas logowania i w momencie ich nadej¶cia.
pt_pt: Você será notificado de novos memos quando conectar e quando eles forem enviados.

source: You will be notified of new memos at logon.
ca_es: Seràs notificat per memos nous quant et conectis.
de_de: Du wirst bei neuen Memos benachrichtigt, wenn du dich identifizierst.
el_gr: Θα ειδοποιηθείς για νέα μηνύματα στο logon.
hu_hu: Értesítést kapsz az új üzeneteidrõl,ha fellépsz az IRC-re.
nl_nl: Je wordt geinformeerd over nieuwe memo's wanneer je inlogt.
pl_pl: Bêdziesz otrzymywaæ powiadomienie o nowych wiadomo¶ciach podczas logowania.
pt_pt: Você será notificado de novos memos quando conectar.

source: You will be notified when new memos arrive.
ca_es: Seràs notificat quan els memos nous se t'enviin.
de_de: Du wirst bei neuen Memos benachrichtigt, wenn sie eintreffen.
el_gr: Θα ειδοποιηθείς για νέα μηνύματα όταν θα φτάσουν.
hu_hu: Értesítést kapsz új üzenetek érkezésekor.
nl_nl: Je wordt geinformeerd over nieuwe memo's wanneer deze arriveren.
pl_pl: Bêdziesz otrzymywaæ powiadomienie o nowych wiadomo¶ciach.
pt_pt: Você será notificado de novos memos quando eles forem enviados.

source: You will no longer be able to receive memos.
ca_es: No et sera possible rebre més memos.
de_de: Du wirst ab sofort keine Memos mehr empfangen können.
el_gr: Δεν θα είσαι ικανός να λάβεις άλλα μηνύματα.
hu_hu: Ezentúl nem tudsz üzeneteket fogadni.
nl_nl: Je kan niet langer memo's ontvangen.
pl_pl: Nie bêdziesz ju¿ d³u¿ej odbieraæ wiadomo¶ci.
pt_pt: Você não poderá mais receber memos.

source: You will no longer be informed via email.
de_de: Du wirst nicht länger per Email über neue Memos benachrichtigt.
hu_hu: Már nem kapsz értesítést emailben.
pl_pl: Powiadomienie o nowych wiadomo¶ciach nie bêd± wysy³ane na adres e-mail.
pt_pt: Você não será mais notificado por email.

source: You will not be notified of new memos.
ca_es: No seràs notificat per memos nous.
de_de: Du wirst nicht benachrichtigt bei neuen Memos.
el_gr: Δεν θα σου γίνει παρατήρηση για νέα μηνύματα.
hu_hu: Nem kapsz értesítést az új üzeneteidrõl.
nl_nl: Je wordt niet geinformeerd over nieuwe memo's.
pl_pl: Nie bêdziesz otrzymywaæ informacji o nowych wiadomo¶ciach.
pt_pt: Você será notificado de novos memos.

source: You will now be informed about new memos via email.
de_de: Du wirst jetzt per Email über neue Memos informiert.
hu_hu: Az új memo üzeneteidrõl emailben kapsz értesítést.
pl_pl: Powiadomienie o nowych wiadomo¶ciach bêd± wysy³ane na adres e-mail.
pt_pt: Você será notificado sobre novos memos por email.

source: Your E-mail address will now be hidden from %s INFO displays.
hu_hu: E-mail címed most rejtve lesz a %s INFO kiírásnál.
pl_pl: Twój adres e-mail bêdzie ukrywany w informacjach %s.

source: Your E-mail address will now be shown in %s INFO displays.
hu_hu: E-mail címed most látható lesz a %s INFO kiírásnál.
pl_pl: Twój adres e-mail bêdzie pokazywany w informacjach %s.

source: Your IRCD does not support vIdent's, if this is incorrect, please report this as a possible bug
de_de: Dein IRCd unterstützt keine vIdents. Falls das inkorrekt sein sollte, melde das bitte als einen Bug.
hu_hu: Ön ircdje nem támogatja a videnteket, ha ez nem igaz, akkor kérem jelentse ezt, mint lehetséges hibát.
nl_nl: Je IRCD ondersteunt geen vIdent's. Als dit niet klopt, rapporteer dit dan als een mogelijke bug
pl_pl: Twoje IRCD nie obs³uguje vIdentów, je¶li nie jest to prawda zg³o¶ b³±d.
pt_pt: Seu IRCD não suporta vIdent's, se isto não está certo, por favor reporte isso como um possível bug.

source: Your access list is empty.
de_de: Deine Access-Liste ist leer.
pl_pl: Twoja lista dostêpu jest pusta.
pt_pt: Sua lista de acesso está vazia.

source: Your last quit message will now be hidden from %s INFO displays.
hu_hu: Utolsó kilépõ üzeneted rejtve lesz a %s INFO kiírásnál
pl_pl: Twoja ostatnia wiadomo¶æ QUIT bêdzie ukrywana w informacjach %s.

source: Your last quit message will now be shown in %s INFO displays.
hu_hu: Utolsó kilépõ üzeneted látható lesz a %s INFO kiírásnál.
pl_pl: Twoja ostatnia wiadomo¶æ QUIT bêdzie pokazywana w informacjach %s.

source: Your last seen user@host mask will now be hidden from %s INFO displays.
hu_hu: Utolsó user@host maszkod rejtve lesz a %s INFO kiírásnál.
pl_pl: Twoja ostatnia maska ident@host bêdzie ukrywana w informacjach %s.

source: Your last seen user@host mask will now be shown in %s INFO displays.
hu_hu: Utolsó user@host maszkod látható lesz a %s INFO kiírásnál.
pl_pl: Twoja ostatnia maska ident@host bêdzie pokazywana w informacjach %s.

source: Your memo limit has been disabled.
ca_es: El teu límit de memos ha estat deshabilitat.
de_de: Dein Memo-Limit wurde aufgehoben.
el_gr: Το όριο μηνυμάτων είναι απενεργοποιημένο.
hu_hu: Ezentúl korlátlan számú üzenetet fogadhatsz.
nl_nl: Je memo limiet is uitgeschakeld.
pl_pl: Twój limit wiadomo¶ci zosta³ wy³±czony.
pt_pt: Seu limite de memos foi desativado.

source: Your memo limit has been set to %d.
ca_es: El teu límite de memos ha estat establert a %d.
de_de: Dein Memo-Limit wurde auf %d gesetzt.
el_gr: Το όριο μηνυμάτων άλλαξε σε %d.
hu_hu: A max. bejövõ üzenetek számanak új értéke: %d.
nl_nl: Je memo limiet is veranderd in %d.
pl_pl: Twój limit wiadomo¶ci zosta³ zmieniony na %d.
pt_pt: Seu limite de memo é agora de %d.

source: Your memo limit is %d, and may not be changed.
ca_es: El teu límit de memos es %d i no pot ser canviat.
de_de: Dein Memo-Limit liegt bei %d, und kann nicht geändert werden.
el_gr: Το όριο μηνυμάτων είναι %d, και δεν μπορεί να αλλαχτεί.
hu_hu: A max. bejövõ üzentek száma: %d,ez fix érték.
nl_nl: Je memo limiet is %d, en mag niet worden veranderd.
pl_pl: Twój limit wiadomo¶ci wynosi %d i nie mo¿e byæ zmieniony.
pt_pt: Seu limite de memos é de %d, e não pode ser alterado.

source: Your memo limit is %d.
ca_es: El teu límit de memos es %d.
de_de: Dein Memo-Limit liegt bei %d.
el_gr: Το όριο μηνυμάτων είναι %d.
hu_hu: A maximálisan fogadható üzentek száma: %d.
nl_nl: Je memo limiet is %d.
pl_pl: Twój limit wiadomo¶ci wynosi %d.
pt_pt: Seu limite de memos é de %d.

source: Your memo limit is 0; you will not receive any new memos.
ca_es: El teu límit de memos es 0; no rebràs nous memos.
de_de: Dein Memo-Limit liegt bei 0, du kannst keine Memos empfangen.
el_gr: Το όριο μηνυμάτων είναι 0; δεν θα λάβεις ποτέ κανένα άλλο μήνυμα.
hu_hu: A max. bejövõ üzentek száma: 0; és több nem jöhet.
nl_nl: Je memo limiet is 0; Je zal geen memo's ontvangen.
pl_pl: Twój limit wiadomo¶ci wynosi 0, nie bêdziesz otrzymywaæ nowych.
pt_pt: Seu limite de memos é de 0; você não pode receber novos memos.

source: Your memo limit is 0; you will not receive any new memos. You cannot change this limit.
ca_es: El teu límit de memos es 0; no rebràs nous memos. No pots cambiar aquest límit.
de_de: Dein Memo-Limit liegt bei 0, du kannst keine Memos empfangen. Das Limit kann von dir nicht verändert werden.
el_gr: Το όριο μηνυμάτων είναι 0; δεν θα λάβεις ποτέ κανένα άλλο μήνυμα. Δεν μπορείς να αλλάξεις αυτό το όριο.
hu_hu: A max. bejövõ üzentek száma: 0; és nem köhet több. Ez nem változtatható meg.
nl_nl: Je memo limiet is 0; Je zal geen memo's ontvangen. Je kan deze limiet niet veranderen.
pl_pl: Twój limit wiadomo¶ci wynosi 0, nie bêdziesz odbieraæ nowych i nie mo¿esz zmieniæ tego limitu.
pt_pt: Seu limite de memos é de 0; você não pode receber novos memos. Você não pode alterar esse limite.

source: Your nick has been logged out.
ca_es: El teu nick ha estat desconnectat.
de_de: Du wurdest ausgeloggt.
el_gr: Το ψευδώνυμο σου δεν το κατέχεις τώρα,πρέπει να κάνεις πάλι εντολή αναγνώρισης για να το κατέχεις.
hu_hu: A nicked sikeresen kijelentkezett.
nl_nl: Je nick is uitgelogd.
pl_pl: Twój nick zosta³ pomy¶lnie wylogowany.
pt_pt: Seu nick foi desconectado.

source: Your nick is already registered; type %R%s DROP first.
ca_es: El teu nick ja esta registrat; escriu /msg %s DROP primer.
de_de: Dein Nickname ist bereits registriert, tippe /msg %s DROP um ihn zu löschen.
el_gr: Αυτό το ψευδώνυμο είναι ήδη κατοχυρωμένο; γράψε /msg %s DROP αρχικά.
hu_hu: A nicked már regisztrált; írd be /msg %s DROP elõször.
nl_nl: Je nick is al geregistreerd; type eerst /msg %s DROP.
pl_pl: Twój nick jest ju¿ zarejestrowany. Napisz najpierw: /msg %s DROP
pt_pt: Seu nick já está registrado; digite /msg %s DROP primeiro.

source: Your nick isn't registered.
ca_es: El teu nick no esta registrat.
de_de: Dein Nickname ist nicht registriert.
el_gr: Αυτό το ψευδώνυμο δεν έχει κατοχυρωθεί.
hu_hu: A neved még nem regisztrált.
nl_nl: Je nick is niet geregistreerd.
pl_pl: Twój nick nie jest zarejestrowany.
pt_pt: Seu nick não está registrado.

source: Your nick isn't registered. Type %R%s HELP for information on registering your nickname.
ca_es: El teu nick no esta registrat. Escriu /msg %s HELP per mes informació al registrat el teu nickname.
hu_hu: A neved még nem regisztrált. Segítség: /msg %s HELP.
pl_pl: Twój nick jest niezarejestrowany. Napisz /msg %s HELP aby uzyskaæ pomoc na temat rejestracji.

source: Your nickname has been dropped.
ca_es: El teu nickname ha estat expulsat.
de_de: Die Registrierung deines Nicknamens wurde gelöscht.
el_gr: Το ψευδώνυμό σου σβήστηκε επιτυχώς από την υπηρεσία.
hu_hu: A nickneved dropolva lett,
nl_nl: Je nickname is gedropped.
pl_pl: Twój nick zosta³ odrejestrowany.
pt_pt: O registro do seu nick foi cancelado.

source: Your nickname is now being changed to %s
ca_es: El teu nickname s'esta canviant a %s
de_de: Dein Nickname wurde geändert in %s
el_gr: Το ψευδώνυμό σου έχει αλλάξει σε %s
hu_hu: A nickneved most meg lesz változtatva: %s.
nl_nl: Je nickname wordt nu veranderd in %s
pl_pl: Twój nick zosta³ zmieniony na %s.
pt_pt: Seu nick está sendo mudado para %s.

source: Your passcode has been re-sent to %s.
de_de: Dein Passcode wurde noch einmal an %s geschickt.
hu_hu: A kód újra el lett küldve erre a címre: %s.
nl_nl: Je toegangscode is opnieuw gestuurd naar %s.
pl_pl: Twój kod rejestracyjny zosta³ ponownie wys³any na %s.
pt_pt: Seu passcode foi re-enviado para %s.

source: Your password is %s - remember this for later use.
ca_es: La teva clau es %s - Recordala per un us futur.
de_de: Dein Passwort ist %s - behalte es für spätere Benutzung.
el_gr: Ο κωδικός σου είναι %s - θυμήσου τον για αργότερη χρήση.
hu_hu: Jelszavad: %s - jegyezd meg a késõbbi használathoz!
nl_nl: Je wachtwoord is %s - onthoudt dit voor later gebruik.
pl_pl: Twoje has³o do nicka to %s
pt_pt: Sua senha é %s - guarde ela para uso posterior.

source: Your password is too long. Please try again with a shorter password.
de_de: Dein Passwort ist zu lang. Versuche es erneut mit einen kürzeren Passwort.
nl_nl: Je wachtwoord is te lang. Probeer het opnieuw met een korter wachtwoord.
pl_pl: Twoje has³o jest za d³ugie. Spróbuj ponownie z krótszym has³em.

source: Your services access status will now be hidden from %s INFO displays.
hu_hu: A szervíz hozzáférési státuszod rejtve lesz a %s INFO kiírásnál.
pl_pl: Twój status dostêpu do serwisów bêdzie ukrywany w informacjach %s.

source: Your services access status will now be shown in %s INFO displays.
hu_hu: A szervíz hozzáférési státuszod látható lesz a %s INFO kiírásnál.
pl_pl: Twój status dostêpu do serwisów bêdzie pokazywany w informacjach %s.

source: Your vhost of %s is now activated.
de_de: Dein vHost (%s) ist jetzt aktiviert.
hu_hu: A %s virtuális hosztod aktiválva.
nl_nl: Je vhost van %s is nu geactiveerd.
pl_pl: Twój vhost %s jest teraz aktywny.
pt_pt: Seu vhost %s está agora ativado.

source: Your vhost of %s@%s is now activated.
de_de: Dein vHost (%s@%s) ist jetzt aktiviert.
hu_hu: A %s@%s virtuális hosztod aktiválva.
nl_nl: Je vhost van %s@%s is nu geactiveerd.
pl_pl: Twój vhost %s@%s jest teraz aktywny.
pt_pt: Seu vhost %s@%s está agora ativado.

source: Your vhost was removed and the normal cloaking restored.
pl_pl: Twój vhost zosta³ usuniêty i zosta³o w³±czone normalne ukrywanie hosta.

source: [Logon News - %s] %s
ca_es: [Notícies de Logon - %s] %s
el_gr: [Κανονισμοί ή πληροφορίες - %s] %s
hu_hu: [Fellépési Hír] - %s %s
nl_nl: [Login Nieuws - %s] %s
pl_pl: [Wiadomo¶æ powitalna - %s] %s

source: [Oper News - %s] %s
ca_es: [Notícies de Oper - %s] %s
el_gr: [Νέα για Opers - %s] %s
hu_hu: [Oper Hír] - %s %s
nl_nl: [Oper Nieuws - %s] %s
pl_pl: [Wiadomo¶æ dla operatorów - %s] %s

source: [Random News - %s] %s
ca_es: [Notícies al Atzar - %s] %s
el_gr: [Νέα σχετικά με το δίκτυο - %s] %s
hu_hu: [Véletlenszerû Hír] - %s %s
nl_nl: [Willekeurig Nieuws - %s] %s
pl_pl: [Losowa wiadomo¶æ - %s] %s

source: disabled
ca_es: Desactivada
de_de: nicht aktiv
el_gr: απενεργοποιημένο
hu_hu: letiltva
nl_nl: uitgeschakeld
pl_pl: wy³±czone
pt_pt: desativado

source: does not expire
ca_es: no expira
de_de: läuft nicht aus
el_gr: δεν λήγει ποτέ
hu_hu: nem fog elévülni
nl_nl: verloopt niet
pl_pl: nie wygasa
pt_pt: não expira

source: enabled
ca_es: Activada
de_de: aktiv
el_gr: ενεργοποιημένο
hu_hu: engedélyezve
nl_nl: ingeschakeld
pl_pl: w³±czone
pt_pt: ativado

source: expires at next database update
ca_es: expira amb el pròxim update de la base de dades
de_de: verfällt beim nächstem Datenbank-Update
el_gr: λήγει στην επόμενη αναβάθμιση υπηρεσιών
hu_hu: elévül a következõ adatbázis mentésnél
nl_nl: verloopt bij de volgende database update
pl_pl: wygasa przy nastêpnej aktualizacji baz
pt_pt: irá expirar na próxima atualização do banco de dados

source: expires in %d day
ca_es: expira en %d dia
de_de: verfällt in %d Tag
el_gr: λήγει μέσα σε %d μέρα
hu_hu: elévül %d nap múlva
nl_nl: verloopt over %d dag
pl_pl: wygasa za %d dzieñ
pt_pt: expira em %d dia
