Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Automatic mode +a
ca_es: Mode automàtic +a
de_de: Automatischer Founder-Status
el_gr: Το κανάλι δίνει σε ψευδώνυμα +a δηλαδή ασφάλεια
hu_hu: Automatikus protect (+a) mód.
nl_nl: Automatisch mode +a
pl_pl: Automatyczne nadawanie ochrony (+a)
pt_pt: Modo +a automático

source: Automatic mode +h
ca_es: Mode automàtic +h
de_de: Automatischer Half-Op Status
el_gr: Το κανάλι δίνει half op ή +h σε κατοχυρωμένα ή μη ψευδώνυμα
hu_hu: Automatikus halfop (+h) státusz (félop)
nl_nl: Automatisch mode +h
pl_pl: Automatyczne nadawanie statusu pó³-operatora (+h)
pt_pt: Modo +h automático

source: Automatic mode +v
ca_es: Mode automàtico +v
de_de: Automatischer Voice-Status
el_gr: Το κανάλι δίνει φωνή ή +v σε κατοχυρωμένα ή μη ψευδώνυμα
hu_hu: Automatikus voice (+v) státusz (hangadás)
nl_nl: Automatisch mode +v
pl_pl: Automatyczne nadawanie prawa g³osu (+v)
pt_pt: Modo +v automático

source: BADWORDS channel {ADD|DEL|LIST|CLEAR} [ word | entry-list ] [SINGLE|START|END]
ca_es: BADWORDS canal {ADD|DEL|LIST|CLEAR} [ paraula | llista ] [SINGLE|START|END]
de_de: BADWORDS Channel {ADD|DEL|LIST|CLEAR} [ Wort | entry-liste ] [SINGLE|START|END]
hu_hu: BADWORDS #szoba {ADD|DEL|LIST|CLEAR}[szó|sorszám] [SINGLE|START|END]
nl_nl: BADWORDS kanaal {ADD|DEL|LIST|CLEAR} [ woord | entry-lijst ] [SINGLE|START|END]
pl_pl: BADWORDS kana³ {ADD|DEL|LIST|CLEAR} [ s³owo | pozycja ] [SINGLE|START|END]
pt_pt: BADWORDS canal {ADD|DEL|LIST|CLEAR} [ palavra | lista ] [SINGLE|START|END]

source: BAN #channel nick [ reason ]
pl_pl: BAN #kana³ nick [ powód ]

source: BOT ADD nick user host real BOT CHANGE oldnick newnick [ user [ host [ real ]]] BOT DEL nick 
ca_es: BOT ADD nick usuari host nom-real BOT CHANGE nick-antic nick-nou [ usuari [ host [ nom-real ]]] BOT DEL nick 
de_de: BOT ADD Botnick User Hostmaske Realname BOT CHANGE Botnick Neuer-Botnick [ User [ Hostmaske [ Realname ]]] BOT DEL Nickname
hu_hu: BOT ADD nick user hoszt valósnév BOT CHANGE réginick újnick [ user [ hoszt [ valósnév ]]] BOT DEL nick 
nl_nl: BOT ADD nick gebruiker host echte naam BOT CHANGE oude-nick nieuwe-nick [ gebruiker [ host [ echte naam ]]] BOT DEL nick 
pl_pl: BOT ADD nick user host real BOT CHANGE stary-nick nowy-nick [ user [ host [ real ]]] BOT DEL nick 
pt_pt: BOT ADD nick user host real  BOT CHANGE nickantigo nicknovo [ user [ host [ real ]]] BOT DEL nick 

source: Bad words list for %s: Num Word Type
ca_es: llista de paraules malsonants per a %s: Num Paraula Tipo
de_de: Bad Words-Liste von %s: Nummer Wort Typ
el_gr: Η λίστα με τις κακές λέξεις του %s είναι: Νούμ Λέξη Τύπος
hu_hu: %s tiltott szavak listája: Szám szó tipus
nl_nl: Slechte woorden lijst voor %s: Nr Woord Type
pl_pl: Lista zakazanych s³ów dla %s: Nr S³owo Typ
pt_pt: Lista de palavrões do %s: Núm Palavra Tipo

source: Bad words list is now empty.
ca_es: La llista de paraules malsonants esta ara buida.
de_de: Die Bad Words-Liste ist jetzt leer.
el_gr: Η λίστα των κακών λέξεων είναι άδεια.
hu_hu: Tiltott szó lista üres.
nl_nl: Slechte woorden lijst is nu leeg.
pl_pl: Lista zakazanych s³ów zosta³a wyczyszczona.
pt_pt: Lista de palavrões está agora vazia.

source: Ban type for channel %s is now #%d.
ca_es: Tipus de ban pel canal %s es ara #%d.
de_de: Ban-Typ für den Channel %s ist jetzt #%d.
el_gr: Ban τύπος του καναλιού %s είναι τώρα #%d.
hu_hu: A megadott csatorna (%s) új ban típusa: #%d.
nl_nl: Ban type voor kanaal %s is nu #%d.
pl_pl: Rodzajem bana dla kana³u %s jest teraz #%d.
pt_pt: Tipo de ban para o canal %s é agora #%d.

source: Binary modes and bans cleared from channel %s.
ca_es: Modes binaris i bans netegats del canal %s.
de_de: Alle binären Modi und Bans wurden aus dem Channel %s entfernt.
el_gr: Όλα τα modes και τα bans καθαρίστηκαν από το κανάλι %s.
hu_hu: Bináris módok és kitiltások törölve a %s csatornáról.
nl_nl: Binaire modes en bans verwijderd van kanaal %s.
pl_pl: Tryby i bany zosta³y wyczyszczone na kanale %s.
pt_pt: Modos binários e bans removidos do canal %s.

source: Bot %s already exists.
ca_es: El bot %s ja existeix.
de_de: Bot %s existiert bereits.
el_gr: Bot %s υπάρχει ήδη.
hu_hu: %s nevû bot már létezik.
nl_nl: Bot %s bestaat al.
pl_pl: Bot %s ju¿ istnieje.
pt_pt: Bot %s já existe.

source: Bot %s does not exist.
ca_es: El bot %s no existeix.
de_de: Bot %s gibt es nicht.
el_gr: Το Bot %s δεν υπάρχει.
hu_hu: %s nevû bot nem létezik.
nl_nl: Bot %s bestaat niet.
pl_pl: Bot %s nie istnieje.
pt_pt: Bot %s não existe.

source: Bot %s has been assigned to %s.
ca_es: El bot %s ha estat assignat al canal %s.
de_de: Bot %s wurde dem Channel %s zugewiesen.
el_gr: Το Bot %s θα μπει στο %s.
hu_hu: A %s nevû bot társítva a %s szobához.
nl_nl: Bot %s toegewezen aan %s.
pl_pl: Bot %s zosta³ przypisany do %s.
pt_pt: Bot %s foi associado ao canal %s.

source: Bot %s has been changed to %s!%s@%s (%s)
ca_es: El bot %s ha estat canviat a %s!%s@%s (%s)
de_de: Bot %s wurde geändert auf %s!%s@%s (%s)
el_gr: Bot %s άλλαξε σε %s!%s@%s (%s)
hu_hu: A %s nevû bot megváltoztatva %s!%s@%s (%s)
nl_nl: Bot %s is veranderd in %s!%s@%s (%s)
pl_pl: Bot %s zosta³ zmieniony na %s!%s@%s (%s)
pt_pt: Bot %s foi alterado para %s!%s@%s (%s)

source: Bot %s has been deleted.
ca_es: El bot %s ha estat esborrat.
de_de: Bot %s wurde gelöscht.
el_gr: Bot %s διαγράφηκε.
hu_hu: A %s nevû bot törölve.
nl_nl: Bot %s is verwijderd.
pl_pl: Bot %s zosta³ usuniêty.
pt_pt: Bot %s foi removido.

source: Bot %s is already assigned to channel %s.
de_de: Bot %s ist bereits dem Channel %s zugewiesen.
hu_hu: A %s nevû bot már társítva van a %s szobához.
nl_nl: Channel %s heeft al een bot toegewezen namelijk: %s.
pl_pl: Bot %s jest ju¿ postawiony na %s.
pt_pt: Bot %s já está associado ao canal %s.

source: Bot will kick ops on channel %s.
ca_es: Bot kickejara ops en el canal %s.
de_de: Bot wird Ops kicken im %s.
el_gr: Το Bot θα κάνει kick τους ops του καναλιού %s.
hu_hu: A Bot most már opot is kirúg a %s szobából.
nl_nl: Bot zal ops kicken op kanaal %s.
pl_pl: Bot bêdzie teraz kopa³ operatorów na kanale %s.
pt_pt: Bot irá kickar OPs no canal %s.

source: Bot will kick voices on channel %s.
ca_es: Bot kickejara voices en el canal %s.
de_de: Bot wird Voices kicken im %s.
el_gr: Το Bot θα κάνει kick τους voices του καναλιού %s.
hu_hu: A Bot most már a hangadókat is kirúgja a %s szobában.
nl_nl: Bot zal voices kicken op kanaal %s.
pl_pl: Bot bêdzie kopa³ voiców na kanale %s.
pt_pt: Bot irá kickar voices no canal %s.

source: Bot won't kick ops on channel %s.
ca_es: Bot no kickejara ops en el canal %s.
de_de: Bot wird keine Ops kicken im %s.
el_gr: Το Bot δεν θα κάνει kick τουε ops του καναλιού %s.
hu_hu: A Bot nem fog opot kirúgni a %s szobából.
nl_nl: Bot zal geen ops kicken op kanaal %s.
pl_pl: Bot nie bêdzie kopa³ operatorów na kanale %s.
pt_pt: Bot não irá kickar OPs no canal %s.

source: Bot won't kick voices on channel %s.
ca_es: Bot no kickejara voices en el canal %s.
de_de: Bot wird keine Voices kicken im %s.
el_gr: Το Bot δεν θα κάνει kick τους voices του καναλιού %s.
hu_hu: A Bot nem fogja a hangadókat kirúgni a %s szobában.
nl_nl: Bot zal geen voices kicken op kanaal %s.
pl_pl: Bot nie bêdzie kopa³ voiców na kanale %s.
pt_pt: Bot não irá kickar voices no canal %s.

source: Bot Hosts may only contain %d characters.
nl_nl: Bot Hosts mogen maximaal %d tekens bevatten.
pl_pl: Host bota mo¿e siê sk³adaæ maksymalnie z %d znaków.

source: Bot Hosts may only contain valid host characters.
de_de: Bot Hosts dürfen nur gültige Zeichen enthalten.
hu_hu: Bot Hoszt csak érvényes karaktereket tartalmazhat.
nl_nl: Bot Hosts mogen alleen geldige host-tekens bevatten.
pl_pl: Host bota mo¿e zawieraæ tylko prawid³owe znaki.
pt_pt: O Host do bot deve conter apenas caracteres válidos a Hosts.

source: Bot Idents may only contain %d characters.
de_de: Bot Idents dürfen nur %d Zeichen enthalten.
nl_nl: Bot Idents mogen maximaal %d tekens bevatten.
pl_pl: Ident bota mo¿e siê sk³adaæ maksymalnie z %d znaków.

source: Bot Idents may only contain valid characters.
de_de: Bot Idents dürfen nur gültige Zeichen enthalten.
hu_hu: Bot Ident csak érvényes karaktereket tartalmazhat.
nl_nl: Bot Idents mogen alleen geldige tekens bevatten.
pl_pl: Ident bota mo¿e zawieraæ tylko prawid³owe znaki.
pt_pt: A Identd do bot deve conter apenas caracteres válidos.

source: Bot Nicks may only contain valid nick characters.
de_de: Bot Nicknamen dürfen nur gültige Zeichen enthalten.
hu_hu: Bot Nick csak érvényes karaktereket tartalmazhat.
nl_nl: Bot Nicks mogen alleen geldige nick-tekens bevatten.
pl_pl: Nick bota mo¿e zawieraæ tylko prawid³owe znaki.
pt_pt: O Nick do bot deve conter apenas caracteres válidos a Nicks.

source: Bot is not on channel %s.
ca_es: El bot no esta al canal %s.
de_de: Der Bot ist nicht im Channel %s.
el_gr: Το Bot δεν είναι στο κανάλι %s.
hu_hu: A Bot nincs a %s csatornán.
nl_nl: Bot is niet in kanaal %s.
pl_pl: Nie ma bota na kanale %s.
pt_pt: Bot não está no canal %s.

source: Bot list:
ca_es: Llista de bots:
de_de: Bot-Liste:
el_gr: Bot λίστα:
hu_hu: Botok listája:
nl_nl: Bot lijst:
pl_pl: Lista botów:
pt_pt: Lista de bots:

source: Bot will join a channel whenever there is at least %d user(s) on it.
ca_es: El bot entrara a un canal quan hi hagin %d usuari(s) en ell.
de_de: Ein Bot betritt den Channel erst, wenn sich %d User in diesem Channel befinden.
el_gr: Το Bot θα μπεί στο κανάλι όταν είναι τουλάχιστον μέσα %d χρήστη(ες).
hu_hu: A Bot akkor fog belépni a csatornára, ha legalább %d felhasználó van bent.
nl_nl: Bot zal een kanaal joinen wanneer daar tenminste %d gebruiker(s) is/zijn.
pl_pl: Bot wejdzie na kana³ je¶li przebywa na nim przynajmniej %d u¿ytkownik(ów).
pt_pt: O bot irá entrar no canal sempre que tiver ao menos %d usuário(s) nele.

source: Bot will now kick bad words, and will place a ban after %d kicks for the same user. Use the BADWORDS command to add or remove a bad word.
ca_es: El bot ara kickejara paraules malsonants, i banejara després de %d kicks al mateix usuari. Utilitza la comanda BADWORDS per a afegir o treure paraules.
de_de: Bot wird jetzt auf bad words achten und einen Ban setzen nach %d kicks. Benutze den BADWORDS Befehl um Wörter zur Liste hinzuzufügen oder zu entfernen.
el_gr: Το Bot από τώρα θα κάνει kick κακές λέξεις, και θα κάνει και ban μετά από %d kicks για τον ίδιο χρήστη. Χρησιμοποίησε την BADWORDS εντολή για να προσθέσεις ή να αφαιρέσεις κακές λέξεις.
hu_hu: Bot kirúgja tiltott szó használatáért, és kitiltja %d kirúgás után a usert. Használd a BADWORDS parancsot hogy hozzáadj vagy törölj tiltott szavakat a listából.
nl_nl: Bot zal nu kicken op slechte woorden, en zal een ban zetten na %d kicks voor dezelde gebruiker. Gebruik BADWORDS commando om slechte woorden toe te voegen of te verwijderen.
pl_pl: Bot bêdzie kopa³ za zakazane s³owa, po %d kopach dla tego samego u¿ytkownika za³o¿y bana. U¿yj komendy BADWORDS, aby modyfikowaæ listê.
pt_pt: O bot irá agora kickar por palavrões, e irá setar um ban após %d kicks no mesmo usuário. Use o comando BADWORDS para adicionar ou remover um palavrão.

source: Bot will now kick bad words. Use the BADWORDS command to add or remove a bad word.
ca_es: El bot ara kickejara paraules malsonants. Utilitza la comanda BADWORDS per a afegir o treure paraules.
de_de: Bot wird jetzt auf bad words achten und kicken. Benutze den BADWORDS Befehl um Wörter zur Liste hinzuzufügen oder zu entfernen.
el_gr: Το Bot από τώρα θα κάνει kick κακές λέξεις. Χρησιμοποίησε την BADWORDS εντολή για να προσθέσεις ή να αφαιρέσεις κακές λέξεις.
hu_hu: Bot kirúgja tiltott szó használatáért. Használd a BADWORDS parancsot hogy hozzáadj vagy törölj tiltott szavakat a listából.
nl_nl: Bot zal nu kicken op slechte woorden. Gebruik het BADWORDS commando om slechte woorden toe te voegen of te verwijderen.
pl_pl: Bot bêdzie kopa³ za zakazane s³owa. U¿yj komendy BADWORDS, aby modyfikowaæ listê s³ów.
pt_pt: O bot irá agora kickar por palavrões. Use o comando BADWORDS para adicionar ou remover um palavrão.

source: Bot will now kick bolds, and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickjeara negretes, i banejara després de %d kicks al mateix usuari.
de_de: Bot kickt jetzt Leute, die fett schreiben und setzt einen Ban nach %d Kicks des Users.
el_gr: Το Bot θα κάνει kick έντονους χαρακτήρες, και θα κάνει ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: A Bot kirúgja félkövér betû használat miatt, és kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op vet, en zal een ban zetten na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za pogrubienia, po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por negritos, e irá setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick bolds.
ca_es: El bot ara kickjeara negretes.
de_de: Bot kickt jetzt Leute, die fett schreiben.
el_gr: Το Bot θα κάνει τώρα kick έντονους χαρακτήρες.
hu_hu: A Bot kirúgja félkövér betû használat miatt a usert.
nl_nl: Bot zal nu kicken op vet.
pl_pl: Bot bêdzie kopa³ za pogrubienia.
pt_pt: O bot irá agora kickar por negritos.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message), and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickejara majusculas (han de ser al menys %d caràcters i %d%% del missatge senser), i banegara després de %d kicks al mateix usuari.
de_de: Bot wird jetzt User mit GROSSSCHRIFT kicken (es müssen allerdings %d Zeichen und %d%% der gesamten Nachricht sein), und wird nach %d Kicks einen Ban setzen.
el_gr: Το Bot θα κάνει kick κεφαλαία (πρέπει να είναι τουλάχιστον %d χαρακτήρες και %d%% από το μήνυμα), και θα γίνει ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: Bot most már kirúgja caps lock miatt, (legalább %d karakter és ennek %d%%-a nagybetû), kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op hoofdletters (bij minstens %d karakters en %d%% van het gehele bericht), en zal een ban plaatsen na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za CAPSa (du¿e litery musz± stanowiæ %d znaków %d%% ca³ej wiadomo¶ci). po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por caps (deve ter no mínimo %d caracteres e %d%% na mensagem inteira), e irá setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick caps (they must constitute at least %d characters and %d%% of the entire message).
ca_es: El bot ara kickejara majuscules (han de ser al menys %d caràcters i %d%% del missatge senser).
de_de: Bot wird jetzt User mit GROSSSCHRIFT kicken (es müssen allerdings %d Zeichen und %d%% der gesamten Nachricht sein).
el_gr: Το Bot θα κάνει kick κεφαλαία (πρέπει να είναι τουλάχιστον %d χαρακτήρες και %d%% από το μήνυμα).
hu_hu: Bot most már kirúgja caps lock miatt a usert (legalább %d karakter és ennek %d%%-a nagybetû).
nl_nl: Bot zal nu kicken op hoofdletters (bij minstens %d karakters en %d%% van het gehele bericht).
pl_pl: Bot bêdzie kopa³ za CAPSa (du¿e litery musz± stanowiæ %d znaków %d%% ca³ej wiadomo¶ci).
pt_pt: O bot irá agora kickar por caps (deve ter no mínimo %d caracteres e %d%% na mensagem inteira).

source: Bot will now kick colors, and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickejara colors, i banejara després de %d kicks al mateix usuari.
de_de: Bot kickt jetzt User, die farbig schreiben, und wird einen Ban nach %d Kicks setzen.
el_gr: Το Bot θα κάνει kick για χρώματα, και θα κάνει ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: A Bot kirúgja szines írás miatt, és kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op kleuren, en zal een ban zetten na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za kolory, po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por cores, e irá setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick colors.
ca_es: El bot ara kickejara colors.
de_de: Bot kickt jetzt User, die farbig schreiben.
el_gr: Το Bot θα κάνει kick για χρώματα.
hu_hu: A Bot kirúgja szines írás miatt a usert.
nl_nl: Bot zal nu kicken op kleuren.
pl_pl: Bot bêdzie kopa³ za kolory.
pt_pt: O bot irá agora kickar por cores.

source: Bot will now kick flood (%d lines in %d seconds), and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickejara flood (%d linees in %d segons), i banejara després de %d kicks al mateix usuari.
de_de: Bot wird jetzt Flooder kicken (%d Zeilen in %d Sekunden), und wird einen Ban setzen nach %d Kicks.
el_gr: Το Bot θα κάνει kick για επαναλήψεις (%d γραμμές σε %d δευτερόλεπτα), και θα κάνει ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: A Bot kirúgja flood miatt (%d sor %d mp alatt), és kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op flood (%d regels in %d seconden), en zal een ban zitten na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za flood (%d linii w %d sekund), po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por flood (%d linhas em %d segundos), e setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick flood (%d lines in %d seconds).
ca_es: El bot ara kickejara flood (%d linees en %d segons).
de_de: Bot wird jetzt Flooder kicken (%d Zeilen in %d Sekunden).
el_gr: Το Bot θα κάνει kick για επαναλήψεις (%d γραμμές σε %d δευτερόλεπτα).
hu_hu: Bot kirúgja flood miatt a usert. (%d sor %d mp alatt)
nl_nl: Bot zal nu kicken op flood (%d regels in %d seconden).
pl_pl: Bot bêdzie kopa³ za flood (%d linii w %d sekund).
pt_pt: O bot irá agora kickar por flood (%d linhas em %d segundos).

source: Bot will now kick repeats (users that say %d times the same thing), and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickejara repeticions (usuaris que repeteixin %d vegades el mateix), i banejara després de %d kicks al mateix usuari.
de_de: Bot kickt jetzt User die sich wiederholen ( %d Mal das Gleiche), und setzt einen Ban nach %d Kicks.
el_gr: Το Bot θα κάνει kick για επαναλήψεις (χρήστες που λένε %d φορές το ίδιο πράγμα), και θα γίνεται ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: A Bot kirúgja ismétlés miatt (ha %d alkalommal ismétli ugyanazt a sort), és kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op herhalingen (users die %d maal hetzelfde zeggen), en zal een ban zetten na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za powtórzenia (u¿ytkowników, którzy napisz± %d razy to samo), po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por repetição (usuários que escreverem %d vezes a mesma coisa), e irá setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick repeats (users that say %d times the same thing).
ca_es: El bot ara kickejara repeticions (usuaris que repeteixin %d vegades el mateix).
de_de: Bot kickt jetzt User die sich wiederholen ( %d Mal das Gleiche)
el_gr: Το Bot θα κάνει kick για επαναλήψεις (χρήστες που λένε %d φορές το ίδιο πράγμα).
hu_hu: A Bot kirúgja ismétlés miatt a usert (ha %d alkalommal ismétli ugyanazt a sort).
nl_nl: Bot zal nu kicken op herhalingen (users die %d maal hetzelfde zeggen).
pl_pl: Bot bêdzie kopa³ za powtórzenia (u¿ytkowników, którzy napisz± %d razy to samo).
pt_pt: O bot irá agora kickar por repetição (usuários que escreverem %d vezes a mesma coisa).

source: Bot will now kick reverses, and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickejara reversos, i banejara després de %d kicks al mateix usuari.
de_de: Bot kickt User, die invertiert schreiben, und setzt einen Ban nach %d Kicks.
el_gr: Το Bot θα κάνει kick για reverses, και θα κάνει ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: A Bot kirúgja fordított írás miatt, és kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op inverteringen, en zal een ban zetten na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za odwracanie kolorów, po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por reversos, e irá setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick reverses.
ca_es: El bot ara kickejara reversos.
de_de: Bot kickt Leute, die invertiert schreiben.
el_gr: Το Bot θα κάνει kick για reserves.
hu_hu: A Bot kirúg fordított írás miatt.
nl_nl: Bot zal nu kicken op inverteringen.
pl_pl: Bot bêdzie kopa³ za odwracanie kolorów.
pt_pt: O bot irá agora kickar por reversos.

source: Bot will now kick underlines, and will place a ban after %d kicks for the same user.
ca_es: El bot ara kickejara subratllats, i banejara després de %d kicks al mateix usuari.
de_de: Bot kickt jetzt User, die unterstrichen schreiben, und setzt einen Ban nach %d Kicks.
el_gr: Το Bot θα κάνει kick για υπογραμμισμένους χαρακτήρες, και θα κάνει ban μετά από %d kicks για τον ίδιο χρήστη.
hu_hu: A Bot kirúgja aláhúzásos írás miatt, és kitiltja %d kirúgás után a usert.
nl_nl: Bot zal nu kicken op onderstrepingen, en zal een ban zetten na %d kicks voor dezelfde gebruiker.
pl_pl: Bot bêdzie kopa³ za podkre¶lenia, po %d kopach dla tego samego u¿ytkownika za³o¿y bana.
pt_pt: O bot irá agora kickar por sublinhados, e irá setar um ban após %d kicks no mesmo usuário.

source: Bot will now kick underlines.
ca_es: El bot ara kickejara subratllats.
de_de: Bot kickt jetzt User, die unterstrichen schreiben.
el_gr: Το Bot θα κάνει kick για υπογραμμισμένους χαρακτήρες.
hu_hu: A Bot kirúgja aláhúzásos írás miatt a usert.
nl_nl: Bot zal nu kicken op onderstrepingen.
pl_pl: Bot bêdzie kopa³ za podkre¶lenia.
pt_pt: O bot irá agora kickar por sublinhados.

source: Bot won't kick bad words anymore.
ca_es: El bot ja no kickejara paraules malsonants.
de_de: bad word Kick ist jetzt deaktiviert.
el_gr: Το Bot δεν θα κάνει kick κακές λέξεις πλέον.
hu_hu: A Bot most már nem fog kirúgni tiltott szó miatt.
nl_nl: Bot zal niet meer kicken op slechte woorden.
pl_pl: Bot nie bêdzie kopa³ za zakazane s³owa.
pt_pt: O bot não irá mais kickar por palavrões.

source: Bot won't kick bolds anymore.
ca_es: El bot ja no kickejara negretes.
de_de: bold Kick ist jetzt deaktiviert.
el_gr: Το Bot δεν θα κάνει kick έντονους χαρακτήρες πλέον.
hu_hu: A Bot nem fog kirúgni félkövér betû használat miatt.
nl_nl: Bot zal niet meer kicken op vet.
pl_pl: Bot nie bêdzie kopa³ za pogrubienia.
pt_pt: O bot não irá mais kickar por negritos.

source: Bot won't kick caps anymore.
ca_es: El bot ja no kickejara majuscules.
de_de: Der Bot wird GROSSSCHRIFT ignorieren und nicht kicken.
el_gr: Το Bot δεν θα κάνει kick κεφαλαία πλέον.
hu_hu: Bot nem fog kirúgni caps lock miatt.
nl_nl: Bot zal niet meer kicken op hoofdletters.
pl_pl: Bot nie bêdzie kopa³ za CAPSa.
pt_pt: O bot não irá mais kickar por caps.

source: Bot won't kick colors anymore.
ca_es: El bot ja no kickejara colors.
de_de: Bot wird jetzt farbige Schrift ignorieren und nicht kicken.
el_gr: Το Bot δεν θα κάνει kick για χρώματα πλέον.
hu_hu: Bot nem fog kirúgni szines írás miatt.
nl_nl: Bot zal niet meer kicken op kleuren.
pl_pl: Bot nie bêdzie kopa³ za kolory.
pt_pt: O bot não irá mais kickar por cores.
