Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: GROUP target password  This command makes your nickname join the target nickname's group. password is the password of the target nickname. Joining a group will allow you to share your configuration, memos, and channel privileges with all the nicknames in the group, and much more! A group exists as long as it is useful. This means that even if a nick of the group is dropped, you won't lose the shared things described above, as long as there is at least one nick remaining in the group. You can use this command even if you have not registered your nick yet. If your nick is already registered, you'll need to identify yourself before using this command. Type %R%S HELP IDENTIFY for more information. This last may be not possible on your IRC network. It is recommended to use this command with a non-registered nick because it will be registered automatically when using this command. You may use it with a registered nick (to change your group) only if your network administrators allowed it. You can only be in one group at a time. Group merging is not possible. Note : all the nicknames of a group have the same password.
ca_es: Sintaxis: GROUP grupo clau  Aquesta comanda fa que el teu nickname s'adhereixi al grup de nicknames grup . clau es la de teu nickname. L'unió a un grup et permetra compartir configuracions, memos, i privilegis en canals amb tots els nicknames en un grup, i molt més! Un grup existeix sempre i quant sigui servible. Això significa que si un nick del grup es eliminat, no perdràs les caracteristiques compartides descrites anteriorment, sempre i quant al menys un nick quedi al grup. Pots utilitzar aquesta comanda encara que no estigui registrar el teu nick. Si el teu nick ja esta registrat hauras d'identificar-te abans d'utilitzar aquesta comanda. Escriu /msg %S HELP IDENTIFY per més informació. Potser que no sigui possible a la teva xarxa. Es recomenable utilitzar aquesta comanda amb un nick no registrat ja que sera registrat automaticament quant l'utilitzis. Pots utilitzar-la amb un nick ja registrat (per canviar de grup) sols si els administradors de la teva xarxa ho permeten. Pots estar en un sol grup a la vegada. L'unió de grups no es possible. Tingues en compte : tots els nicks en un grup comparteixen la mateixa clau.
de_de: Syntax: GROUP Ziel Passwort  Dieser Befehl verbindet deinen Nicknamen mit der Gruppe von Ziel . Passwort ist das Passwort des Ziel-Nicknamens. Das Teilnehmen in der Gruppe teilt deine Konfiguration, Memos und Channel-Privilegien mit allen Nicknamen der Gruppe, und vieles mehr! Eine Gruppe existiert so lange es sinnvoll ist. Dies bedeutet, dass selbst wenn ein Nicknamen der Gruppe GEDROPED (gelöscht) wird, die geteilten Konfigurationen, Rechte erhalten bleiben, so lange mindestens ein Nickname in der Gruppe verbleibt. Dieser Befehl lässt sich sogar verwenden, wenn dein Nickname (noch) nicht registriert ist. Wenn er jedoch registriert ist, musst du dich vorher identifizieren. Tippe /msg %S HELP IDENTIFY für weitere Informationen. Es wird allerdings empfohlen diesen Befehl mit einem nicht-registrierten Nicknamen zu verwenden, da der Nickname automatisch registriert wird, wenn er der Gruppe beitritt. Das Beitreten einer Gruppe mit einem bereits registrierten Nicknamen kann durch die Netzwerk-Administratoren gesperrt sein. Du kannst nur in einer Gruppe zur gleichen Zeit sein. Das Zusammenführen verschiedener Gruppen ist nicht möglich. Achtung : Alle Mitglieder einer Gruppe haben dasselbe Passwort.
el_gr: Σύνταξη: GROUP στόχος κωδικός  Αυτή η εντολή κάνει το ψευδώνυμο σου να μπένει στο στόχο των ψευδωνύμων της ομαδοποίησης. Κωδικός είναι ο κωδικός του στόχου,δηλ του άλλου ψευδωνύμου. Μπαίνοντας στην ομάδα έχεις πρόσβαση και μοιράζεσαι,τα μηνύματα δηλ memos, και κυριαρχία στα κανάλια που αντιστοιχούν όλα τα ψευδώνυμα σε αυτή την ομάδα, και πολλά άλλα! Η ομάδα φτιάχεται για να σας εξυπηρετεί καλύτερα. Αυτό σημαίνει οτι αν διαγράψετε κάποιο ψευδώνυμο και είναι στην ομάδα, δεν θα χάσετε τις πληροφορίες και τα μοιρασμένα πράγματα που έχετε με τα άλλα ψευδώνυμα, αρκεί όμως στην ομάδα να υπάρχει τουλάχιστον ένα ψευδώνυμο. Μπορείς να εκτελέσεις αυτή την εντολή ακόμα και όταν δεν έχεις κατοχυρώσει κάποιο ψευδώνυμο ακόμα. Αν το ψευδώνυμο είναι κατοχυρωμένο, θα πρέπει να κάνεις εντολή αναγνώρισης πρώτα και μετά να χρησιμοποιήσεις αυτή την εντολή. Γράψε /msg %S HELP IDENTIFY για περισσότερες πληροφορίες. Αυτό το κομμάτι μπορεί να μην υπάρχει στο δικτυό σου. Είναι προτιμότερο να χρησιμοποιήσεις αυτή την εντολή με μη-κατοχυρωμένα ψευδώνυμα γιατί θα γίνει αυτόματα η κατοχύρωση όταν θα χρησιμοποιήσεις αυτή την εντολή. Μπορείς και να την χρησιμοποιήσεις και με κατοχυρωμένα ψευδώνυμα (για να αλλάξεις την ομάδα σου) μόνο αν ο επικεφαλής των υπηρεσιών σε αφήσει να το κάνεις. Μπορείς να είσαι σε μια ομάδα κάθε φορά. Σε πολλές ομάδες δεν είναι δυνατόν. Σημείωση : όλα τα ψευδώνυμα που ανήκουν στην ίδια ομάδα έχουν τον ίδιο κωδικό.
hu_hu: Syntax: GROUP célnicknév jelszó  A parancs belépteti a nickneved a célnicknév csoportjába. A jelszó a célnicknév jelszavának kell lennie. A csoportba való belépés lehetõvé teszi, hogy megoszd a konfigurációt, memo üzeneteket, szoba hozzáféréseket a nicknevekkel a csoportban, és sok más lehetõséget nyújt! A csoport addig létezik, amig használatban van. Ez azt jelenti, ha egy nicknevet dropolnak a csoportból, nem fogod elveszteni a megosztott dolgokat, egészen addig, amig legalább egy nick van a csoportban. Akkor is használhatod a parancsot, ha még nem regisztrált a nicked. Ha a nicked regisztrált, akkor elõbb azonosítani kell a jelszavaddal, mielõtt ezt a parancsot használod. Írd be: /msg %S HELP IDENTIFY bõvebb információért. Ajánlott, hogy inkább nem regisztrált névvel használd ezt a parancsot, mert ezzel automatikusan regisztrálódik. Ha regisztált nickrõl használod (hogy megváltoztasd a csoportod) csak akkor mûködik, ha a network adminok ezt engedélyezik. Egyszerre egy csoportban lehetsz. Megjegyzés : minden nicknévnek a csoportban ugyanaz a jelszava.
nl_nl: Gebruik: GROUP doel wachtwoord  Dit commando zorgt ervoor dat je huidige nickname zich bij de groep van doel 's nick aanmeldt. wachtwoord is het wachtwoord van het doel. Bij een groep aanmelden stelt je in staat om je configuratie, memos en kanaalrechten met alle nicknames in je groep te delen, en veel meer! Een groep bestaat zo lang als het nuttig is. Dit betekent dat zelfs als een nick in de groep geannuleerd je niet de gedeelde dingen die hierboven beschreven zijn verliest, zo lang als er minstens een nick overblijft in de groep. Je kan dit commando zelfs gebruiken als je nog niet geregistreerd hebt. Als je nick al geregistreerd is moet je je eerst identificeren voordat je dit commando gebruikt. Type /msg %S HELP IDENTIFY voor meer informatie. Dit laatste is misschien niet mogelijk op je IRC netwerk. Het is aanbevolen om dit commando te gebruiken met een niet- geregistreerde nick omdat het automatisch geregistreerd wordt als je dit commando gebruikt. Je mag het alleen met een geregistreerde nick gebruiken (om je groep te veranderen) als de netwerkbeheerders het toestaan. Je kan maar in een groep tegelijk zijn. Groepen samenvoegen is niet mogelijk. Opmerking : alle nicks in een groep hebben hetzelfde wachtwoord.
pl_pl: Sk³adnia: GROUP nazwa has³o  Ta komenda powoduje dodanie Twojego nicka do grupy reprezentowanej przez nick nazwa o ha¶le has³o . Grupowanie nicków pozwala na dzielenie siê ustawieniami, wiadomo¶ciami oraz uprawnieniami z innymi nickami z grupy. Je¶li jaki¶ nick z grupy zostanie usuniêty nie tracisz ¿adnych ustawieñ czy uprawnieñ, jednak grupa istnieje dopóki jest w niej przynajmniej jeden nick. Komenda mo¿e byæ u¿yta nawet wtedy kiedy bie¿±cy nick nie jest zarejestrowany, w przeciwnym wypadku musisz siê zidentyfikowaæ. Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP IDENTIFY Mo¿liwe i zalecane jest u¿ywanie tej komendy na nickach, które nie s± zarejestrowane, zostan± one wtedy automatycznie dodane do bazy %S. UWAGA : Komendê mo¿na u¿yæ tak¿e na zarejestrowanym nicku, nale¿y jednak wzi±æ pod uwagê to, ¿e je¶li bie¿±cy nick jest ostatni ze swojej grupy, to wszystkie jego ustawienia oraz uprawnienia zostan± usuniête! Z tego powodu najlepiej grupowaæ nowy nick ze starym, a nie na odwrót. Zmiana grupy mo¿e byæ wy³±czona przez administratora w niektórych sieciach. Mo¿na byæ tylko w jednej grupie w danej chwili, ³±czenie grup nie jest mo¿liwe. Uwaga : wszystkie nicki w grupie maj± to samo has³o.
pt_pt: Sintaxe: GROUP alvo senha  Este comando faz seu nick entrar no grupo de um nick alvo . A senha é a senha do nick alvo. Entrando em um grupo permitirá a você compartilhar suas configurações, memos e privilégios em canais com todos os nicks do grupo. Um grupo existe por quanto tempo for necessário. Isso significa que mesmo se um nick do grupo for desregistrado, você não perderá os recursos compartilhados citados acima, durante o tempo em que houver pelo menos um nick restando no grupo. Você pode usar este comando mesmo se não ainda não tiver registrado seu nick. Se seu nick já estiver registrado, você precisará identificá-lo antes de usar este comando. Digite /msg %S HELP IDENTIFY para mais informação; talvez isso não seja possível em algumas redes. É recomendável usar este comando com nicks não-registrados, pois eles serão automaticamente registrados ao usar o comando. Você pode usar isto com um nick registrado (para alterar seu grupo) apenas se for permitido na rede. Você só pode estar em um grupo por vez. Mesclar grupos não é possível. Atenção: todos os nicks do grupo terão a mesma senha.

source: Syntax: HALFOP #channel [ nick ] Halfops a selected nick on a channel. If nick is not given, it will halfop you. By default, limited to AOPs and those with level 5 access and above on the channel, or to HOPs or those with level 4 and above for self halfopping.
ca_es: Sintàxi: HALFOP #canal [ nick ] Dóna Halfop al nick seleccionat en un canal. Si el nick no és donat, et donarà halfop a tu. Per defecte, limitat a AOPs i aquells amb nivelll d' accés 5 i major en el canal, o a HOPs o aquells amb nivelll 4 i major per a donar-se halfop a si mateixos.
de_de: Syntax: HALFOP #Channel [ Nickname ] Setzt den Half-Op-Status des angegebenen Nicknamen in dem Channel. Wird kein Nickname angegeben, wird ChanServ dich halfoppen. Standardmässig brauchst du dafür ein Level von 5 um andere zu halfoppen, oder Level 4 um dich selbst zu halfoppen.
el_gr: Σύνταξη: HALFOP #κανάλι [ ψευδώνυμο ] Η εντολή αυτή κάνει halfop το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα κάνει halfop τον εαυτό σας. Από default, χρησιμοποιείται από AOPs και από αυτούς που έχουν level 5 access και παραπάνω access στο κανάλι, ή από τους HOPs ή αυτούς που έχουν level 4 και παραπάνω για να κάνουν halfop τον εαυτό τους.
hu_hu: Syntax: HALFOP #szoba [ nick ] Félopot ad a megadott nicknek a megadott csatornán. Ha nem adsz meg nicket, magadnak adsz. Alap beállítás szerint csak a minimum AOP listán vagy 5-ös accessen szereplo userek használhatják vagy min. a HOP listán vagy 4-es access szinten szereplõ userek használhatják saját maguknak félop adására.
nl_nl: Gebruik: HALFOP #kanaal [ nick ] Geeft de geselecteerde nick halfop status op een kanaal. Als er geen nick is gegeven zul je zelf halfop status krijgen. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal, of tot HOPs of degenen met niveau 4 of hoger voor het halfop status geven van zichzelf.
pl_pl: Sk³adnia: HALFOP kana³ [ nick ] Nadaje status pó³-operatora wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych przynajmniej 5. poziom dostêpu. Osoby wpisane na listê HOP lub posiadaj±ce 4. poziom dostêpu mog± j± wykonywaæ jedynie na sobie.
pt_pt: Sintaxe: HALFOP #canal [ nick ] Atribui status de HalfOP ao nick dado em um determinado canal. Se não for fornecido um nick, o status será atribuído a você mesmo. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal; ou aos HOPs ou àqueles que possuem nível de acesso 4 ou superior, para atribuírem o status a eles mesmos.

source: Syntax: HOP channel ADD nick  HOP channel DEL { nick | entry-num | list } HOP channel LIST [ mask | list ] HOP channel CLEAR Maintains the HOP (HalfOP) list for a channel. The HOP list gives users the right to be auto-halfopped on your channel. The HOP ADD command adds the given nickname to the HOP list. The HOP DEL command removes the given nick from the HOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The HOP LIST command displays the HOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: HOP #channel LIST 2-5,7-9 Lists HOP entries numbered 2 through 5 and 7 through 9. The HOP CLEAR command clears all entries of the HOP list. The HOP ADD, HOP DEL and HOP LIST commands are limited to AOPs or above, while the HOP CLEAR command can only be used by the channel founder. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
ca_es: Sintàxi: HOP canal ADD nick  HOP canal DEL { nick | instancia | llista } HOP canal LIST [ mascara | llista ] HOP canal CLEAR Manté la llista HOP (HalfOP) per a un canal. La llista HOP li dóna a l'usuari el dret de ser automàticament halfopejat en el teu canal. La comanda HOP ADD agrega al nickname donat a la llista HOP. La comanda HOP DEL esborra el nickname donat de la llista HOP. Si una llista d'instàncies és donada, aquestes instàncies són esborrades. (Veure l'exemple per a LIST més endevant.) La comanda HOP LIST mostra la llista HOP. Si una mascara amb comodí és donada, només les instàncies que concordin amb la mascara són mostrades. Si una llista de instàncies és donada, només aquestes instàncies són mostrades; per exemple: HOP #canal LIST 2-5,7-9 Mostra instàncies de HOP enumerades 2 a 5 y 7 a 9. La comanda HOP CLEAR neteja totes les instàncies de la llista HOP. Les comandes HOP ADD i HOP DEL estan limitades a AOPs o superior, mentre que la comanda HOP CLEAR sols pot ser utilitzada per el fundador del canal. Aquesta comanda pot haber estat deshabilitada per al teu canal. Si aquest és el cas, has de fer servir la llista d'accés. Veure /msg %S HELP ACCESS per a informació sobre la llista d'accés i /msg %S HELP SET XOP per a saber com canviar entre la llista d'accés i el sistema de llistes xOP.
de_de: Syntax: HOP Channel ADD Nickname  HOP Channel DEL { Nickname | entry-num | Liste } HOP Channel LIST [ Maske | Liste ] HOP Channel CLEAR Verwaltet die HOP (HalfOP) Liste eines Channels. User auf dieser Liste werden automatisch gehalfopt, wenn sie joinen. Der HOP ADD Befehl fügt den jeweiligen Nicknamen zur HOP-Liste hinzu. Der HOP DEL Befehl löscht den jeweiligen Nicknamen aus der HOP-Liste. Wenn mehrere Eintragsnummern angegeben werden, werden diese Einträge gelöscht. (Siehe Beispiel bei LIST.) Der HOP LIST Befehl zeigt die aktuelle HOP-Liste an. Wenn Wildcard Masks angegeben werden, werden nur die betroffenen Einträge angezeigt. Werden mehrere Eintragsnummern angegeben, werden nur diese Einträge angezeigt, zB: HOP #channel LIST 2-5,7-9 Listet die HOP Einträge 2 bis 5 und 7 bis 9. Der HOP CLEAR Befehl löscht alle Einträge der HOP-Liste. HOP ADD, HOP DEL und HOP LIST sind auf AOPs oder höher beschränkt, während HOP CLEAR nur vom Founder genutzt werden kann. Dieser Befehl kann für deinen Channel ausgeschaltet sein, in diesem Fall nutze bitte die Access Liste. Für weitere Infos zur Access Liste, tippe bitte /msg %S HELP ACCESS und /msg %S HELP SET XOP für Infos über den Wechsel vom xOP und vom Access System.
el_gr: Σύνταξη: HOP κανάλι ADD ψευδώνυμο  HOP κανάλι DEL { ψευδώνυμο | θέσεις-νου | list } HOP κανάλι LIST [ μάσκα | list ] HOP κανάλι CLEAR Αλλάζει την λίστα HOP (HalfOP) του καναλιού. Η λίστα HOP δίνει στους χρήστες το δικαίωμα να είναι αυτόματα halfopped στο κανάλι σας. Η εντολή HOP ADD προσθέτει ένα ψευδώνυμο στην λίστα HOP. Η εντολή HOP DEL διαγράφει ένα ψευδώνυμο από την λίστα HOP. Αν δίνετε η λίστα με τις θέσεις-νούμερα, αυτές οι θέσεις διαγράφηκαν. (Δες το παράδειγμα με την εντολή LIST.) Η εντολή HOP LIST εμφανίζει την λίστα HOP. Αν δώσετε μια ζητούμενη μάσκα τότε θα εμφανίσει τις θέσεις που ταιριάζει η μάσκα. Αν κάνετε list με τις θέσεις-νούμερα,τότε μόνο τις θέσεις που δώσατε θα δείτε. Δηλ τα αντίστοιχα ψευδώνυμα που ανήκουν στις θέσεις αυτές. Παράδειγμα: HOP #κανάλι LIST 2-5,7-9 Εμφανίζει από την λίστα HOP τις θέσεις με τα νούμερα 2 έως 5 και 7 έως 9. Η εντολή HOP CLEAR διαγράφει όλες τισ θέσεις της λίστας HOP. Οι εντολές HOP ADD, HOP DEL και HOP LIST είναι περιορισμένες μόνο στους AOPs(αυτοί που είναι στην AOP access) ή ανώτερους, ενώ η εντολή HOP CLEAR μπορεί μόνο να χρησιμοποιηθεί από τον founder του καναλιού. Αυτή η εντολή μπορεί να είναι απενεργοποιημένη από το κανάλι σας, και σε αυτή την περίπτωση θα χρησιμοποιήσετε την εντολή access list. Δείτε /msg %S HELP ACCESS για πληροφορίες σχετικά με την εντολή access list, και /msg %S HELP SET XOP για να ξέρετε πως θα επιλέξετε ανάμεσα στο access list και xOP list σύστημα.
hu_hu: Syntax: HOP #szoba ADD nick  HOP #szoba DEL { nick | sorszám | lista } HOP #szoba LIST [ maszk | lista ] HOP #szoba CLEAR Karbantartja az HOP (HALFOP) listát a csatornán. A HOP listán szereplõ userek automatikusan megkapják belépéskor a féloperátor státuszt. HOP ADD paranccsal hozzáadhatsz egy nickenevet csatornád HOP listájához. HOP DEL paranccsal eltávolíthatsz egy megadott nicknevet a csatornád HOP listájáról. Ha sorszámokat intervallumban adunk meg (lásd a listázásnál),akkor a megadott bejegyzések kerülnek törlésre. Az HOP LIST parancs megadja az HOP listát. Ha nem vagy kiváncsi a teljes listára akkor a listában szereplõ HOP sorszámát megadva is megtudhatjuk a nevét, megadhatunk intervallumot is. Példák: HOP #szoba LIST 2-5,7-9 Listázza az HOP-okat 2 és 5 között és 7-tol 9-ig. Az HOP CLEAR parancs kiüriti a szoba HOP listáját. Az HOP ADD és HOP DEL parancsokat csak AOP / magasabb szinttel rendelkezõ userek használhatják,de az HOP CLEAR parancsot csak a szoba foundere adhatja ki. Habár, minden HOP listán szereplo user használhatja az HOP LIST parancsot. Ezt a parancsot letilthatod a csatornádon, és helyette használhatod az access lista rendszert. Nézd meg: /msg %S HELP ACCESS bõvebb információért az access listáról, és írd be: /msg %S HELP SET XOP hogy megnézd, hogyan tudsz váltani az xOP rendszerrõl access lista rendszerre.
nl_nl: Gebruik: HOP kanaal ADD nick  HOP kanaal DEL { nick | entry-nr | lijst } HOP kanaal LIST [ mask | lijst ] HOP kanaal CLEAR Onderhound de HOP (HalfOP) lijst voor een kanaal. De HOP lijst geeft gebruikers de rechten om automatisch half-operator te worden op het kanaal. Het HOP ADD commando voegt de gegeven nick toe aan de HOP lijst. Het HOP DEL commando verwijderd de gegeven nick van de HOP lijst. Als een lijst van entry-nummers is opgegeven worden die verwijderd. (Zie het LIST-voorbeeld hieronder) Het HOP LIST commando geeft de HOP lijst weer. Als er een mask is gegeven worden alleen de de HOP's die over- eenkomen met het opgegeven mask weergegeven. Als een lijst van entry-nummers is opgegeven, worden alleen die weer- gegeven. Bijvoorbeeld: HOP #kanaal LIST 2-5,7-9 Geeft AOP's 2 t/m 5 en 7 t/m 9 weer. Het HOP CLEAR commando verwijderd alle HOP's van de HOP lijst. De HOP ADD, HOP DEL en HOP LIST commando's zijn gelimiteerd tot AOP's en hoger. Het HOP CLEAR commando mag alleen door de kanaalstichter gebruikt worden. Dit commando kan uitgeschakeld zijn voor je kanaal, en in dat geval heb je de toegangslijst nodig. Zie /msg %S HELP ACCESS voor meer informatie over toegangs- lijsten, en /msg %S HELP SET XOP om te weten te komen hoe je tussen toegangslijsten en xOP-lijsten schakelt.
pl_pl: Sk³adnia: HOP kana³ ADD nick  HOP kana³ DEL { nick | numer | lista } HOP kana³ LIST [ maska | lista ] HOP kana³ CLEAR Zarz±dza list± HOP (HalfOP) dla kana³u. U¿ytkownicy wpisani na t± listê bêd± otrzymywaæ automatycznie status pó³-operatora. Komenda HOP ADD dodaje podany nick do listy HOP. Komenda HOP DEL usuwa wskazane wpisy z listy. Jako argument przyjmuje nick, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). Komenda HOP LIST wy¶wietla zawarto¶æ listy HOP. Parametr maska pozwala filtrowaæ wy¶wietlane wpisy (symbol * zastêpuje dowolny ci±g znaków w nicku). Jako parametr mo¿na te¿ podaæ numery wpisów na li¶cie: HOP kana³ LIST 2-5,7-9 Wy¶wietli wpisy na li¶cie od numeru 2 do 5 oraz od 7 do 9. Komenda HOP CLEAR usuwa wszystkie wpisy z listy. Komendy HOP ADD, HOP DEL oraz HOP LIST s± dostêpne dla u¿ytkowników z uprawnieniami AOP lub wy¿szymi. Komenda HOP CLEAR jest dostêpna tylko dla w³a¶ciciela kana³u. Komenda HOP mo¿e byæ wy³±czona dla Twojego kana³u, w takim przypadku nale¿y u¿ywaæ komendy ACCESS. Aby uzyskaæ informacje o komendzie ACCESS wpisz: /msg %S HELP ACCESS Aby dowiedzieæ siê jak w³±czyæ tryb xOP wpisz: /msg %S HELP SET XOP
pt_pt: Sintaxe: HOP canal ADD nick  HOP canal DEL { nick | entrada | lista-entradas } HOP canal LIST [ máscara | lista-entradas ] HOP canal CLEAR Mantém a lista de HOP (HalfOP) para um canal. A lista de HOP dá a um usuário o direito de receber HalfOP automaticamente ao entrar no canal. O comando HOP ADD adiciona o nick fornecido à lista de HOP. O comando HOP DEL remove o nick fornecido da lista de HOP. Se uma lista de números de entrada é fornecida, essas entradas são deletadas. (Veja o exemplo para LIST abaixo.) O comando HOP LIST exibe a lista de HOP. Se uma máscara é fornecida, apenas as entradas que combinarem com ela serão mostradas. Se uma lista de números de entrada é fornecida, apenas essas entradas são mostradas; por exemplo: HOP #canal LIST 2-5,7-9 Lista as entradas de HOP numeradas de 2 a 5 e de 7 a 9. O comando HOP CLEAR remove todas as entradas da lista de HOP. Os comandos HOP ADD, HOP DEL e HOP LIST são limitados aos AOPs ou acima, enquanto o comando HOP CLEAR pode ser usado apenas pelo Fundador do canal. Este comando pode ter sido desabilitado para seu canal e, nesse caso, você precisa usar a lista de acesso. Veja /msg %S HELP ACCESS para informações sobre a lista de acesso, e /msg %S HELP SET XOP para saber como escolher entre a lista de acesso e o sistema de listas xOP.
