Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SZLINE ADD [+ expiry ] mask reason  SZLINE DEL { mask | entry-num | list } SZLINE LIST [ mask | list ] SZLINE VIEW [ mask | list ] SZLINE CLEAR Allows Services operators to manipulate the SZLINE list. If a user with an IP matching an SZLINE mask attempts to connect, Services will not allow it to pursue his IRC session (and this, whether the IP has a PTR RR or not). SZLINE ADD adds the given IP mask to the SZLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SZLINE which does not expire, use +0 . If the realname mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SZLINE default expiry time can be found with the STATS AKILL command. The SZLINE DEL command removes the given mask from the SZLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SZLINE LIST command displays the SZLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SZLINE LIST 2-5,7-9 Lists SZLINE entries numbered 2 through 5 and 7 through 9. SZLINE VIEW is a more verbose version of SZLINE LIST, and will show who added an SZLINE, the date it was added, and when it expires, as well as the IP mask and reason. SZLINE CLEAR clears all entries of the SZLINE list.
ca_es: Sintàxi: SZLINE ADD [+ expiració ] mascara raó  SZLINE DEL { mascara | nom | llista } SZLINE LIST [ mascara | llista ] SZLINE VIEW [ mascara | llista ] SZLINE CLEAR Permet als operadors de serveis manipular la llista de SZLINES. Si un usuari amb una IP concordant amb una mascara de la llista de SZLINES intenta connectar-se, els serveis le impediran obtenir una sessió d'IRC (és a dir, si la IP te un PTR RR o no). SZLINE ADD afegeix la mascara IP especificada a la llista de SZLINES per la raó especificada (que s'ha d'especificar). expiració es especificada com un sencer seguit de d (dias), h (hores), o m (minuts). Combinacions (com 1h30m ) no estan permesses. Si una especificació d'unitat no es especificada, per defecte es dies (és a dir, +30 significa 30 dies). Per afegir una SZLINE que no caduqui, utilitzar +0 . Si la mascara a afegir comença amb un + , el temps d'expiració ha de ser especificat, encara que sigui el mateix que el per defecte. El temps actual d'expiració per defecte per SZLINES pot ser consultat amb la comanda STATS AKILL. La comanda SZLINE DEL esborra la mascara especificada de la llista de SZLINES si esta present. Si s'especifica una llista de instàncies, aquestes instàncies son esborrades. (Veure l'exemple per LIST especificat més endavant.) La comanda SZLINE LIST mostra la llista de SZLINES. Si s'especifica una mascara, nomès aquellas instàncies coincidents amb la mascara són mostrades. Si s'especifica una llista de instàncies, nomès aquestes instàncies són mostrades; per exemple: SZLINE LIST 2-5,7-9 Llista instàncies SZLINE enumerades de 2 a 5 i de 7 a 9. SZLINE VIEW es una versió més verbal de SZLINE LIST, i mostrara qui va afegir una SZLINE, la data en la que va ser afegida, i quan caducara, a més de la mascara IP i la raó. SZLINE CLEAR neteja totes les instàncies de la llista de SZLINES. Limitat a operadors de serveis.
de_de: Syntax: SZLINE ADD [+ Zeit ] Maske Grund  SZLINE DEL { Maske | entry-num | Liste } SZLINE LIST [ Maske | Liste ] SZLINE VIEW [ Maske | Liste ] SZLINE CLEAR Erlaubt es Services Operatoren die SZLINE-Liste zu bearbeiten. Versucht ein User zu connecten dessen IP auf einen entsprechenden Eintrag auf der SZLINE- Liste passt, wird der Server seine IRC Verbindung verhindern (unabhängig davon, ob die IP einen PTR-Record hat oder nicht.) SZLINE ADD fügt die angegebene IP-Maske mit dem Reason (muss angegeben werden) zur SZLINE-Liste hinzu. Mit Hilfe von expiry lässt sich eine bestimmte Auslaufzeit dieses Eintrags definieren. expiry wird durch eine Ganzzahl angegeben, gefolgt von einem Buchstaben: d (Tage), h (Stunden), oder m (Minuten). Kombinationen (wie zum Beispiel 1h30m ) sind nicht zulässig. Wird kein Buchstabe angegeben, wird von Tagen ausgegangen (also +30 bedeutet dann z.B. 30 Tage). Um einen SZLINE-Eintrag zu erstellen, der nicht ausläuft, benutze +0 . Fängt die IP-Maske mit einem + an, muss eine Auslaufzeit (expiry) definiert werden, auch wenn es die Standard-Zeit ist. Die Standard-Auslaufzeit für eine SZLINE kann man unter STATS AKILL finden. Der SZLINE DEL Befehl entfernt die angegebene Maske von der SZLINE-Liste, sofern ein solcher Eintag existiert. Wird eine Liste von Nummern angegeben, werden diese Einträge entfernt. (Siehe das Beispiel für LIST weiter unten.) Mit Hilfe von SZLINE LIST wird die SZLINE-Liste angezeigt. Werden Platzhalter (Wildcards) in der Maske angegeben, werden nur die entsprechenden Einträge angezeigt. Die Ausgabe lässt sich ebenfalls durch einen Zahlenbereich begrenzen, wie das Beispiel zeigt: SZLINE LIST 2-5,7-9 Zeigt nur die Einträge 2 bis 5 und 7 bis 9. SZLINE VIEW ist eine ausführlichere Version des SZLINE LIST Befehls und zeigt zusätzlich, wer einen Eintrag wann erstellt hat, wann er ausläuft und natürlich die IP Maske mit dem Grund. SZLINE CLEAR entfernt alle Einträge aus der SZLINE-Liste.
el_gr: Σύνταξη: SZLINE ADD [+ expiry ] μάσκα λόγος  SZLINE DEL { μάσκα | θέση-νουμερο | λίστα } SZLINE LIST [ μάσκα | λίστα ] SZLINE VIEW [ μάσκα | λίστα ] SZLINE CLEAR Οι Services operators μπορούν να αλλάξουν την λίστα SZLINE. Αν ο χρήστης με κάποιο IP αντιστοιχεί με ένα από αυτά που έχει η λίστα SZLINE τα Services δεν τον αφήνουν να συνδεθούν στο δίκτυο. (και αυτό, είτε το IP έχει PTR RR ή όχι). Η εντολή SZLINE ADD προσθέτει ένα IP στην λίστα SZLINE με έναν λόγο (ο οποίος πρέπει να δίνετε). Το expiry είναι συγκεκριμένο και επιλέγεται από τα επόμενα, d (μέρες), h (ώρες), ή m (λεπτά). Συνδιασμοί (όπως 1h30m ) δεν επιτρέπονται . Αν δεν δώσετε το χρόνο από default θα είναι σε μέρες (θα είναι +30 που σημαίνει 30 μέρες). Για να προσθέσετε ένα SZLINE που να μην λήγει, χρησιμοποιείστε +0 . usermask ξεκινάει με + , ο χρόνος λήξης θα πρέπει να δίνετε ακόμα και αν είναι ίδιος με τον default. Ο συγκεκριμένος χρόνος λήξης της εντολής SZLINE μπορεί να βρεθεί με την εντολήe STATS AKILL. Η εντολή SZLINE DEL αφαιρεί μία μάσκα από την λίστα SZLINE list αν υπάρχει. Αν η λίστα με τις θέσεις-νούμερα δίνετε, αυτές διαγράφονται. (Δές το παράδειγμα LIST.) Η εντολή SZLINE LIST εμφανίζει την λίστα με τα SZLINE. Αν δίνεται μια συγκεκριμένη μάσκα, θα εμφανιστούν οι θέσεις που αντιστοιχούν σε αυτή τη μάσκα. Αν δίνετε η λίστα με τις θέσεις-νούμερα μπορείτε να τις δείτε και αλλιώς, παράδειγμα:: SZLINE LIST 2-5,7-9 Εμφανίζει τις θέσεις με τα νούμερα 2 εως 5 και 7 εως 9 της λίστας SZLINE. Η εντολή SZLINE VIEW είναι πιο βελτιωμένη από την SZLINE LIST, και εμφανίζει ποιος έβαλε το κάθε SZLINE, την ημερομηνία που μπήκε, και πότε λήγει, και φυσικά τη realname μάσκα και τον λόγο. Η εντολή SZLINE CLEAR καθαρίζει όλες τις θέσεις της λίστας SZLINE. Μόνο για τους Services operators.
hu_hu: Syntax: SZLINE ADD [+ lejárat ] maszk indok  SZLINE DEL { maszk | sorszám | list } SZLINE LIST [ maszk | list ] SZLINE VIEW [ maszk | list ] SZLINE CLEAR Lehetöséget nyújt az operátoroknak, hogy karbantartsák az SZLINE listát. Ha egy felhasználó, IP címe ráillik egy SZLINE maszkra, csatlakozni akar, a szervíz nem fogaj azt megengedni( és ez lehet IP vagy PTR RR vagy not) SZLINE ADD hozzáadja az adott maszkot az SZLINE listához a megadott indokkal (amit meg kell adni).Az elévülést is, egész számmot követ egy idöparaméter d (nap),h (óra), m (perc).Ezek kombinálása nem lehetséges(1h30m). Ha nem adsz meg idöegységet akkor önmagában napot jelent. (+30 az 30 napot jelent).Ha +0-át adsz meg akkor nem elévülo lesz.Ha a usermaszk + -al kezdodik akkor elévülést meg kell adni akkor is ha megegyezik az alapértelmezéssel. Az SZLINE jelenlegi alapértelmezett elévülési ideje megnézheto a STATS AKILL paranccsal. SZLINE DEL eltávolítja a maszkot az SZLINE listáról, ha jelen van.Ha bejegyzés sorszámot adsz meg akkor azok fognak törlodni. (Lásd a példa alább) SZLINE LIST kiirja az összes SQLINE bejegyzést; ha egy tetszöleges maszk meg van adva, a lista korlátozva lesz azokra a bejegyzésekre, amelyekre ráillik a maszk. Példa: SZINE LIST 2-5,7-9 Listázza a SZLINE-okat 2-töl 5-ig és 7-tol 9-ig az SZLINE listáról SZLINE VIEW részletesebb verziója a SZLINE LIST-nek, és megmutatja, ki készítette a SZLINE bejegyzéseket, és mikor jár le, mint az IP-t és az indokot. SQLINE CLEAR törli az SQLINE bejegyzéseket. Korlátozva Szervíz operatornak.
nl_nl: Gebruik: SZLINE ADD [+ verlooptijd ] mask reden  SZLINE DEL { mask | entry-nr | lijst } SZLINE LIST [ mask | lijst ] SZLINE VIEW [ mask | lijst ] SZLINE CLEAR Stelt Services operators in staat de SZLINE lijst te beheren. Als een gebruiker met een IP wat overeenkomt met een SZLINE mask probeert te verbinden zullen de Services deze verbieden zijn/haar IRC sessie voort te zetten (dit werkt ook als er een werkende reverse hostname bij het IP hoort). SZLINE ADD voeg het gegeven IP aan de SZLINE lijst toe met de gegeven reden (die moet worden gegeven). verlooptijd wordt gespecificeerd als een getal waarachter d (dagen), h (uur), of m (minuten) geplaatst wordt. Combinaties (zoals 1h30m ) zijn niet toegestaan. Als er geen d, h of m wordt meegegeven, is het standaard dagen (dus +30 zelfstandig betekent 30 dagen). Om een SZLINE die niet verloopt toe te voegen, gebruik je +0 . Als de usermask die toegevoegd moet worden met een + begint, is een verlooptijd verplicht, zelfs als die overeenkomt met de standaard verlooptijd. De huidige standaard verlooptijd voor een SZLINE kan gevonden worden met het STATS AKILL commando. Het SZLINE DEL commando verwijdert het gegeven mask van de SZLINE lijst als deze erop staat. Als een lijst van entry-nummers is gegeven, zullen die verwijderd worden. (Zie het voorbijbeeld bij LIST hier onder.) Het SZLINE LIST commando geeft de SZLINE lijst weer. Als er een wildcard mask is gegeven zullen alleen de overeenkomende masks worden weergegeven. Als een lijst van entry-nummers is gegeven zullen alleen die worden weergegeven. Bijvoorbeeld: SZLINE LIST 2-5,7-9 Geeft SZLINE 2 t/m 5 en 7 t/m 9 weer. SZLINE VIEW is een meer verbale versie van SZLINE LIST, en geeft weer wie een SZLINE heeft toegevoegd, op welke datum hij/zij dat heeft gedaan, wanneer deze verloopt, en het IP adres en de reden. SZLINE CLEAR maakt de SZLINE lijst leeg
pl_pl: Sk³adnia: SZLINE ADD [+ czas-trwania ] maska powód  SZLINE DEL { maska | numer-wpisu | lista } SZLINE LIST [ maska | lista ] SZLINE VIEW [ maska | lista ] SZLINE CLEAR Pozwala operatorom serwisów na zarz±dzanie list± SZLINE. Je¶li u¿ytkownik z adresem IP pasuj±cym do maski na li¶cie pod³±czy siê do sieci serwisy natychmiast go roz³±cz±. SZLINE ADD dodaje wskazan± maskê oraz powód (który musi zostaæ podany) na listê SZLINE. Podaj±c czas mo¿na stosowaæ jednostki: s dla sekund, m dla minut, h dla godzin oraz d dla dni. Kombinacja tych jednostek nie jest mo¿liwa. Domy¶ln± jednostk± s± dni ( +30 oznacza 30 dni). Podanie +0 oznacza, ¿e wpis nie wyga¶nie. Je¶li maska zaczyna siê znakiem + to podanie czasu jest obowi±zkowe (nawet je¶li jest identyczny z domy¶lnym). Domy¶lny czas wygasania mo¿na sprawdziæ przy pomocy polecenia STATS AKILL. SZLINE DEL usuwa wskazane wpisy z listy SZLINE. Jako argument przyjmuje maskê, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). SZLINE LIST wy¶wietla zawarto¶æ listy SZLINE. Je¶li zostanie podana maska tylko pasuj±ce wpisy zostan± pokazane. Mo¿na tak¿e u¿yæ listy, przyk³ad: SZLINE LIST 2-5,7-9 Listuje wpisy od 2 do 5 oraz od 7 do 9. SZLINE VIEW zwraca wiêcej szczegó³ów ni¿ SZLINE LIST. Wy¶wietla informacje o dodaj±cym SZLINE, datê dodania, datê wyga¶niêcia, maskê oraz powód. SZLINE CLEAR usuwa wszystkie wpisy z listy.
pt_pt: Sintaxe: SZLINE ADD [+ tempo ] máscara motivo  SZLINE DEL { máscara | entrada | lista-entradas } SZLINE LIST [ máscara | lista-entradas ] SZLINE VIEW [ máscara | lista-entradas ] SZLINE CLEAR Permite que Operadores dos Services manipulem a lista de SZLINE. Se um usuário que tenta conectar possui um IP previsto na lista de SZLINE, os Services não permitirão que ele continue sua sessão de IRC (e isso, mesmo se o IP possuir ou não um PTR RR). SZLINE ADD adiciona uma máscara de IP na lista de SZLINE para um dado motivo (deve ser fornecido). Opcionalmente, um tempo pode ser fornecido. O tempo precede a máscara e é especificado como um número inteiro seguido por uma das seguintes unidades: d (dias), h (horas) ou m (minutos). Combinações (como 1h30m) não são permitidas. Se uma unidade específica não é incluída, o padrão é em dias (assim, +30 significa 30 dias). Para adicionar um SZLINE que não expira, use +0 . Se a máscara a ser adicionada começar com um + , o tempo do SZLINE deve ser fornecido, mesmo se esse tempo for igual ao padrão. O tempo atual de expiração de SZLINE pode ser encontrado com o comando STATS AKILL. SZLINE DEL remove uma dada máscara da lista de SZLINE, se ela estiver presente. Se uma lista de números de entrada for fornecida, essas entradas serão apagadas. (Veja o exemplo para LIST abaixo.) SZLINE LIST mostra a lista de SZLINE atual. Se uma máscara for fornecida, apenas as entradas que combinarem com a máscara serão exibidas. Se uma lista de números de entrada for fornecida, apenas essas entradas serão exibidas; por exemplo: SZLINE LIST 2-5,7-9 Lista as entradas de SZLINE numeradas de 2 a 5 e de 7 a 9. SZLINE VIEW é uma versão mais detalhada do SZLINE LIST, e mostrará quem adicionou o SZLINE, a data em que foi adicionado, e quando irá expirar, como também a máscara IP e o motivo. SZLINE CLEAR apaga todas as entradas da lista de SZLINE.

source: Syntax: TOPIC channel [ topic ] Causes %S to set the channel topic to the one specified. If topic is not given, then an empty topic is set. This command is most useful in conjunction with SET TOPICLOCK. See %R%S HELP SET TOPICLOCK for more information. By default, limited to those with founder access on the channel.
ca_es: Sintàxi: TOPIC canal [ topico ] Fa a %S establir el topic del canal al especificat. Si el topic no és donat, un topic buit és establert. Aquesta comanda és més util utilitzada en conjunt a SET TOPICLOCK. Veure /msg %S HELP SET TOPICLOCK per a més informació. Per defecte, limitat a aquells amb nivell de fundador en el canal.
de_de: Syntax: TOPIC Channel [ Topic ] Veranlasst %S ein Topic im Channel zu setzen. Falls Topic nicht angegeben wird, wird ein leeres Topic gesetzt. Dieser Befehl ist vor allem in Verbindung mit SET TOPICLOCK nützlich. Tippe /msg %S HELP SET TOPICLOCK für weitere Informationen. Standardmässig auf Founder (Gründer) beschränkt.
el_gr: Σύνταξη: TOPIC κανάλι [ topic ] Ζητάς από τον %S να βάλει το topic που του έχεις πει. Αν το topic δεν δίνεται, θα βάλει άδειο topic στο κανάλι. Αυτή η εντολή είναι χρήσιμη αν έχεις κάνει στο κανάλι SET TOPICLOCK. Δες /msg %S HELP SET TOPICLOCK για περισσότερες πληροφορίες. Από default, χρησιμοποείται μόνο από αυτούς που έχουν founder access στο κανάλι.
hu_hu: Syntax: TOPIC #szoba [ téma ] A %S megváltoztatja a szoba témáját arra amit megadtál. Ha a téma nincs megadva, akkor egy üres topicot állít be. Ez a parancs hasznos, akkor ha a SET TOPICLOCK be van állítva. Használd a /msg %S HELP SET TOPICLOCK parancsot bõvebb információért. Alapból a szoba founder szintû userei használhatják csak a csatornán.
nl_nl: Gebruik: TOPIC kanaal [ topic ] Zorgt ervoor dat %S het kanaal topic verandert in het gegeven topic. Als topic niet is gegeven wordt het topic leeg gemaakt. Dit commando is het meest bruikbaar in samenwerking met SET TOPICLOCK. Zie ook /msg %S HELP SET TOPICLOCK voor meer informatie. Standaard is dit gelimiteerd tot degenen met stichter-toegang op het kanaal.
pl_pl: Sk³adnia: TOPIC kana³ [ temat ] Wymusza na serwisie %S zmianê tematu na kanale. Pominiêcie tematu powoduje usuniêcie istniej±cego. Ta komenda jest u¿yteczna w po³±czeniu z ustawieniem TOPICLOCK. Aby uzyskaæ wiêcej informacji wpisz /msg %S HELP SET TOPICLOCK Standardowo ta komenda jest dostêpna dla w³a¶ciciela kana³u.
pt_pt: Sintaxe: TOPIC canal [ tópico ] Manda %S ajustar o tópico do canal para o que foi especificado. Se tópico não é fornecido, então um tópico vazio será ajustado. Este comando é mais útil se usado junto com a opção SET TOPICLOCK. Veja /msg %S HELP SET TOPICLOCK para mais informação. Por padrão, limitado àqueles que possuem acesso de Founder no canal.

source: Syntax: UMODE user modes  Allows Services Opers to set user modes for any user. Parameters are the same as for the standard /MODE command.
ca_es: Syntax: UMODE user modes  Allows Services Operators to set user modes for any user. Parameters are the same as for the standard /MODE command.
de_de: Syntax: UMODE User Modi  Erlaubt es Services Operators die Usermodi eines beliebigen Users zu ändern. Der Paramater hat das gleiche Format wie der normale /MODE Befehl.
el_gr: Syntax: UMODE user modes  Allows Services Operators to set user modes for any user. Parameters are the same as for the standard /MODE command.
hu_hu: Syntax: UMODE user módok  Megengedi a szervíz adminoknak, hogy egy user felhasználói módjait megváltoztassa. Parameterek ugyanazok mint a szabvány /MODE parancsnál.
nl_nl: Gebruik: UMODE gebruiker modes  Stelt Services Operators in staat gebruikersmodes van elke willekeurige gebruiker in te stellen. De paramenters zijn hetzelfde als van een standaard /MODE commando.
pl_pl: Sk³adnia: UMODE u¿ytkownik flagi  Pozwala Services Operators zmieniaæ flagi innym u¿ytkownikom. Parametry s± identyczne jak dla komendy /MODE.
pt_pt: Sintaxe: UMODE usuário modos  Permite aos Services Operators ajustar os modos de usuário para qualquer usuário. Os parâmetros são os mesmos do comando /MODE padrão.

source: Syntax: UNASSIGN chan  Unassigns a bot from a channel. When you use this command, the bot won't join the channel anymore. However, bot configuration for the channel is kept, so you will always be able to reassign a bot later without have to reconfigure it entirely.
ca_es: Sintàxi: UNASSIGN canal  Desassigna un bot d'un canal. A l'utilitzar aquesta comanda el bot ja no entrara al canal. De totes maneres, la configuració del bot pel canal es enmagatzemada, així et sera possible reassignar un bot sense haver de configurar-lo de nou.
de_de: Syntax: UNASSIGN Channel  Löscht die Zuweisung eines Bots zu einem Channel. Dieser Befehl bewirkt, dass der Bot den Channel nicht mehr betritt. Die Konfiguration des Bots für den Channel bleibt jedoch erhalten, sodass der Bot dem Channel wieder zugewiesen werden kann, ohne das alle Einstellungen verloren gehen.
el_gr: Σύνταξη: UNASSIGN κανάλι  Με την εντολή αυτή ζητάς από το bot να βγεί από το κανάλι σου. Πάντως,οι ρυθμίσεις του bot για το κανάλι που ήταν είναι αποθηκευμένες, για την περίπτωση που θες να το βάλεις αργότερα.
hu_hu: Syntax: UNASSIGN #szoba  Eltávolítja a botot a csatornáról. Ha használod ezt a parancsot, akkor a botod nem fog többet belépni a szobába. A bot konfigurációi megmaradnak. Azaz nem kell újra bekonfigurálnod, ha késõbb vissza akarod hozni a szobádba.
nl_nl: Gebruik: UNASSIGN kanaal  Verwijdert een bot van een kanaal. Wanneer je dit commando gebruikt zal de bot niet meer in het kanaal komen. De configuratie van de bot voor het kanaal wordt wel behouden, zodat je later de bot altijd opnieuw aan het kanaal kun toewijzen zonder dat je deze opnieuw hoeft te configureren.
pl_pl: Sk³adnia: UNASSIGN kana³  U¿ycie tej komendy usuwa bota z kana³u. Bêdzie mo¿na go ponownie przydzieliæ w ka¿dej chwili, bez potrzeby ponownego konfigurowania.
pt_pt: Sintaxe: UNASSIGN canal  Desassocia um bot de um canal. Quando você usa este comando, o bot não irá entrar mais no canal. Entretando, será mantida a configuração do bot para aquele canal, para que você possa sempre poder associá-lo àquele canal mais tarde sem ter que configurar tudo novamente.

source: Syntax: UNBAN channel [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. By default, limited to AOPs or those with level 5 and above on the channel.
ca_es: Sintàxi: UNBAN canal [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Per defecte, limitat a AOPs o aquells amb nivell 5 i major en el canal.
el_gr: Σύνταξη: UNBAN κανάλι [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Από default, χρησιμοποιείται από τους AOPs ή αυτούς που έχουν level 5 και παραπάνω στο κανάλι.
hu_hu: Syntax: UNBAN #szoba [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Alapbeállítás szerint, min. AOP vagy 5-ös access szinttel kell rendelkezned, hogy használhasd.
nl_nl: Gebruik: UNBAN kanaal [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal.
pl_pl: Sk³adnia: UNBAN kana³ [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych poziom dostêpu 5 lub wy¿szy.
pt_pt: Sintaxe: UNBAN #canal [ nick ] Tells %S to remove all bans preventing you or the given user from entering the given channel. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal.

source: Syntax: UNSUSPEND channel  Releases a suspended channel. All data and settings are preserved from before the suspension.
de_de: Syntax: UNSUSPEND Channel  Gibt einen Channel, der auf SUSPEND gesetzt ist, wieder frei. Alle vorherigen Einstellungen werden übernommen.
hu_hu: Syntax: UNSUSPEND #szoba  Törli a suspendet a csatornáról. Összes adat és beállítás megõrizve a suspend használat elõttröl. Korlátozva Szervíz adminnak.
nl_nl: Syntax: UNSUSPEND channel  Stelt een buiten werking gesteld kanaal weer in werking. Alle data en instellingen worden teruggeven van voor de buitenwerkingstelling. Releases a suspended channel. All data and settings are preserved from before the suspention.
pl_pl: Sk³adnia: UNSUSPEND kana³  Uwalnia zawieszony kana³. Wszystkie dane i ustawienia s± odtworzone sprzed zawieszenia.
pt_pt: Sintaxe: UNSUSPEND canal  Libera um canal suspenso. Todos os dados e configurações são preservados de antes da suspensão.
