Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: AKICK channel ADD { nick | mask } [ reason ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | list } AKICK channel LIST [ mask | entry-num | list ] AKICK channel VIEW [ mask | entry-num | list ] AKICK channel ENFORCE AKICK channel CLEAR Maintains the AutoKick list for a channel. If a user on the AutoKick list attempts to join the channel, %S will ban that user from the channel, then kick the user. The AKICK ADD command adds the given nick or usermask to the AutoKick list. If a reason is given with the command, that reason will be used when the user is kicked; if not, the default reason is "You have been banned from the channel". When akicking a registered nick the nickserv account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked. The AKICK STICK command permanently bans the given mask on the channel. If someone tries to remove the ban, %S will automatically set it again. You can't use it for registered nicks. The AKICK UNSTICK command cancels the effect of the AKICK STICK command, so you'll be able to unset the ban again on the channel. The AKICK DEL command removes the given nick or mask from the AutoKick list. It does not, however, remove any bans placed by an AutoKick; those must be removed manually. The AKICK LIST command displays the AutoKick list, or optionally only those AutoKick entries which match the given mask. The AKICK VIEW command is a more verbose version of AKICK LIST command. The AKICK ENFORCE command causes %S to enforce the current AKICK list by removing those users who match an AKICK mask. The AKICK CLEAR command clears all entries of the akick list.
ca_es: Sintàxi: AKICK channel ADD { nick | mask } [ reason ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | list } AKICK channel LIST [ mask | entry-num | list ] AKICK channel VIEW [ mask | entry-num | list ] AKICK canal ENFORCE AKICK canal CLEAR Manté la llista d'AutoKicks per a un canal. Si un usuari de la llista de Autokicks intenta entrar al canal, %S banejarà l'usuari del canal, després el kickejarà. La comanda AKICK ADD afegeix el nick o mascara de usuari donat a la llista de Autokicks. Si una raó es donada amb la comanda, aquesta raó serà utilitzada quan l'usuari sigui kickejat; si no, la raó per defecte és "Has sigut banejat del canal". When akicking a registered nick the nickserv account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked. La comanda AKICK STICK baneja permanent la mascara donada en el canal. Si algú intenta treure el ban, %S l'establirà automàticament. No pot ser usada per a nicks registrats. La comanda AKICK UNSTICK cancela l'efecto de la comanda AKICK STICK, així que serà possible esborrar el ban del canal. La comanda AKICK DEL esborra el nick o mascara donats de la llista de AutoKicks. Tot i així, no esborra cap ban posat per un AutoKick; aquells han de ser esborrats manualment. La comanda AKICK LIST mostra la llista de AutoKicks, o opcionalment sols les instàncies de AutoKick que concordin amb la mascara especificada. La comanda AKICK VIEW és una versió més detallada de la comanda AKICK LIST. La comanda AKICK ENFORCE fa a %S a forçar la llista AKICK actual esborrant als usuaris que concordin amb la mascara AKICK. La comanda AKICK CLEAR neteja totes les instàncies de la llista de akicks.
de_de: Syntax: AKICK channel ADD { nick | mask } [ reason ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | list } AKICK channel LIST [ mask | entry-num | list ] AKICK channel VIEW [ mask | entry-num | list ] AKICK Channel ENFORCE AKICK Channel CLEAR Verwaltet die AutoKick-Liste für einen Channel. Wenn ein User joined, der auf der AutoKick-Liste steht, wird %S einen Ban auf den User setzen und ihn dann kicken. Mit Hilfe von AKICK ADD kann man Nicknamen oder Hostmasken der AutoKick-Liste hinzufügen. Wird ein Grund beim Befehl angegeben, wird dieser als Kick-Grund für den User genutzt, ohne Reason wird standardmässig "You have been banned from the channel" verwendet. Wird ein registrierter Nick gekickt, so wird der registrierte Nickname zur Kickliste hinzugefügt, anstatt der Hostmaske. Alle Nicknamen die dieser Gruppe angehören werden ebenfalls gekickt. Durch den AKICK DEL Befehls wird ein Eintrag von der AutoKick-Liste entfernt. Es entfernt jedoch nicht die Bans, die noch im Channel von ChanServ gesetzt sind, diese müssen manuell entfernt werden. Der AKICK STICK Befehl bannt die gegebenne Maske dauerhft vom Channel. Falls jemand versucht, den Ban zu entfernen, wird %S ihn automatisch neu setzen. Kann nicht für registrierte Nicknamen genutzt werden. Der AKICK UNSTICK Befehl macht den AKICK STICK Befehl wieder rückgängig, sodass der Ban wieder entfernt werden kann. Der AKICK LIST Befehl zeigt den Inhalt einer AutoKick-Liste an, oder optional die Einträge, die auf das angegebene Muster passen. Das Ergebnis von AKICK VIEW ist im Grunde das Gleiche wie das von AKICK LIST, jedoch werden mehr Informationen angezeigt. Durch AKICK ENFORCE wird %S gezwungen, die aktuelle AutoKick-Liste auf den Channel anzuwenden und User, die ein Muster der Liste treffen, zu entfernen. Der AKICK CLEAR Befehl entfernt alle Einträge aus Der AutoKick-Liste.
el_gr: Σύνταξη: AKICK channel ADD { nick | mask } [ reason ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | list } AKICK channel LIST [ mask | entry-num | list ] AKICK channel VIEW [ mask | entry-num | list ] AKICK κανάλι ENFORCE AKICK κανάλι CLEAR Αλλάζει τη λίστα αυτόματης απόρριψης για ένα κανάλι. Εάν ένας χρήστης που βρίσκεται στη λίστα αυτόματης απόρριψης, προσπαθήσει να μπεί στο κανάλι, ο %S θα του απαγορέψει την είσοδο (ban/kick). Η εντολή AKICK ADD προσθέτει τη μάσκα που δίνεται στη λίστα αυτόματης απόρριψης. Αν δωθεί μία αιτιολογία με την εντολή, αυτή η αιτιολογία θα χρησιμοποιηθεί στο kick του χρήστη. Διαφορετικά η προκαθορισμένη αιτιολογία είναι "You have been banned from the channel" ("Έχει απαγορευθεί η είσοδός σας στο κανάλι"). Η εντολή AKICK STICK κάνει μόνιμα bans τη μάσκα που δίνεται. Αν κάποιος προσπαθήσει να το αφαιρέσει το ban, ο %S θα το ξαναβάλει αυτόματα. Δεν μπορείται να το χρησιμοποιήσετε για κατοχυρωμένα ψευδώνυμα. Η εντολή AKICK UNSTICK ακυρώνει την εντολή AKICK STICK, και έτσι θα μπορείτε να βγάλετε το ban από το κανάλι. Η εντολή AKICK DEL διαγράφει τη μάσκα που δίνεται, από τη λίστα αυτόματης απόρριψης. Βάζοντας ALL για μάσκα διαγράφονται όλα με τη μια. Δε διαγράφει όμως τα bans που έχουν τοποθετηθεί από την αυτόματη απόρριψη. Αυτά πρέπει να αφαιρεθούν ξεχωριστά. Η εντολή AKICK LIST εμφανίζει τη λίστα αυτόματης απόρριψης, ή επιλεκτικά μόνο εκείνες τις εγγραφές της λίστας που ταιριάζουν στη μάσκα που δίνεται. Η εντολή AKICK VIEW είναι πιο βελτιωμένη έκδοση από την εντολή AKICK LIST. Η εντολή AKICK ENFORCE κάνει τον %S να επαναδράση τη συγκεκριμένη AKICK λίστα βγάζοντας έξω τους χρήστες που ταιριάζουν με την μάσκα που είναι στην AKICK. Η εντολή AKICK CLEAR διαγράφει όλες τις θέσεις που περιέχονται στην λίστα akick.
hu_hu: Syntax: AKICK #szoba ADD { nick | maszk } [ indok ] AKICK #szoba STICK maszk  AKICK #szoba UNSTICK maszk  AKICK #szoba DEL { nick | maszk | entry-num | list } AKICK #szoba LIST [ maszk | entry-num | list ] AKICK #szoba VIEW [ maszk | entry-num | list ] AKICK #szoba ENFORCE AKICK #szoba CLEAR Karbantarthatod a csatornához tartozó autokirúgás listát Ha egy olyan felhasználó, akinek a maszkja megegyezik egy az akick listán szerepelõ maszkkal megprobál belépni a csatornára, akkor a %S kitiltja és aztán kirúgja. Az AKICK ADD parancs hozzáadja a megadott nicket vagy usermaszkot az AutoKick listához. Ha megadsz indokot is a parancsban, akkor ezzel az indokkal fogja kirúgni a ChanServ az illetõt, ha nincs megadva, akkor az alapbeállítás szerinti indok: "You have been banned from the channel". Az AKICK STICK paranccsal véglegesen kitiltod az adott maszkot a csatornáról. Ha valaki megpróbálja levenni a bant, a %S automatikusan visszateszi. Ezt nem használhatod regisztrált nevekre. Az AKICK UNSTICK parancs törli a hatását az AKICK STICK parancsnak, tehát ismét lehetõséged lesz levenni a tiltást a csatornádról. Az AKICK DEL parancs eltávolítja a megadott maszkot az autokirúgás listáról. Ez nem müködik, hacsak nem távolítunk el minden az adott nickre, identre, hostra szoló tiltást, ami az autókirugás listán szerepel; mindegyiket egyenként kell törölni. Az AKICK LIST parancs megjeleníti az autókirúgás listát, vagy optionális esetben csak azokat jeleniti meg, amelyek egyeznek a megadott maszkkal. Az AKICK VIEW ugyanaz, mint a AKICK LIST, de több részletet jelenít meg. AKICK ENFORCE hatására a %S ellenörzi az akick listát és eltávolít minden usert, aki szerepel a listán. AKICK CLEAR paranccsal az összes akick lista bejegyzés törölhetõ.
nl_nl: Gebruik: AKICK channel ADD { nick | mask } [ reden ] AKICK channel STICK mask  AKICK channel UNSTICK mask  AKICK channel DEL { nick | mask | entry-num | lijst } AKICK channel LIST [ mask | entry-num | lijst ] AKICK channel VIEW [ mask | entry-num | lijst ] AKICK kanaal ENFORCE AKICK kanaal CLEAR Onderhoud de AutoKick lijst voor een kanaal. Als een gebruiker op de AutoKick lijst het kanaal binnen probeert te komen zal %S die gebruiker automatisch worden bannen en kicken van het kanaal. Het AKICK ADD commando voegt de gegeven nick of gebruikers- mask toe aan de AutoKick lijst. Als er een reden is gegeven met het commando zal die reden gebruikt worden om de gebruiker te kicken; zo niet is de reden "You have been banned from the channel". Als een geregistreerde nick wordt toegevoegd, wordt de nickserv account toegevoegd in plaats van de mask. Alle gebruikers binnen deze groep zullen automatisch worden gekicked. Het AKICK STICK commando bant het gegeven mask permanent op het kanaal. Als iemand de ban probeert te verwijderen zal %S de ban automatisch opnieu toevoegen. Deze functie kan niet op geregistreerde nicks gebruikt worden. Het AKICK UNSTICK commando annuleert het effect van het AKICK STICK commando, zodat je de ban weer weg kan halen van het kanaal. Het AKICK DEL commando verwijderd de gegeven nick of mask van de AutoKick lijst. Het verwijderd echter geen ban die is geplaatst door een AutoKick; die moeten handmatig verwijderd worden. Het AKICK LIST commando geeft de AutoKick lijst weer, of optioneel alleen de AutoKick's die overeenkomen met het opgegeven mask. Het AKICK VIEW commando is een woordenrijkere versie van het AKICK LIST commando. Het AKICK ENFORCE commando zorgt ervoor dat %S de huidige AKICK lijst forceert door het verwijderen van gebruikers die overeenkomen met een AKICK mask. The AKICK CLEAR commando maakt de AutoKick lijst leeg.
pl_pl: Sk³adnia: AKICK kana³ ADD { nick | maska } [ powód ] AKICK kana³ STICK maska  AKICK kana³ UNSTICK maska  AKICK kana³ DEL { nick | maska | numer-wpisu | lista } AKICK kana³ LIST [ maska | numer-wpisu | lista ] AKICK kana³ VIEW [ maska | numer-wpisu | lista ] AKICK kana³ ENFORCE AKICK kana³ CLEAR Polecenie zarz±dza list± AutoKick dla kana³u. Je¶li u¿ytkownik znajduj±cy siê na li¶cie AKICK, wejdzie na kana³, %S za³o¿y bana, a nastêpnie wykopie u¿ytkownika z kana³u. Polecenie AKICK ADD dodaje podany nick lub maskê hosta do listy AutoKick. Je¶li zostanie podany powód, bêdzie on u¿ywany przy wykopywaniu u¿ytkownika dodanego do listy z kana³u, je¶li nie zostanie podany, u¿ywany bêdzie domy¶lny: You have been banned from channel. Dodawanie zarejestrowanego nicka na listê powoduje wykopywanie wszystkich nicków nale¿±cych do grupy. Polecenie AKICK STICK umo¿liwia permanentne dodanie podanej maski do banów na kanale. Za ka¿dym razem gdy kto¶ zdejmie wskazanego bana z kana³u, %S automatycznie za³o¿y go ponownie. Parametrem polecenia nie mo¿e byæ nick a jedynie host. Polecenie AKICK UNSTICK niweluje dzia³anie polecenia AKICK STICK - umo¿liwia zdjêcie bana z kana³u. AKICK DEL usuwa wskazany nick lub maskê z listy AKICK. Jako argument przyjmuje nick, maskê, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). AKICK LIST wy¶wietla zawarto¶æ listy AKICK. Je¶li zostanie podana maska tylko pasuj±ce wpisy zostan± pokazane. AKICK VIEW zwraca wiêcej szczegó³ów ni¿ AKICK LIST. Polecenie AKICK ENFORCE powoduje ¿e %S usunie z kana³u wszystkich u¿ytkowników, których hosty pasuj± do wskazanych masek w li¶cie AKICK. Polecenie AKICK CLEAR usuwa wszystkie wpisy z listy.
pt_pt: Sintaxe: AKICK canal ADD { nick | máscara } [ razão ] AKICK canal STICK máscara  AKICK canal UNSTICK máscara  AKICK canal DEL { nick | máscara | entry-num | list } AKICK canal LIST [ máscara | entry-num | list ] AKICK canal VIEW [ máscara | entry-num | list ] AKICK canal ENFORCE AKICK canal CLEAR Faz a manutenção da lista de AutoKick de um canal. Se um usuário que estiver na lista de AutoKick tentar entrar no canal, o %S banirá este usuário do canal, e depois kickará o usuário. O comando AKICK ADD adiciona o usuário especificado ou máscara na lista de AutoKick. Se uma razão é dada com o comando, esta razão será usada quando o usuário for kickado; se não, a razão padrão será "Você foi banido deste canal". When akicking a registered nick the nickserv account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked. O comando AKICK STICK bane permanentemente no canal a máscara fornecida. Se alguém tentar remover o ban, %S irá automaticamente colocá-lo de volta. Você não pode usar isto para nicks registrados. O comando AKICK UNSTICK cancela o efeito do comando AKICK STICK, assim você poderá remover o ban no canal. O comando AKICK DEL remove um nick ou máscara da lista de AutoKick. Isso, entretanto, não remove nenhum ban colocado pelo AutoKick; estes devem ser removidos manualmente. O comando AKICK LIST mostra a lista de AutoKick ou, opcionalmente, só os registros de AutoKick que se encaixam com o padrão de uma máscara dada. O comando AKICK VIEW é uma versão mais completa do comando AKICK LIST. O comando AKICK ENFORCE obriga o %S a verificar a lista de AutoKicks para banir os usuários que sejam compatíveis com alguma máscara da lista de AutoKick. O comando AKICK CLEAR limpa todas as entradas da lista de AutoKick.
