Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SOP channel ADD nick  SOP channel DEL { nick | entry-num | list } SOP channel LIST [ mask | list ] SOP channel CLEAR Maintains the SOP (SuperOP) list for a channel. The SOP list gives users all rights given by the AOP list, and adds those needed to use the AutoKick and the BadWords lists, to send and read channel memos, and so on. The SOP ADD command adds the given nickname to the SOP list. The SOP DEL command removes the given nick from the SOP list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SOP LIST command displays the SOP list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SOP #channel LIST 2-5,7-9 Lists AOP entries numbered 2 through 5 and 7 through 9. The SOP CLEAR command clears all entries of the SOP list. The SOP ADD, SOP DEL and SOP CLEAR commands are limited to the channel founder. However, any user on the AOP list may use the SOP LIST command. This command may have been disabled for your channel, and in that case you need to use the access list. See %R%S HELP ACCESS for information about the access list, and %R%S HELP SET XOP to know how to toggle between the access list and xOP list systems.
ca_es: Sintàxi: SOP canal ADD nick  SOP canal DEL { nick | instancia | llista } SOP canal LIST [ mascara | llista ] SOP canal CLEAR Manté la llista SOP (SuperOP) per a un canal. La llista SOP li dóna a l'usuari els drets donats per la llista AOP, i agrega aquells necesaris per a utilitzar les llistes de AutoKick i BadWords, enviar i llegir memos de canal, etc. La comanda SOP ADD afegeix el nickname donat a la llista SOP. La comanda SOP DEL esborra el nickname donat de la llista SOP. Si una llista d'instàncies és dada, aquestes instàncies són esborrades. (Veure l'exemple per a LIST més endevant.) La comanda SOP LIST mostra la llista SOP. Si una mascara amb comodí és donada, només les instàncies coincidents amb la mascara són mostrades. Si una llista de instàncies és donada, sols aquestes instàncies són mostrades; per exemple: SOP #canal LIST 2-5,7-9 Mostra instàncies de SOP enumerades 2 a 5 i 7 a 9. La comanda SOP CLEAR neteja totes les instàncies de la llista SOP. Les comandes SOP ADD, SOP DEL i SOP CLEAR estan limitades al fundador del canal. Qualsecol usuari de la llista AOP pot fer servir la comanda SOP LIST. Aquesta comanda pot haber sigut deshabilitada per al teu canal. Si aquest és el cas, has de fer servir la llista d'accés. Veure /msg %S HELP ACCESS per a informació sobre la llista d'accés i /msg %S HELP SET XOP per a saber com canviar entre la llista d'accés i el sistema de llistes xOP.
de_de: Syntax: SOP Channel ADD Nickname  SOP Channel DEL { Nickname | entry-num | Liste } SOP Channel LIST [ Maske | Liste ] SOP Channel CLEAR Verwaltet die SOP (SuperOP) Liste eines Channels. Ein User in der SOP-Liste besitzt die selben Rechte wie ein AOP und kann zusätzlich die AutoKick und BadWord Listen bearbeiten, Channel- memos lesen und senden, usw. Der SOP ADD Befehl fügt den jeweiligen Nicknamen zur SOP-Liste hinzu. Der SOP DEL Befehl löscht den jeweiligen Nicknamen aus der SOP-Liste. Wenn mehrere Eintragsnummern angegeben werden, werden diese Einträge gelöscht. (Siehe Beispiel bei LIST.) Der SOP LIST Befehl zeigt die aktuelle SOP-Liste. Wenn Wildcard Masks angegeben werden, werden nur die betroffenen Einträge angezeigt. Werden mehrere Eintragsnummern angegeben, werden nur diese Einträge angezeigt, zB: SOP #channel LIST 2-5,7-9 Listet die SOP Einträge 2 bis 5 und 7 bis 9. Der SOP CLEAR Befehl löscht alle Einträge der SOP-Liste. SOP ADD, SOP DEL und SOP CLEAR sind auf den Channel- founder beschränkt. SOP LIST kann von jedem AOP genutzt werden. Dieser Befehl kann für deinen Channel ausgeschaltet sein, in diesem Fall nutze bitte die Access Liste. Für weitere Infos zur Access Liste, tippe bitte /msg %S HELP ACCESS und /msg %S HELP SET XOP für Infos über den Wechsel vom xOP und vom Access System.
el_gr: Σύνταξη: SOP κανάλι ADD ψευδώνυμο  SOP κανάλι DEL { ψευδώνυμο | θέσεις-νου | list } SOP κανάλι LIST [ μάσκα | list ] SOP κανάλι CLEAR Αλλάζει την λίστα SOP (SuperOP) του καναλιού. Η λίστα SOP δίνει το δικαίωμα στους χρήστες να προσθέτουν άλλους στην λίστα AOP, να προσθέτουν σε όσους χρειάζεται AutoKick, να εισάγουν στην λίστα BadWord κακές λέξεις,να στέλνουν και να διαβάζουν τα μηνύματα του καναλιού,και άλλα πολλά. Η εντολή SOP ADD προσθέτει ένα ψευδώνυμο στην λίστα SOP. Η eντολή SOP DEL διαγράφει ένα ψευδώνυμο από την λίστα SOP. Αν σας δίνετε η λίστα με τα νούμερα-θέσεις, αυτές οι θέσεις διαγράφονται. (Δες την εντολή LIST.) Η εντολή SOP LIST εμφανίζει την λίστα SOP. Αν δώσετε μια συγκεκριμένη μάσκα, θα εμφανιστούν οι θέσεις που αντιστοιχεί η μάσκα αυτή. Αν κάνετε list με τις θέσεις-νούμερα,τότε μόνο τις θέσεις που δώσατε θα δείτε. Δηλ τα αντίστοιχα ψευδώνυμα που ανήκουν στις θέσεις αυτές.Παράδειγμα:: SOP #κανάλι LIST 2-5,7-9 Εμφανίζει από την λίστα SOP τις θέσεις με τα νούμερα 2 έως 5 και 7 έως 9.. Η εντολή SOP CLEAR διαγράφει όλες τισ θέσεις της λίστας SOP. Οι εντολές SOP ADD, SOP DEL και SOP LIST χρησιμοποιούνται από τον founder του καναλιού.Όποιος είναι χρήστης στην λίστα AOP μπορεί να εκτελέσει εντολή SOP LIST. Αυτή η εντολή μπορεί να είναι απενεργοποιημένη από το κανάλι σας, και σε αυτή την περίπτωση θα χρησιμοποιήσετε την εντολή access list. Δείτε /msg %S HELP ACCESS για πληροφορίες σχετικά με την εντολή access list, και /msg %S HELP SET XOP για να ξέρετε πως θα επιλέξετε ανάμεσα στο access list και xOP list σύστημα.
hu_hu: Syntax: SOP #szoba ADD nick  SOP #szoba DEL { nick | sorszám | lista } SOP #szoba LIST [ maszk | lista ] SOP #szoba CLEAR Karbantartja az SOP(SuperOP)listát a csatornán. Az SOP listán szereplo userek automatikusan megkapják ugyanazokat amiket az AOP listán szereplok,és emellett lehetõségük van AKICK listát módosítani, szoba memo üzeneteket olvasni és küldeni, BadWords listát szerkeszteni, stb. Az SOP ADD paranccsal hozzáadhatsz egy nickenevet a csatornád SOP listájához. Az SOP DEL paranccsal eltávolíthatsz egy megadott nicknevet a csatornád SOP listájáról. Ha sorszámokat intervallumban adunk meg (lásd a listázásnál), akkor a megadott bejegyzések kerülnek törlésre. Az SOP LIST parancs megadja az SOP listát. Ha nem vagy kiváncsi a teljes listára akkor a listában szereplõ SOP sorszámát megadva is megtudhatjuk a nevét, megadhatunk intervallumot is. Példák: SOP #szoba LIST 2-5,7-9 Listázza az SOP-okat 2 és 5 között és 7-tõl 9-ig. Az SOP CLEAR parancs kiüriti a szoba SOP listáját. Az SOP ADD, SOP DEL és SOP CLEAR parancsokat csak a founder szintu userek használhatják. Habár, minden SOP listán szereplo user használhatja az SOP LIST parancsot. Ezt a parancsot letilthatod a csatornádon, és helyette használhatod az access lista rendszert. Nézd meg: /msg %S HELP ACCESS bõvebb információért az access listáról, és írd be: /msg %S HELP SET XOP hogy megnézd, hogyan tudsz váltani az xOP rendszerrõl access lista rendszerre.
nl_nl: Gebruik: SOP kanaal ADD nick  SOP kanaal DEL { nick | entry-nr | lijst } SOP kanaal LIST [ mask | lijst ] SOP kanaal CLEAR Onderhoud de SOP (SuperOP) lijst voor een kanaal. De SOP lijst geeft gebruikers alle rechten van die van de AOP lijst, en voegt de vereiste rechten toe om de AutoKick en SlechteWoorden lijst te onderhouden, kanaalmemo's te ver- struen en te lezen, enzovoorts. Het SOP ADD commando voegt de gegeven nick toe aan de SOP lijst. Het SOP DEL commando verwijderd de gegeven nick van de SOP lijst. Als een lijst van entry-nummers is opgegeven worden die verwijderd. (Zie het LIST-voorbeeld hieronder) Het SOP LIST commando geeft de SOP lijst weer. Als er een mask is gegeven worden alleen de de SOP's die over- eenkomen met het opgegeven mask weergegeven. Als een lijst van entry-nummers is opgegeven, worden alleen die weer- gegeven. Bijvoorbeeld: SOP #kanaal LIST 2-5,7-9 Geeft SOP's 2 t/m 5 en 7 t/m 9 weer. Het SOP CLEAR commando verwijderd alle SOP's van de SOP lijst. De SOP ADD, SOP DEL en SOP CLEAR commando's zijn gelimiteerd tot de kanaalstichter. SOP LIST mag door elke gebruiker op de AOP lijst gebruikt worden. Dit commando kan uitgeschakeld zijn voor je kanaal, en in dat geval heb je de toegangslijst nodig. Zie /msg %S HELP ACCESS voor meer informatie over toegangs- lijsten, en /msg %S HELP SET XOP om te weten te komen hoe je tussen toegangslijsten en xOP-lijsten schakelt.
pl_pl: Sk³adnia: SOP kana³ ADD nick  SOP kana³ DEL { nick | numer | lista } SOP kana³ LIST [ maska | lista ] SOP kana³ CLEAR Zarz±dza list± SOP (SuperOP) dla kana³u. U¿ytkownicy wpisani na t± listê bêd± otrzymywaæ automatycznie status operatora. Komenda SOP ADD dodaje podany nick do listy SOP. Komenda SOP DEL usuwa wskazane wpisy z listy. Jako argument przyjmuje nick, numer wpisu lub listê (przyk³ad poni¿ej dla polecenia LIST). Komenda SOP LIST wy¶wietla zawarto¶æ listy SOP. Parametr maska pozwala filtrowaæ wy¶wietlane wpisy (symbol * zastêpuje dowolny ci±g znaków w nicku). Jako parametr mo¿na te¿ podaæ numery wpisów na li¶cie: SOP kana³ LIST 2-5,7-9 Wy¶wietli wpisy na li¶cie od numeru 2 do 5 oraz od 7 do 9. Komenda SOP CLEAR usuwa wszystkie wpisy z listy. Komendy SOP ADD, SOP DEL oraz SOP CLEAR s± dostêpne tylko dla w³a¶ciciela kana³u. Komenda SOP LIST jest dostêpna dla u¿ytkowników wpisanych na listê AOP. Komenda SOP mo¿e byæ wy³±czona dla Twojego kana³u, w takim przypadku nale¿y u¿ywaæ komendy ACCESS. Aby uzyskaæ informacje o komendzie ACCESS wpisz: /msg %S HELP ACCESS Aby dowiedzieæ siê jak w³±czyæ tryb xOP wpisz: /msg %S HELP SET XOP
pt_pt: Sintaxe: SOP canal ADD nick  SOP canal DEL { nick | entrada | lista-entradas } SOP canal LIST [ máscara | lista-entradas ] SOP canal CLEAR Mantém a lista de SOP (SuperOP) para um canal. A lista de SOP dá a um usuário todos os direitos dados pela lista de AOP, e adiciona a isso os direitos de: usar as listas de AutoKick e BadWords, enviar e ler memos do canal, e assim por diante. O comando SOP ADD adiciona o nick fornecido à lista de SOP. O comando SOP DEL remove o nick fornecido da lista de SOP. Se uma lista de números de entrada é fornecida, essas entradas são deletadas. (Veja o exemplo para LIST abaixo.) O comando SOP LIST exibe a lista de SOP. Se uma máscara é fornecida, apenas as entradas que combinarem com ela serão mostradas. Se uma lista de números de entrada é fornecida, apenas essas entradas são mostradas; por exemplo: SOP #canal LIST 2-5,7-9 Lista as entradas de SOP numeradas de 2 a 5 e de 7 a 9. O comando SOP CLEAR remove todas as entradas da lista de SOP. Os comandos SOP ADD, SOP DEL e SOP CLEAR são limitados ao Fundador do canal. No entanto, qualquer usuário na lista de AOP pode usar o comando SOP LIST. Este comando pode ter sido desabilitado para seu canal e, nesse caso, você precisa usar a lista de acesso. Veja /msg %S HELP ACCESS para informações sobre a lista de acesso, e /msg %S HELP SET XOP para saber como escolher entre a lista de acesso e o sistema de listas xOP.
