Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Allows you to prevent certain pieces of information from being displayed when someone does a %S INFO on your nick. You can hide your E-mail address (EMAIL), last seen user@host mask (USERMASK), your services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
ca_es: Sintaxis: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Permet prevenir que certa informació sobre el teu nick sigui donada quant es sol.licitada mitjançant la comanda %S INFO. Pots ocultar la teva adreça e-mail (EMAIL), l'ultima mascara usuari@host (USERMASK), i el teu últim missatge quit (QUIT). El segon parametre especifica si la informació ha de ser ocultada (OFF) o mostrada (ON).
de_de: Syntax: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Erlaubt es dir, bestimmte Informationen in der Ausgabe von %S INFO zu verstecken. Du kannst deine eMail-Adresse verstecken (EMAIL), die zuletzt gesehene user@host-Maske (USERMASK), dein Services-Zugriffsstatus (STATUS) und die letzte Quit-Nachricht (QUIT). Der zweite Parameter bestimmt, ob die Information angezeigt werden soll (OFF) oder nicht (ON).
el_gr: Σύνταξη: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Σας επιτρέπει να εμποδίσετε την εμφάνιση συγκεκριμένων πληροφοριών όταν κάποιος εκτελεί την εντολή του %S INFO, στο ψευδώνυμό σας. Μπορείτε να αποκρύψετε τη διεύθυνση e-mail user@host mask (USERMASK), and last quit message (QUIT). σας (EMAIL), την τελευταία διεύθυνση με την οποία συνδεθήκατε (USERMASK), και το τελευταίο μήνυμα (QUIT). Η δεύτερη παράμετρος καθορίζει το αν η πληροφορία θα πρέπει να εμφανίζεται (OFF) ή να αποκρύπτεται (ON).
hu_hu: Syntax: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Lehetõséget nyújt arra, hogy megelõzd néhány adatnak a szerepelését a %S INFO parancs használatakor . Elrejtheted az E-mail címed (EMAIL), az utoljára használt user@host maszkod (USERMASK), és az utolsó kilépõ üzeneted(QUIT). A második paraméter meghatározza, hogy az opció ki legyen kapcsolva(OFF) vagy el legyen rejtve az információ(ON).
nl_nl: Gebruik: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Deze optie stelt je in staat verschillende informatie te verbergen wanneer iemand een %S INFO op jouw nick doet. Je kan je e-mail adres (EMAIL), laatst bekende gebruikter@host mask (USERMASK) en laatste quit bericht (QUIT) verbergen. De tweede paramenter geeft aan of de informatie moet worden weergegeven (OFF) of verborgen (ON).
pt_pt: Sintaxe: SET HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF} Permite que você previna que certas informações sejam mostradas quando alguém usa %S INFO no seu nick. Você pode esconder seu endereço de e-mail (EMAIL), última máscara vista user@host (USERMASK), seu status de acesso aos Services (STATUS) e sua última mensagem de saída (QUIT). O segundo parâmetro especifica quando a informação deve ser mostrada (OFF) ou escondida (ON).

source: Syntax: SET PRIVATE {ON | OFF} Turns %S's privacy option on or off for your nick. With PRIVATE set, your nickname will not appear in nickname lists generated with %S's LIST command. (However, anyone who knows your nickname can still get information on it using the INFO command.)
ca_es: Sintaxis: SET PRIVATE {ON | OFF} Fa que %S activi o desactivi l'opció de privacitat del teu nick. Amb PRIVATE establert,el teu nickname no apareixera en les llistes de nicknames generades amb la comanda LIST de %S. (D'altra banda, qualsevol persona que sapigue el teu nick podra comprobar la teva informació utilitzant la comanda INFO.)
de_de: Syntax: SET PRIVATE {ON | OFF} Ändert %S's Privat-Modus für deinen Nicknamen. Mit eingeschaltetem PRIVATE wird dein Nickname nicht auf Listen erscheinen, die durch %S's LIST Befehls erstellt wurden. (Jeder der deinen Nicknamen kennt, kann gezielt mit dem INFO Befehl Informationen über deinen Nicknamen abrufen, unabhängig vom Privat-Modus.)
el_gr: Σύνταξη: SET PRIVATE {ON | OFF} Ενεργοποιεί/απενεργοποιεί την επιλογή ιδιώτευσης του %S για το ψευδώνυμό σας. Με την ενεργοποίηση του PRIVATE το ψευδώνυμό σας δε θα εμφανίζεται στη λίστα ψευδωνύμων που προκύπτει με την εντολή LIST του %S. (Βέβαια,οποιοσδήποτε γνωρίζει το ψευδώνυμό σας, μπορεί ακόμη να πάρει πληροφορίες γι αυτό, χρησιμοποιώντας την εντολή INFO)
hu_hu: Syntax: SET PRIVATE {ON | OFF} Be/kikapcsolja a %S a privát opciót a nicknevedhez. A PRIVATE beállítással, beállíthatod azt, hogy a nickneved ne szerepeljen a nicknév listában ami lekérhetõ a %S LIST paranccsal. (Máskülönben, bárki kaphat információt a nicknevedrõl használva az INFO parancsot.)
nl_nl: Gebruik: SET PRIVATE {ON | OFF} Zet de prive optie van %S aan of uit voor jouw nick. Met PRIVATE aan zal je nick niet verschijnen in nicklijsten gegenereerd met %S's LIST commando. (Echter, iedereen die je nick weet kan nog steeds informatie krijgen mbv het INFO commando.
pt_pt: Sintaxe: SET PRIVATE {ON | OFF} Torna a opção de privacidade do %S sobre o seu nick em ativada (ON) ou desativada (OFF). Com o PRIVATE ativado, seu nick não aparecerá nas listagens de nicks geradas com o comando %S's LIST. (Entretando, alguém que sabe do seu nick ainda pode obter informações usando o comando INFO).

source: Topic Lock
ca_es: Lock de tòpic
de_de: Topic-Sperre
el_gr: Κλείδωμα του Topic
hu_hu: Témaváltás lezárása
nl_nl: Topicslot
pt_pt: Trava de tópico

source: Uplink capab: %s
de_de: Uplink-Fähigkeiten: %s

source: Peace
ca_es: Pau
el_gr: Ειρηνικό
hu_hu: Békesség
nl_nl: Vrede
pt_pt: Paz

source: SESSION LIST limit
ca_es: SESSION LIST límit
el_gr: SESSION LIST όριο
hu_hu: SESSION LIST korlát
nl_nl: SESSION LIST limiet
pt_pt: SESSION LIST limite

source: Secure
ca_es: Segur
el_gr: Ασφαλές
nl_nl: Veilig
pt_pt: Seguro

source: Secure Founder
ca_es: Fundador Segur
el_gr: Ασφάλεια στον Καναλάρχη
hu_hu: Founderjog védelme
nl_nl: Veilige Stichter
pt_pt: Founder Seguro

source: Secure Ops
ca_es: Ops Segurs
el_gr: Μόνο αυτοί που έχουν access θα παίρνουν op από opers
hu_hu: Opjog védelme
nl_nl: Veilige Ops
pt_pt: OPs Seguros

source: Symbiosis
ca_es: Simbiosis
el_gr: Συμβίωση
hu_hu: Együttélés
nl_nl: Symbiose
pt_pt: Simbiose

source: OP Notice
ca_es: Notícia de OP
el_gr: Ποιος χρησιμοποίησε OP
hu_hu: Opok értesítése

source: SESSION VIEW host
hu_hu: SESSION VIEW hoszt

source: SESSION {LIST limit | VIEW host }
ca_es: SESSION {LIST límit | VIEW host }
hu_hu: SESSION {LIST korlát | VIEW hoszt }

source: Your password reset request has expired.
hu_hu: Your password request has expired.
nl_nl: Your password request has expired.

source: UNBAN Remove all bans preventing a user from entering a channel
nl_nl: UNBAN Remove all bans preventing you from entering a channel
