Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: DEL [ channel ] { num | list | LAST | ALL} Deletes the specified memo or memos. You can supply multiple memo numbers or ranges of numbers instead of a single number, as in the second example below. If LAST is given, the last memo will be deleted. If ALL is given, deletes all of your memos. Examples: DEL 1 Deletes your first memo. DEL 2-5,7-9 Deletes memos numbered 2 through 5 and 7 through 9.
ca_es: Sintàxi: DEL [ canal ] { nombre | llista | LAST | ALL} Esorra el o els memos especificats. pots donar multiples nombres o rangs de nombres en lloc d'un solo, com en el exemple. If LAST is given, the last memo will be deleted. Si ALL és donat, esborra tots els teus memos. exemples: DEL 1 Esorra el teu primer memo. DEL 2-5,7-9 Esborra els memos enumerats 2 a 5 i 7 a 9.
de_de: Syntax: DEL [ Channel ] { Nummer | List | LAST | ALL} Entfernt Memos aus deinem Postfach. Du kannst mehrere Nummern oder Bereiche angeben anstatt einer einzelnen Nummer, wie das zweite Beispiel zeigt. Wird LAST angegeben, wird die letzte Memo gelöscht. Wird ALL angegeben, werden alle deine Memos entfernt. Beispiele: DEL 1 Löscht dein Memo mit der Nummer 1. DEL 2-5,7-9 Löscht Memos mit den Nummern 2 bis 5 und 7 bis 9.
el_gr: Σύνταξη: DEL [ κανάλι ] { νου | list | LAST | ALL} Σβήνει το μήνυμα ή τα μηνύματα. Σβήνονται μέσω της λίστας ανάλογα με τα νούμερα.Για παράδειγμα: If LAST is given, the last memo will be deleted. Αν επιλέξετε ALL, θα σβήσετε όλα τα μηνύματά σας. Παράδειγμα: DEL 1 Διαγράφεται το πρώτο μήνυμα.(νούμερο 1). DEL 2-5,7-9 Διαγράφονται τα μηνύματα με νούμερα 2 έως 5 και 7 έως 9.
hu_hu: Syntax: DEL [ #szoba ] { sorszám | list | LAST | ALL} Törli a megadott memo üzenete(ke)t. Több számot is megadhatsz, intervallumot is használhatsz, az egyszerû sorszám helyett. Ha a LAST meg van adva, az utolsó memo üzenetet törli Ha az ALL van megadve, akkor minden memo üzenetet töröl. Példák: DEL 1 Törli az elsõ memo üzenetet. DEL 2-5,7-9 Törli a memo üzeneteket 2 és 5, illetve 7 és 9 között.
nl_nl: Gebruik: DEL [ kanaal ] { nr | lijst | LAST | ALL} Verwijdert de gespecificeerde memo('s). Je kan meerdere memo-nummers specificeren of bereiken van nummers ipv een enkel nummer, zoals in het 2e voorbeeld hier onder. Als LAST is gegeven, wordt je laatste nieuwe memo verwijderd. Als ALL is gegeven, worden al je memo's verwijderd. Voorbeelden: DEL 1 Verwijdert je eerste memo. DEL 2-5,7-9 Verwijdert de memo's genummerd 2 t/m 5 en 7 t/m 9.
pl_pl: Sk³adnia: DEL [ kana³ ] { numer | lista | LAST | ALL} Kasuje jedn± lub wiêcej wiadomo¶ci. Dopuszczalne jest podanie numeru wiadomo¶ci lub listy wiadomo¶ci, przyk³ad poni¿ej. Parametr LAST oznacza skasowanie ostatniej wiadomo¶ci. Parametr ALL oznacza skasowanie wszystkich wiadomo¶ci. Przyk³ady: DEL 1 Usuwa pierwsz± wiadomo¶æ. DEL 2-5,7-9 Kasuje wiadomo¶ci od numeru 2 do 5 oraz od 7 do 9.
pt_pt: Sintaxe: DEL [ canal ] { num | list | LAST | ALL} Apaga a(s) mensagem(ns) especificada(s). Você pode fornecer vários números de mensagens ou seqüências de números ao invés de um único número, como no segundo exemplo abaixo. Se LAST é fornecido, a última mensagem será apagada. Se ALL é fornecido, todas as suas mensagens serão apagadas. Exemplos: DEL 1 Apaga sua primeira mensagem. DEL 2-5,7-9 Apaga mensagens numeradas de 2 a 5 e de 7 a 9.

source: Syntax: DELALL <nick>. Deletes the vhost for all nick's in the same group as that of the given nick.
ca_es: Syntax: DELALL <nick>. Deletes the vhost for all nick's in the same group as that of the given nick. Limited to Host Removers.
de_de: Syntax: DELALL Nickname. Löscht den vHost aller Nicknamen aus der gleichen Gruppe des angegeben Nicknamens.
hu_hu: Syntax: DELALL <nick>. Törlõdik a vhost az összes nickrõl a csoportban ahol az adott nick van és ez a vhosztot használta Korlátozva Hoszt változtatókra.
nl_nl: Syntax: DELALL <nick>. Verwijderd de vhost voor alle nick's in dezelfde groep als de gegeven nick.
pl_pl: Sk³adnia: DELALL <nick>. Usuwa wszystkie vhosty grupy, do której nale¿y wskazany nick.
pt_pt: Sintaxe: DELALL <nick>. Deleta o vhost para todos os nicks no mesmo grupo do nick fornecido.

source: Syntax: DEOP #channel [ nick ] Deops a selected nick on a channel. If nick is not given, it will deop you. By default, limited to AOPs or those with level 5 access and above on the channel.
ca_es: Sintàxi: DEOP #canal [ nick ] Desopeja al nick seleccionado en un canal. Si el nick no és donat, et desopejarà a tu. Per defecte, limitat a AOPs o aquells amb nivelll d' accés 5 i major en el canal.
de_de: Syntax: DEOP #Channel [ Nickname ] Entfernt den Operator-Status eines bestimmten Nickname in dem Channel. Wird kein Nickname angegeben, wird ChanServ dich deoppen. Standardmässig ist dafür ein Level von 5 oder grösser erforderlich.
el_gr: Σύνταξη: DEOP #κανάλι [ ψευδώνυμο ] Η εντολή αυτή κάνει deop το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε το ψευδώνυμο, θα κάνει deop στον εαυτό σας. Από default, χρησιμοποιείται από αυτούς που είναι AOPs ή από αυτούς που έχουν βαθμό (level) 5 access και όσους έχουν παραπάνω level op/deop.
hu_hu: Syntax: DEOP #szoba [ nick ] Deopolja a megadott nicket a megadott csatornán. Ha nem adsz meg nicket, magadat deopolod. Alap beállítás szerint csak a minimum AOP listán vagy 5-ös access szinten szereplo userek használhatják.
nl_nl: Gebruik: DEOP #kanaal [ nick ] Verwijderd de op status van de gegeven nick op een kanaal. Als er geen nick is gegeven zal je zelf je opstatus kwijt raken. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal.
pl_pl: Sk³adnia: DEOP kana³ [ nick ] Odbiera status operatora wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych poziom dostêpu 5 lub wy¿szy.
pt_pt: Sintaxe: DEOP #canal [ nick ] Remove o status de Operador do nick dado em um determinado canal. Se não for fornecido um nick, o status será removido de você mesmo. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal.

source: Syntax: DEOWNER #channel  Removes your owner status on channel. Limited to those with founder access on the channel.
ca_es: Sintàxi: DEOWNER #canal  Esborra l'estatus de propietari del canal. Limitat a aquells amb nivelll de fundador en el canal.
de_de: Syntax: DEOWNER #Channel  Nimmt dir Owner Status im Channel. Benötigt Founder Zugriffslevel im jeweiligen Channel.
el_gr: Σύνταξη: DEOWNER #κανάλι  Κάνει το ακριβώς αντίθετπ της εντολής owner. Μόνο για αυτούς που έχουν founder access στο κανάλι.
hu_hu: Syntax: DEOWNER #szoba  Elveszi a tulajdonosi státuszt a csatornán. Csak founder szintu user használhatja.
nl_nl: Gebruik: DEOWNER #kanaal  Verwijdert je eigenaar status op channel. Gelimiteerd tot degenen met stichter-rechten op het kanaal.
pl_pl: Sk³adnia: DEOWNER kana³  Odbiera uprawnienia w³a¶ciciela kana³u. Standardowo ta komenda jest dostêpna tylko dla w³a¶ciciela kana³u.
pt_pt: Sintaxe: DEOWNER #canal  Remove seu status de owner no canal. Limitado àqueles que possuem acesso de Founder no canal.

source: Syntax: DEPROTECT #channel [ nick ] Deprotects a selected nick on a channel. If nick is not given, it will deprotect you. By default, limited to the founder, or to SOPs or those with level 10 and above on the channel for self deprotecting.
ca_es: Sintàxi: DEPROTECT #canal [ nick ] Desprotejeix al nick seleccionat en un canal. Si el nick no és donat, et desprotegirà a tu. Per defecte, limitat al fundador, o a SOPs o aquells amb nivelll 10 i major en el canal per a desprotegir-se a si mateixos.
de_de: Syntax: DEPROTECT #Channel [ Nickname ] Entfernt den Schutz auf den angegebenen Nickname in dem Channel. Wird kein Nickname angegeben, wird ChanServ dich nicht mehr beschützen. Standardmässig lässt sich diese Funktion vom Founder aufrufen oder von denjenigen mit Level 10 und grösser, die den Schutz von sich selbst aufheben wollen.
el_gr: Σύνταξη: DEPROTECT #κανάλι [ ψευδώνυμο ] Η εντολή αυτή βγάζει την προστασία το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα βγάλει την προστασία από τον εαυτό σας. Από default, χρησιμοποιείται από τον founder, ή τους SOPs ή αυτούς που έχουν level (βαθμό) 10 ή και παραπάνω για να βγάλουν την προστασία από τον εαυτό τους.
hu_hu: Syntax: DEPROTECT #szoba [ nick ] Elveszi a protectet a nicktõl a megadott csatornán. Ha nem adsz meg nicket, magadat deprotecteled. Alap beállítás szerint csak a founder tudja használni, vagy min. az SOP listán vagy 10-es access szinten szereplõ userek használhatják maguk deprotectolására.
nl_nl: Gebruik: DEPROTECT #kanaal [ nick ] Heft de bescherming van de gegeven nick op een kanaal op. Als nick niet is gegeven, zal de beschermen van jezelf opgeheven worden. Standaard is dit gelimiteerd tot de stichter, SOPs, of degenen met een niveau van 10 of hoger op het kanaal voor zelf-protectie.
pl_pl: Sk³adnia: DEPROTECT kana³ [ nick ] Usuwa ochronê wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê SOP lub posiadaj±cych przynajmniej 10. poziom dostêpu.
pt_pt: Sintaxe: DEPROTECT #canal [ nick ] Desprotege um determinado nick no canal. Se nick não for fornecido, isso irá lhe desproteger. Por padrão, limitado ao Founder, a SOPs ou àqueles com nível 10 ou superior no canal para se auto-desprotegerem.

source: Syntax: DEVOICE #channel [ nick ] Devoices a selected nick on a channel. If nick is not given, it will devoice you. By default, limited to AOPs or those with level 5 access and above on the channel, or to VOPs or those with level 3 and above for self devoicing.
ca_es: Sintàxi: DEVOICE #canal [ nick ] Treu voice al nick seleccionat en un canal. Si el nick no és donat, et treurà voice a tu. Per defecte, limitat a AOPs o aquells amb nivelll d' accés 5 i major en el canal, o a VOPs o aquells amb nivelll 3 i major per a donar-se voice a si mateixos.
de_de: Syntax: DEVOICE #Channel [ Nickname ] Entfernt den Voice-Status des Nicknamen in dem Channel. If nick is not given, it will devoice you. Standardmässig brauchst du dafür ein Level von 5 um andere zu devoicen, oder Level 3 um dich selbst vom Voice-Flag zu befreien.
el_gr: Σύνταξη: DEVOICE #κανάλι [ ψευδώνυμο ] Η εντολή αυτή κάνει devoice το ζητούμενο ψευδώνυμο το οποίο είναι στο κανάλι. Αν δεν επιλέξετε ψευδώνυμο θα κάνει devoice τον εαυτό σας. Από default, χρησιμοποιείται από AOPs ή από αυτούς που έχουν level 5 access και παραπάνω στο κανάλι, ή από τους VOPs ή αυτούς που έχουν level 3 και παραπάνω για να κάνουν devoice τον εαυτό τους.
hu_hu: Syntax: DEVOICE #szoba [ nick ] Elveszi a voiceot a megadott nicktõl a megadott csatornán. Ha nem adsz meg nicket, magadatól veszed el. Alap beállítás szerint csak a minimum AOP listán vagy 5-ös accessen szereplõ userek használhatják vagy min. a VOP listán vagy 3-as access szinten szereplo userek használhatják saját maguktól elvenni voiceot.
nl_nl: Gebruik: DEVOICE #kanaal [ nick ] Verwijdert de voice status van de gegeven nick op een kanaal. Als er geen nick is gegeven zal je zelf je voice status kwijtraken. Standaard is dit gelimiteerd tot AOPs of degenen met niveau 5 of hoger op het kanaal, of tot VOPs of degenen met niveau 3 of hoger voor het voice status geven van zichzelf.
pl_pl: Sk³adnia: DEVOICE kana³ [ nick ] Odbiera prawo g³osu wskazanemu u¿ytkownikowi. Je¶li nie zostanie podany nick operacja bêdzie przeprowadzona na osobie wydaj±cej t± komendê. Standardowo ta komenda jest dostêpna dla u¿ytkowników wpisanych na listê AOP lub posiadaj±cych przynajmniej 5. poziom dostêpu. Osoby wpisane na listê VOP lub posiadaj±ce 3. poziom dostêpu mog± j± wykonywaæ jedynie na sobie.
pt_pt: Sintaxe: DEVOICE #canal [ nick ] Remove o status de Voice do nick dado em um determinado canal. Se não for fornecido um nick, o status será removido de você mesmo. Por padrão, é limitado aos AOPs ou àqueles que possuem nível de acesso 5 ou superior no canal; ou aos VOPs ou àqueles que possuem nível de acesso 3 ou superior, para atribuírem o status a eles mesmos.

source: Syntax: DROP channel  Unregisters the named channel. Can only be used by channel founder.
ca_es: Sintaxis: DROP canal  Desenregistra el canal especificat. Nomès pot ser utilitzat pel fundador del canal.
de_de: Syntax: DROP Channel  Entfernt die Registrierung des angegebenen Channels. Kann nur vom Channel-Founder benutzt werden.
el_gr: Σύνταξη: DROP κανάλι  Κάνει το κανάλι ξεκατοχυρώσημο,το αφήνει ελεύθερο χωρίς founder. Για να γίνει αυτό πρέπει ο founder.
hu_hu: Syntax: DROP #szoba  Törli a megnevezett szoba regisztrációját. Csak a szoba founder használhatja.
nl_nl: Gebruik: DROP kanaal  Heft de registratie van het gegeven kanaal op. Kan alleen gebruik wordt door de kanaalstichter.
pl_pl: Sk³adnia: DROP kana³  Usuwa podany kana³. Komenda mo¿e zostaæ u¿yta jedynie przez w³a¶ciciela kana³u.
pt_pt: Sintaxe: DROP canal  Cancela o registro do canal. So poderá ser usado pelo fundador do canal.

source: Syntax: DROP channel  Unregisters the named channel. Only Services Operators can drop a channel for which they have not identified.
ca_es: Sintàxi: DROP canal  Desregistra el canal donat. Només administradors de serveis poden eliminar un canal per el qual no s'haguin identificado.
de_de: Syntax: DROP Channel  Entfernt die Registrierung des angegebenen Channels aus der Datenbank. Zusätzlich werden Zugriffslisten, Einstellungen usw mit aus der Datenbank entfernt. Nur Services Operators können Channel DROPEN, (löschen) ohne sich vorher gegenüber dem Channel als Founder zu identifizieren.
el_gr: Σύνταξη: DROP κανάλι  Ξε-κατοχυρώνει το ζητούμενο κανάλι. Μόνο οι Services Operators μπορουν να το κάνουν αυτό σε ένα κανάλι, χωρίς να κάνουν εντολή αναγνώρισης για το κανάλι.
hu_hu: Syntax: DROP #szoba  Törli a regisztrációt a csatornáról.Csak Services Operators droppolhat csatornát,úgy hogy nem használja a szoba jelszavát.
nl_nl: Gebruik: DROP kanaal  Zegt de registratie van het gegeven kanaal op. Alleen Services Operators kunnen elk kanaal droppen, ook al zijn ze niet voor het betreffende kanaal geindtificeerd.
pl_pl: Sk³adnia: DROP kana³  Usuwa wskazany kana³. Tylko administratorzy serwisów mog± usun±æ kana³, którego nie s± w³a¶cicielami.
pt_pt: Sintaxe: DROP canal  Cancela o registro de um canal. Somente Administradores dos Services podem cancelar canais que pertencem a outros usuários.

source: Syntax: DROP [ nickname ] Drops your nickname from the %S database. A nick that has been dropped is free for anyone to re-register. You may drop a nick within your group by passing it as the nick parameter. In order to use this command, you must first identify with your password (%R%S HELP IDENTIFY for more information).
ca_es: Sintaxis: DROP [ nickname ] Elimina el teu nickname de la base de dades de %S. Un nick que ha estat eliminat esta lliure per que qualsevol persona el registri. Pots eliminar un nick en el teu grupo indicant-lo com a parametre nick. Abans d'utilitzar aquesta comanda has d'identificar-te amb la teva clau (/msg %S HELP IDENTIFY per més informació).
de_de: Syntax: DROP [ Nickname ] Entfernt die Registrierung deines Nicknames aus der Datenbank von %S. Ein gelöschter Nickname kann von jedem jederzeit wieder registriert werden. Du kannst auch einen Nicknamen innerhalb deiner Gruppe entfernen lassen, wenn du ihn als Parameter bei Nickname angibst. Wenn du dieses Befehl benutzen willst, musst du dich vorher mit deinem Passwort identifizieren. Tippe : /msg %S HELP IDENTIFY für weitere Informationen
el_gr: Σύνταξη: DROP [ ψευδώνυμο ] Σβήνει το ψευδώνυμο σου από του %S την βάση δεδομένων. Το ψευδώνυμο που σβήστηκε είναι ελεύθερο για οποιοδήποτε να το κατοχυρώσει. Μπορείς να σβήσεις το ψευδώνυμο από την ομάδα παιρνώντας από την παράμετρο ψευδώνυμου. Για να χησιμοποιήσεις αυτή την εντολή, πρέπει πρώτα να κάνεις εντολή αναγνώρισης με τον κωδικό σου για περισσότερες with your password (/msg %S HELP IDENTIFY for more πληροφορίες.)
hu_hu: Syntax: DROP [ nicknév ] Regisztráció törlése (dropolja) a nickneved a %S adatbázisából. A droppolás után a nicknév már szabadon hsználható bárki által, újra regisztrálható lesz. Úgy dropolhatsz nevet a csoportodból, ha megadod a nicknév paramétert. Ezen parancs kiadása elõtt, azonositanod kell magad, mint a nick tulajdonosa, használva az IDENTIFY parancsot, írd be: /msg %S HELP IDENTIFY bõvebb információért.
nl_nl: Gebruik: DROP [ nick ] Verwijdert je nickname uit de %S database. Een nick die verwijderd is kan door iedereen weer geregistreerd worden. Je kan een nick binnen een groep verwijderen door de nick parameter toe te voegen. Om dit commando te kunnen gebruiken moet je je eerst identificeren met je wachtwoord. (/msg %S HELP IDENTIFY voor meer informatie).
pl_pl: Sk³adnia: DROP [ nick ] Usuwa nick z bazy danych %S. Usuniêty nick mo¿e zostaæ ponownie zarejestrowany przez ka¿dego. Mo¿esz usun±æ nick nale¿±cy do Twojej grupy podaj±c go jako dodatkowy parametr nick. U¿ycie tej komendy wymaga identyfikacji z u¿yciem has³a. Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP IDENTIFY
pt_pt: Sintaxe: DROP [ nick ] Sem parâmetros, cancela o registro de seu nick no banco de dados do %S. Um nick que foi desregistrado é livre para qualquer um que queira registrá-lo. Você pode também desregistrar um nick de seu grupo especificando-o com o parâmetro nick. Para você usar este comando, será necessário que primeiro você se identifique usando sua senha (/msg %S HELP IDENTIFY para maiores informações).

source: Syntax: DROP [ nickname ] Without a parameter, drops your nickname from the %S database. With a parameter, drops the named nick from the database. You may drop any nick within your group without any special privileges. Dropping any nick is limited to Services Operators.
ca_es: Sintaxis: DROP [ nickname ] Sense un parametre, elimina el teu nickname de la base de dades de %S. Amb un parametre, elimina el nick esmentat de la base de dades. Pots eliminar qualsevol nick del teu grup sense privilegis especials. Eliminar qualsevol nick esta limitat a administradors de serveis.
de_de: Syntax: DROP [ Nickname ] Ohne angegebenen Parameter entfernt es deinen Nicknamen aus der Datenbank von %S. Mit dem Nicknamen als Parameter, wird dieser Nickname von der Datenbank entfernt. Du kannst jeden Nickname in deiner Gruppe ohne bestimmte Privilegien entfernen.
el_gr: Σύνταξη: DROP [ ψευδώνυμο ] Χωρίς την παράμετρο, μπορεί να σβηστεί το ψευδώνυμο από του %S την βάση δεδομένων.. Με την παράμετρο, σβήνει ο ψευδώνυμο από την βάση δεδομένων. Μπορεί να σβήσεις κάποιο ψευδώνυμο που μπορεί να είναι στην ομάδα σου χωρίς να έχεις ξεχωριστά δικαιώματα. Το σβήσιμο του ψευδώνυμου έχουν το δικαίωμα να το κάνουν οι (επικεφαλείς) Services Operators.
hu_hu: Syntax: DROP [ nicknév ] Paraméter nélkül, droppolja a neved a %S adatbázisból. Paraméterrel dropolva a nicknév törlõdik az adatbázisból. Dropolhatsz egy nicket a csoportodban, kivéve, ha van különleges kiváltsága. Használat korlátozva Szervíz adminoknak.
nl_nl: Gebruik: DROP [ nick ] Zonder een paramenter wordt je eigen nick uit de %S database verwijderd. Met een paramenter wordt de gegeven nick uit de database verwijderd. Je kan de registratie van elke nick in je groep ongedaan maken zonder speciale privileges. Het verwijderen van elke nick is gelimiteerd tot Services Operators.
pl_pl: Sk³adnia: DROP [ nick ] Komenda wywo³ana bez parametru spowoduje usuniêcie Twojego nicka z bazy serwisu %S. Komenda u¿yta z parametrem usuwa wskazany nick. Ka¿dy u¿ytkownik mo¿e usuwaæ nicki znajduj±ce siê w jego grupie bez specjalnych uprawnieñ. Usuwanie dowolnego nicka jest ograniczone do administratorów.
pt_pt: Sintaxe: DROP [ nick ] Sem parâmetros, cancela o registro de seu nick no banco de dados do %S. Com parâmetros, cancela o registro do nick especificado do banco de dados. Você pode desregistrar qualquer nick DE SEU GRUPO sem nenhum privilégio especial, mas desregistrar QUALQUER nick é restrito aos Administradores dos Services.

source: Syntax: FORBID channel [ reason ] Disallows anyone from registering or using the given channel. May be cancelled by dropping the channel. Reason may be required on certain networks.
ca_es: Sintàxi: FORBID canal [ raó ] Prohibeix a qualsevol de registrar o usar el canal donat. pot ser cancelat eliminant el canal. Raó pot ser requerida en certas xarxes. limitat a administradors de serveis.
de_de: Syntax: FORBID Channel [ Grund ] Verbietet die Nutzung bzw die Registrierung des angegebenen Channels. Die Wirkung wird wieder aufgehoben durch DROPEN (löschen) des Channels. Bei einigen Netzen muss evtl ein Grund angegeben werden.
el_gr: Σύνταξη: FORBID κανάλι [ λόγος ] Δεν επιτρέπει σε οποιοδήποτε να κάνει κατοχύρωση ή χρήση του συγκεκριμένου καναλιού. Μπορεί να ακυρωθεί αυτό με σβήσιμο του καναλιού (drop). Ο λόγος απαιτείται σε ορισμένα δίκτυα. Μόνο για τους Services Operators.
hu_hu: Syntax: FORBID #szoba [ indok ] Letiltja a szoba használatát. Csak droppolás után lehet a csatornát használni. Indoklást szükséges egyes hálózatokon. Korlátozva Szervíz adminnak.
nl_nl: Gebruik: FORBID kanaal [ reden ] Verbied iedereen van het registreren of gebruiken van het gegeven kanaal. Kan ongedaan gemaakt worden door het droppen van het kanaal. Reden kan verplicht zijn op sommige netwerken.
pl_pl: Sk³adnia: FORBID kana³ [ powód ] Uniemo¿liwia rejestracjê i korzystanie ze wskazanego kana³u. Blokadê mo¿na zdj±æ u¿ywaj±c komendy DROP. W niektórych sieciach wymagane jest podanie powodu.
pt_pt: Sintaxe: FORBID canal [ motivo ] Proibe que qualquer pessoa registre e utilize o canal dado. Pode ser cancelado com o desregistro do canal. Um motivo pode ser necessário em algumas redes.
