Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Don't use reverses on this channel!
ca_es: No utilitzis reversos en aquest canal!
de_de: Nicht invertiert schreiben!
el_gr: Μην είσαι αντίθετος μέσα στο κανάλι!
hu_hu: Nem írj visszafelé ezen a csatornán!
nl_nl: Gebruik geen inverteringen in dit kanaal!
pl_pl: Nie u¿ywaj odwracania kolorów!
pt_pt: Por favor não use reversos no canal!

source: Don't use the word "%s" on this channel!
ca_es: No utilitzis la paraula %s en aquest canal!
de_de: Benutze nicht das Wort %s in diesem Channel!
el_gr: Μην χρησιμοποιείς αυτή τη λέξη %s στο κανάλι!
hu_hu: Nem használható ez a szó: %s!
nl_nl: Gebruik het woord %s niet in dit kanaal!
pl_pl: Nie u¿ywaj s³owa "%s" na tym kanale!
pt_pt: Não use a palavra %s neste canal!

source: Don't use underlines on this channel!
ca_es: No utilitzis subratllats en aquest canal!
de_de: Keine Unterstreichungen in diesem Channel benutzen!
el_gr: Μην χρησιμοποιείς χαρακτήρες υπογράμμισης στο κανάλι!
hu_hu: Nem használj aláhúzásokat ezen a csatornán!
nl_nl: Gebruik geen onderstrepingen in dit kanaal!
pl_pl: Nie u¿ywaj podkre¶leñ na tym kanale!
pt_pt: Não use sublinhados neste canal!

source: E-mail address changed to %s.
ca_es: Adreça E-mail canviada a %s.
hu_hu: E-mail cím megváltoztatva: %s.
pl_pl: Adres e-mail zosta³ zmieniony na %s.

source: E-mail address for %s changed to %s.
de_de: E-mail Adresse für %s wurde auf %s geändert.
pl_pl: Adres e-mail osoby %s zosta³ zmieniony na %s.

source: E-mail address for %s unset.
de_de: E-mail Adresse %s wurde entfernt.
pl_pl: Adres e-mail osoby %s zosta³ usuniêty.

source: E-mail address for %s changed to %s.
ca_es: Adreça e-mail per a %s canviada a %s.
hu_hu: A megadott csatorna (%s) új E-mail címe: %s.
pl_pl: Adres e-mail kana³u %s zosta³ zmieniony na %s.

source: E-mail address for %s unset.
ca_es: Adreça e-mail per a %s no establerta.
hu_hu: A megadott csatorna (%s) E-mail címe törölve.
pl_pl: Adres e-mail kana³u %s zosta³ usuniêty.

source: E-mail address unset.
ca_es: Adreça E-mail no establerta.
de_de: eMail-Adresse wurde entfernt.
el_gr: Η διεύθυνση του e-mail απενεργοποιήθηκε.
hu_hu: E-mail cím törölve.
nl_nl: E-mail adres verwijderd.
pl_pl: Adres e-mail zosta³ usuniêty.
pt_pt: E-mail removido.

source: E-mail for %s is invalid.
ca_es: E-mail per %s es invalid.
de_de: eMail-Adresse für %s ist ungültig.
el_gr: Η διεύθυνση για %s είναι λανθασμένη.
hu_hu: %sEmail címe nem érvényes.
nl_nl: E-mail voor %s is ongeldig.
pl_pl: Adres e-mail dla %s nie jest prawid³owy.
pt_pt: E-mail para %s é inválido.

source: EXCEPTION ADD [+ expiry ] mask limit reason
ca_es: EXCEPTION ADD [+ expiració ] mascara límit raó
hu_hu: EXCEPTION ADD [+ elévülés ] maszk korlát indok
pl_pl: EXCEPTION ADD [+ czas-trwania ] maska limit powód

source: EXCEPTION DEL { mask | list }
ca_es: EXCEPTION DEL { mascara | llista }
hu_hu: EXCEPTION DEL { maszk | list }
pl_pl: EXCEPTION DEL { maska | lista }

source: EXCEPTION MOVE num position
ca_es: EXCEPTION MOVE numero posició
hu_hu: EXCEPTION MOVE Szám helyzet
pl_pl: EXCEPTION MOVE numer pozycja

source: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ params ]
ca_es: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ parametres ]
de_de: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ Parameter ]
hu_hu: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ paraméterek ]
nl_nl: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ paramenters ]
pl_pl: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ parametry ]
pt_pt: EXCEPTION {ADD | DEL | MOVE | LIST | VIEW} [ parâmetros ]

source: Emails Match %s to %s.
de_de: Passende Emails %s bis %s.
hu_hu: Egyezõ emailek %s ehhez: %s.
nl_nl: Emails %s komen overeen met %s.
pl_pl: Adresy e-mail %s pasuj±ce do %s.
pt_pt: O nick %s usa o E-mail %s.

source: End of %s list.
de_de: Ende der %s Liste.
hu_hu: %s lista vége.
nl_nl: Einde van de %s lijst.
pl_pl: Koniec listy %s.
pt_pt: Fim da lista de %s.

source: End of access list.
ca_es: fi de llista d'accés.
de_de: Ende der Access-liste.
el_gr: Τελος της λίστας προσβασης.
hu_hu: Hozzáférési lista vége.
nl_nl: Einde van de toegangslijst.
pl_pl: Koniec listy dostêpu.
pt_pt: Fim da lista de acesso.

source: End of channel list.
ca_es: Fi de la llista de canals.
de_de: Ende der Channel-Liste.
el_gr: Τέλος λίστας καναλιού.
hu_hu: Vége a szoba listának.
nl_nl: Einde van kanalen lijst.
pl_pl: Koniec listy kana³ów.
pt_pt: Fim da listagem.

source: End of list - %d/%d channels shown.
ca_es: Fi de la lllista - %d/%d resultat(s) mostrat(s).
de_de: Ende der Liste - %d/%d Treffer angezeigt.
el_gr: Τέλος της λίστας - %d/%d βρέθηκαν και εμφανίστηκαν.
hu_hu: Lista vége - %d / %d csatorna megjelenítve.
nl_nl: Einde van de lijst - %d/%d kanalen weergegeven.
pl_pl: Koniec listy - %d/%d kana³ów pokazano.
pt_pt: Fim da listagem - %d/%d resultados mostrados.

source: End of list - %d/%d matches shown.
ca_es: Fi de la lllista - %d/%d resultat(s) mostrat(s).
de_de: Ende der Liste - %d/%d Treffer angezeigt.
el_gr: Τέλος της λίστας - %d/%d βρέθηκαν και εμφανίστηκαν.
hu_hu: Lista vége - %d / %d találat megjelenítve.
nl_nl: Einde van lijst - %d/%d resultaten weergegeven.
pl_pl: Koniec listy - %d/%d wpisów wy¶wietlono.
pt_pt: Fim da listagem - %d/%d resultados mostrados.

source: End of users list.
ca_es: Fi de la llista d'usuaris.
de_de: Ende der User-Liste.
el_gr: Τέλος λίστας χρηστών.
hu_hu: Vége a felhasználó listának.
nl_nl: Einde van gebruikers lijst.
pl_pl: Koniec listy u¿ytkowników.
pt_pt: Fim da listagem.

source: English
ca_es: Catala
de_de: Deutsch
el_gr: Ελληνικά
hu_hu: Magyar
nl_nl: Nederlands
pl_pl: Polski
pt_pt: Português

source: Entry message for %s changed.
ca_es: Missatge d'entrada per a %s canviat.
de_de: Begrüssungsnachricht von %s wurde geändert.
el_gr: Το μήνυμα υποδοχής του %s άλλαξε.
hu_hu: %s csatorna belépõ üzenete megváltozott.
nl_nl: Welkomstbericht voor %s veranderd.
pl_pl: Wiadomo¶æ powitalna kana³u %s zosta³a zmieniona.
pt_pt: Mensagem de entrada para o canal %s alterada.

source: Entry message for %s unset.
ca_es: Missatge d'entrada per a %s no establert.
de_de: Begrüssungsnachricht von %s wurde entfernt.
el_gr: Το μήνυμα υποδοχής του %s δεν έχει οριστεί.
hu_hu: %s csatorna belépõ üzenete törölve.
nl_nl: Welkomstbericht voor %s verwijderd.
pl_pl: Wiadomo¶æ powitalna kana³u %s zosta³a usuniêta.
pt_pt: Mensagem de entrada para o canal %s removida.

source: Error! The Ident is too long, please use an ident shorter than %d characters.
de_de: Fehler! Die Ident ist zu lang, bitte nutze eine Ident mit weniger als %d Buchstaben.
hu_hu: Hiba! Az Ident hoszzú, írj %d karakternél rövidebbet!
nl_nl: Fout! De ident is te lang. Gebruik een ident die korter is dan %d tekens.
pl_pl: B³±d! Ident jest za d³ugi, u¿yj identa krótszego ni¿ %d znaków.
pt_pt: Erro! O Ident é muito comprido, por favor use um Ident de até %d caracteres.

source: Error! The vhost is too long, please use a host shorter than %d characters.
de_de: Fehler! Der vHost ist zu lang, bitte nutze einen vHost mit weniger als %d Buchstaben.
hu_hu: Hiba! A vhost hoszzú, írj %d karakternél rövidebbet!
nl_nl: Fout! De vhost is te lang. Gebruik een host die korter is dan %d tekens.
pl_pl: B³±d! Vhost jest za d³ugi, u¿yj vhosta krótszego ni¿ %d znaków.
pt_pt: Erro! O host é muito comprido, por favor use um host de até %d caracteres.

source: Exception for %s (#%d) moved to position %d.
ca_es: Excepció per a %s (#%d) moguda a la posició %d.
de_de: DIe Exception für %s (#%d) wurde auf die %d Position verschoben.
el_gr: Exception για %s (#%d) μετακινήθηκε στη θέση %d.
hu_hu: %s kivétel (#%d) áthelyezve a %d pozicíóba.
nl_nl: Uitzondering voor %s (#%d) verplaatst naar positie %d.
pl_pl: Wyj±tek dla %s (#%d) przeniesiono na pozycjê %d.
pt_pt: Sessão para %s (#%d) alterada para a posição %d.

source: Exception for %s has been updated to %d.
de_de: Exception für %s ist zu %d aktualisiert worden.
nl_nl: Uitzondering voor %s is veranderd in %d.
pl_pl: Wyj±tek dla %s zosta³ zaktualizowany do %d.
pt_pt: Exceção para %s foi atualizada para %d.

source: Expires on: %s
ca_es: Expires in: %s
de_de: Wird am %s auslaufen
el_gr: Expires in: %s
hu_hu: Expires in: %s
nl_nl: Expires in: %s
pl_pl: Wygasa: %s
pt_pt: Expira em: %s

source: Expiry time of %s changed.
ca_es: Temps d'expiració per a %s canviat.
de_de: Auslaufzeit von %s geändert.
el_gr: Το χρονικό όριο του/ης %s άλλαξε
hu_hu: Lejárati idõ megváltozott: %s.
nl_nl: Verlooptijd van %s veranders.
pl_pl: Zmieniono czas wygasania %s.
pt_pt: Tempo de expiração para %s alterado.

source: FORBID channel reason
ca_es: FORBID canal raó
de_de: FORBID Channel Grund
el_gr: FORBID κανάλι λόγος
hu_hu: FORBID #szoba indok
nl_nl: FORBID kanaal reden
pl_pl: FORBID kana³ powód
pt_pt: FORBID canal motivo

source: FORBID channel [ reason ]
ca_es: FORBID canal [ raó ]
de_de: FORBID Channel [ Grund ]
el_gr: FORBID κανάλι [ λόγος ]
hu_hu: FORBID #szoba [ indok ]
nl_nl: FORBID kanaal [ reden ]
pl_pl: FORBID kana³ [ powód ]
pt_pt: FORBID canal [ motivo ]

source: FORBID nickname reason
ca_es: FORBID nickname rao
de_de: FORBID Nickname Grund
hu_hu: FORBID nicknév indok
nl_nl: FORBID nick reden
pl_pl: FORBID nick powód
pt_pt: FORBID nick motivo

source: FORBID nickname [ reason ]
ca_es: FORBID nickname [ rao ]
de_de: FORBID Nickname [ Grund ]
hu_hu: FORBID nicknév [ indok ]
nl_nl: FORBID nick [ reden ]
pl_pl: FORBID nick [ powód ]
pt_pt: FORBID nick [ motivo ]

source: Fantasy mode is now OFF on channel %s.
ca_es: Mode fantasia ara desactivat en el canal %s.
de_de: Fantasy mode ist jetzt OFF im %s.
el_gr: Η Fantasy επιλογή είναι τωρα OFF στο κανάλι %s.
hu_hu: Fantasy mód most OFF a %s csatornán.
nl_nl: Fantasie mode staat nu UIT op kanaal %s.
pl_pl: Komendy fantasy na kanale %s zosta³y wy³±czone.
pt_pt: Modo Fantasia está agora DESATIVADO no canal %s.

source: Fantasy mode is now ON on channel %s.
ca_es: Mode fantasia ara activada en el canal %s.
de_de: Fantasy mode ist jetzt ON im %s.
el_gr: Η Fantasy επιλογή είναι τώρα ON στο κανάλι %s.
hu_hu: Fantasy mód most ON a %s csatornán.
nl_nl: Fantasie mode staat nu AAN op kanaal %s.
pl_pl: Komendy fantasy na kanale %s zosta³y w³±czone.
pt_pt: Modo Fantasia está agora ATIVADO no canal %s.

source: Founder of %s changed to %s.
ca_es: El Fundador de %s cambiat a %s.
de_de: Founder von %s wurde geändert zu %s.
el_gr: Ο Founder του %s άλλαξε και πήγε στον %s.
hu_hu: A megadott csatorna (%s) új foundere: %s.
nl_nl: Stichter van kanaal %s veranderd in %s.
pl_pl: W³a¶cicielem kana³u %s jest teraz %s.
pt_pt: Founder do canal %s alterado para %s.

source: GETEMAIL user@email-host No WildCards!!
de_de: GETEMAIL user@email-host Keine WildCards!!
hu_hu: GETEMAIL user@email-host Nincs * karakter!!
nl_nl: GETEMAIL user@email-host geen Wildcards!!
pl_pl: GETEMAIL user@email-host Bez symboli wieloznacznych!
pt_pt: GETEMAIL user@emailhost Não use coringas!

source: GETKEY channel
pl_pl: GETKEY kana³
pt_pt: GETKEY canal

source: GETPASS nickname
hu_hu: GETPASS nicknév
pl_pl: GETPASS nick
pt_pt: GETPASS nick

source: GETPASS command unavailable because encryption is in use.
ca_es: La comanda GETPASS no esta disponible per l'us d'encriptació.
de_de: GETPASS nicht verfügbar, da die Verschlüsselung aktiviert ist.
el_gr: Η GETPASS εντολή δεν είναι διαθέσιμη γιατί χρησιμοποιείται η κωδικοποίηση.
hu_hu: GETPASS nem elérhetõ, amíg az encryption használatban van
nl_nl: GETPASS commando is onbeschikbaar omdat encryptie aanstaat.
pl_pl: Komenda GETPASS nie dzia³a, bo has³a s± szyfrowane.
pt_pt: Comando GETPASS não disponível: modo de encriptação ativado.

source: GHOST nickname [ password ]
ca_es: GHOST nickname [ clau ]
de_de: GHOST Nickname [ Passwort ]
hu_hu: GHOST nicknév [ jelszó ]
nl_nl: GHOST nickname [ wachtwoord ]
pl_pl: GHOST nick [ has³o ]
pt_pt: GHOST nick [ senha ]

source: GLOBAL message
ca_es: GLOBAL missatge
de_de: GLOBAL Nachricht
hu_hu: GLOBAL üzenet
nl_nl: GLOBAL bericht
pl_pl: GLOBAL tre¶æ wiadomo¶ci
pt_pt: GLOBAL mensagem

source: GROUP target password
ca_es: GROUP grup clau
de_de: GROUP Ziel Passwort
el_gr: GROUP ^_στόχος^_ ^_κωδικό^_
hu_hu: GROUP célnick jelszó
nl_nl: GROUP doel wachtwoord
pl_pl: GROUP nazwa has³o
pt_pt: GROUP alvo senha

source: Ghost with your nick has been killed.
ca_es: El ghost amb el teu nick ha estat expulsat.
de_de: Ghost mit deinem Nicknamen wurde entfernt.
el_gr: Το ψευδώνυμο σου έγινε kill μέσω ghost εντολής.
hu_hu: A befagyott kliens killelve.
nl_nl: Ghost met jouw nick is gekilld.
pl_pl: Nick zosta³ usuniêty z sieci.
pt_pt: Seu nick foi derrubado e pode ser usado.

source: Greet message changed to %s.
hu_hu: Köszöntõ üzenet megváltoztatva: %s.
pl_pl: Wiadomo¶æ powitalna zosta³a zmieniona na: %s.

source: Greet message displayed
ca_es: Missatge de benvinguda mostrat
de_de: Grussmeldung wird angezeigt
el_gr: Το μήνυμα χαιρετισμού να διατυπώνεται
hu_hu: NickServ-es köszöntõ üzenet megjelenik.
nl_nl: Groetingsbericht weergegeven
pl_pl: Wy¶wietla wiadomo¶æ powitaln± (greet)
pt_pt: Mensagem de entrada

source: Greet message for %s changed to %s.
de_de: Begrüssungsnachricht %s wurde auf %s geändert.
pl_pl: Wiadomo¶æ powitalna osoby %s zosta³a zmieniona na %s.

source: Greet message for %s unset.
de_de: Begrüssungsnachricht %s wurde entfernt.
pl_pl: Wiadomo¶æ powitalna osoby %s zosta³a usuniêta.

source: Greet message unset.
hu_hu: Köszöntõ üzeneted törölve.
pl_pl: Wiadomo¶æ powitalna zosta³a usuniêta.

source: Greet mode is now OFF on channel %s.
ca_es: Mode salutació ara desactivat en el canal %s.
de_de: Begrüssungsnachricht ist jetzt OFF im %s.
el_gr: Η επιλογή χαιρετισμού είναι OFF στο κανάλι %s.
hu_hu: Üdvözlõ mód most OFF a %s szobán.
nl_nl: Begroetingsmode staat nu UIT op kanaal %s.
pl_pl: Witanie u¿ytkowników na kanale %s zosta³o wy³±czone.
pt_pt: Modo mensagem de entrada está agora DESATIVADO no canal %s.

source: Greet mode is now ON on channel %s.
ca_es: Mode salutació ara activat en el canal %s.
de_de: Begrüssungsnachricht ist jetzt ON im %s.
el_gr: Η επιλογή χαιρετισμού είναι ON στο κανάλι %s.
hu_hu: Üdvözlõ mód most ON a %s szobán.
nl_nl: Begroetingsmode staat nu AAN op kanaal %s.
pl_pl: Witanie u¿ytkowników na kanale %s zosta³o w³±czone.
pt_pt: Modo mensagem de entrada está agora ATIVADO no canal %s.

source: HALFOP #channel [ nick ]
pl_pl: HALFOP #kana³ [ nick ]

source: HOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
ca_es: HOP canal {ADD|DEL|LIST|CLEAR} [ nick | llista ]
de_de: HOP Channel {ADD|DEL|LIST|CLEAR} [ Nickname | entry-liste ]
hu_hu: HOP #szoba { ADD | DEL | LIST | CLEAR } [ nick | sorszám ]
nl_nl: HOP kanaal {ADD|DEL|LIST|CLEAR} [ nick | lijst ]
pl_pl: HOP kana³ {ADD|DEL|LIST|CLEAR} [ nick | pozycja ]
pt_pt: HOP canal {ADD|DEL|LIST|CLEAR} [ nick | entrada ]

source: HOP list for %s: Num Nick
ca_es: Llista HOP per a %s: Num Nick
de_de: HOP Liste für %s: Nummer Nickname
el_gr: Η HOP λίστα του %s είναι: Νούμερο Ψευδώνυμο
hu_hu: %s HOP listája: Sorszám Nicknév
nl_nl: HOP lijst voor %s: Num Nick
pl_pl: Lista HOP kana³u %s: Nr Nick
pt_pt: Lista de HOP para %s: Núm Nick

source: Hi, You have requested to have the password for %s reset. To reset your password, type %R%s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
ca_es: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
de_de: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
el_gr: Hi, You have requested to have the pasword for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
hu_hu: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
nl_nl: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
pl_pl: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
pt_pt: Hi, You have requested to have the password for %s reset. To reset your password, type /msg %s CONFIRM %s If you don't know why this mail was sent to you, please ignore it silently. %s administrators.

source: Hi, You have requested to register the nickname %s on %s. Please type " %R%s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
ca_es: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
de_de: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
el_gr: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
hu_hu: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
nl_nl: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
pl_pl: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.
pt_pt: Hi, You have requested to register the nickname %s on %s. Please type " /msg %s confirm %s " to complete registration. If you don't know why this mail was sent to you, please ignore it silently. %s administrators.

source: HostServ : %6d records, %5d kB
ca_es: HostServ : %6d registres, %5d kB
de_de: HostServ : %6d Einträge, %5d kB
pl_pl: HostServ : %6d rekordów, %5d kB
pt_pt: HostServ : %6d registros, %5d kB

source: Hosts with at least %d sessions:
ca_es: Hosts amb un mínim de %d sessions:
de_de: Hosts mit mindestens %d Verbindungen:
el_gr: Hosts με το λιγότερο %d sessions:
hu_hu: Hosztok legalább %d sessionnel:
nl_nl: Hosts met tenminste %d sessies:
pl_pl: Hosty z przynajmniej %d sesjami:
pt_pt: Hosts com pelo menos %d sessões:

source: I don't know who %s is.
ca_es: Mai he visto a %s.
hu_hu: Én nem tudom, hogy %s kicsoda.:-(((
pl_pl: Nie wiem kim jest %s.

source: I've never seen %s on this channel.
ca_es: Mai he vist a %s en aquest canal.
hu_hu: Sosem láttam %s nicket ebben a szobában.
pl_pl: Nigdy nie widzia³em %s na tym kanale.

source: IDENTIFY [account] password
ca_es: IDENTIFY clau
de_de: IDENTIFY Passwort
el_gr: IDENTIFY ^_κωδικό^_
hu_hu: IDENTIFY jelszó
nl_nl: IDENTIFY wachtwoord
pl_pl: IDENTIFY has³o
pt_pt: IDENTIFY senha

source: IGNORE {ADD|DEL|LIST|CLEAR} [ time ] [ nick | mask ]
de_de: IGNORE {ADD|DEL|LIST|CLEAR} [ Zeit ] [ Nickname | Hostmaske ]
hu_hu: IGNORE {ADD|DEL|LIST|CLEAR} [ idõ ] [ nick | mask ]
nl_nl: IGNORE {ADD|DEL|LIST|CLEAR} [ tijd ] [ nick | mask ]
pl_pl: IGNORE {ADD|DEL|LIST|CLEAR} [ czas ] [ nick | maska ]
pt_pt: IGNORE {ADD|DEL|LIST|CLEAR} [ tempo ] [ nick | mask ]

source: INFO channel
ca_es: INFO canal
hu_hu: INFO #szoba
nl_nl: INFO kanaal
pl_pl: INFO kana³
pt_pt: INFO canal

source: INFO [ channel ]
ca_es: INFO [ canal ]
hu_hu: INFO [ #szoba ]
pl_pl: INFO [ kana³ ]

source: INFO [ nick | channel ]
ca_es: INFO [ nick | canal ]
hu_hu: INFO [ nick | #szoba ]
pl_pl: INFO [ nick | kana³ ]

source: INFO { chan | nick }
ca_es: INFO { canal | nick }
de_de: INFO { Channel | Nickname }
hu_hu: INFO { #szoba | nick }
nl_nl: INFO { kanaal | nick }
pl_pl: INFO { kana³ | nick }
pt_pt: INFO { canal | nick }

source: INVITE channel
ca_es: INVITE canal
el_gr: INVITE κανάλι
hu_hu: INVITE #szoba
nl_nl: INVITE kanaal
pl_pl: INVITE kana³
pt_pt: INVITE canal

source: If you do not change within 20 seconds, I will change your nick.
ca_es: Si no canvies el teu nick en 20 segons, el canviare jo.
de_de: Wenn du ihn nicht innerhalb von 20 Sekunden identifizierst, wird er automatisch geändert.
el_gr: Αν δεν αλλάξεις το ψευδώνυμο αυτό μέσα σε 20 δευτερόλεπτα, θα στο αλλάξω αυτόματα εγώ.
hu_hu: Ha nem váltasz nevet 20 sec.-en belül, én megváltoztatom.
nl_nl: Als je niet binnen 20 seconden je nick verandert, verander ik je nick.
pl_pl: Masz 20 sekund na zmianê nicka, potem zostanie zmieniony si³±.
pt_pt: Se você não mudar seu nick em 20 segundos, eu irei mudá-lo.

source: If you do not change within one minute, I will change your nick.
ca_es: Si no canvies el teu nick en un minut, el canviare jo.
de_de: Wenn du ihn nicht innerhalb einer Minute identifizierst, wird er automatisch geändert.
el_gr: Αν δεν αλλάξεις το ψευδώνυμο αυτό μέσα σε ένα λεπτό, θα στο αλλάξω αυτόματα εγώ.
hu_hu: Ha nem váltasz nevet 1 percen belül, én megváltoztatom.
nl_nl: Als je niet binnen 1 minuut je nick verandert, verander ik je nick.
pl_pl: Masz jedn± minutê na zmianê nicka, potem zostanie zmieniony si³±.
pt_pt: Se você não mudar seu nick em 1 minuto, eu irei mudá-lo.

source: Ignore code will be used.
ca_es: Codi ignore sera utilitzat.
de_de: Ignore code wird benutzt.
el_gr: Η εντολή Ignore θα χρησιμοποιείται.
hu_hu: Mellõzés kód lessz használva.
nl_nl: Negeer code zal worden gebruikt.
pl_pl: Opcja IGNORE zosta³a w³±czona.
pt_pt: Opção IGNORE será usada.

source: Ignore code will not be used.
ca_es: Codi ignore no sera utilitzat.
de_de: Ignore code wird nicht benutzt.
el_gr: Η εντολή Ignore δεν χρησιμοποιείται.
hu_hu: Mellõzés kód nem lessz használva.
nl_nl: Negeer code zal niet worden gebruikt.
pl_pl: Opcja IGNORE zosta³a wy³±czona.
pt_pt: Opção IGNORE não será usada.

source: Ignore list has been cleared.
de_de: Die Ignore-Liste wurde geleert.
hu_hu: Mellõzöttek lista törölve.
nl_nl: Negeer-lijst is leeggemaakt.
pl_pl: Lista ignorowanych zosta³a wyczyszczona.
pt_pt: Lista de Ignore foi apagada.

source: Ignore list is empty.
ca_es: La llista ignore esta buida.
de_de: Ignore-Liste ist leer.
el_gr: Η λίστα ignore των υπηρεσιών είναι άδεια.
hu_hu: Mellõzöttek lista üres.
nl_nl: Negeer-lijst is leeg.
pl_pl: Lista ignorowanych jest pusta.
pt_pt: Lista de Ignore dos Services vazia.
