Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: %R%s HELP %s for more information.
ca_es: /msg %s HELP %s per més informació.
de_de: /msg %s HELP %s für weitere Informationen.
el_gr: /msg %s HELP %s για περισσότερες πληροφορίες.
hu_hu: /msg %s HELP %s bõvebb információért.
nl_nl: /msg %s HELP %s voor meer informatie.
pl_pl: Napisz /msg %s HELP %s aby uzyskaæ wiêcej informacji.
pt_pt: Digite /msg %s HELP %s para maiores informações.

source: %S allows you to "register" a nickname and prevent others from using it. The following commands allow for registration and maintenance of nicknames; to use them, type %R%S command . For more information on a specific command, type %R%S HELP command .
ca_es: %S Et permet "registrar" un nickname i prevenir a d'altres utilitzar-lo. Les següents comandes permeten el registre i manteniment de nicknames; per a utilitzar-los, escriu /msg %S comanda . per més informació sobre una comanda especifica escriu /msg %S HELP comanda .
de_de: Mit %S kannst du einen Nicknamen "registrieren" und somit verhindern, dass andere ihn nutzen. Die folgenden Befehle erlauben die Registrierung und das Ändern der Einstellungen von den Nicknamen. Um sie zu benutzen, tippe /msg %S Befehl . Für weitergehende Informationen zu einem bestimmten Befehl, tippe /msg %S HELP Befehl .
el_gr: O %S σας επιτρέπει να κατοχυρώσετε ένα ψευδώνυμο, εμποδίζοντας έτσι άλλους χρήστες να το χρησιμοποιούν. Οι παρακάτω εντολές, επιτρέπουν την κατοχύρωση και τη διαχείρηση των ψευδωνύμων; για να χρησιμοποιήσετε αυτά, γράψτε /msg %S ^_command^_. Για περισσότερες πληροφορίες σε μια συγκεκριμένη εντολή,γράψτε /msg %S HELP ^_command^_.
hu_hu: %S lehetõséget nyújt a "register" parancs használatával a nickneved regisztrálására, ezzel megelõzi, hogy más is használhassa a nicked. A NickServ parancsokkal írányítható. Az adott parancs szintaktikáját megkapod, ha beírod, hogy: /msg %S parancs , lásd még a /msg %S HELP parancs .
nl_nl: %S stelt je in staat een nickname te "registreren", en te voorkomen dat anderen hem gebruiken. De volgende commando's kunnen gebruikt worden voor registratie en onderhoud van nicknames; om ze te gebruiken, type /msg %S commando . Voor meer informatie over een specifiek commando, type /msg %S HELP commando .
pl_pl: %S umo¿liwia rejestracjê nicka i zapewnia wy³±czno¶æ na jego u¿ywanie. Poni¿sze komendy umo¿liwiaj± zarz±dzanie nickiem, aby ich u¿yæ wpisz: /msg %S komenda  Aby uzyskaæ szczegó³owy opis polecenia wpisz: /msg %S HELP komenda 
pt_pt: %S permite que você "registre" um nick e evita que outras pessoas o utilizem. Os seguintes comandos permitem o registro e a manutenção dos nicks; para utilizá-los, digite /msg %S comando . Para mais informações sobre um comando específico, digite /msg %S HELP comando .

source: %S allows you to have a bot on your own channel. It has been created for users that can't host or configure a bot, or for use on networks that don't allow user bots. Available commands are listed below; to use them, type %R%S command . For more information on a specific command, type %R %S HELP command .
ca_es: %S et permet crear un bot en el teu propi canal. Això ha estat creat per a usuaris que no poden tenir un bot en un host o configurar un bot, o per a us en xarxes que no permeten bots d'usuaris. Comandes disponibles estan llistades més endavant; per a utilitzar-los, escriu /msg %S comanda . per a més informació sobre un comanda especifica, escriu /msg %S HELP comanda .
de_de: %S ist dafür geschaffen, Bots in Channels einzubringen. Geschaffen wurde er für User, die selbst keinen Bot ausfetzen können, oder auch Netzwerke, die Bots verbieten. Mögliche Befehle siehe unten, die Syntax ist /msg %S Befehl . Für weitere Hilfe zu einem bestimmten Befehl tippe /msg %S HELP Befehl 
el_gr: Ο %S σου επιτρέπει να έχεις bot στο δικό σου κανάλι. Αυτή η υπηρεσια έχει δημιουργηθεί για τους χρήστες που δεν μπορούν να ρυθμίσουν bots ή για δίκτυα που δεν επιτρέπουν οι χρήστες να έχουν ικά τους bots για ασφάλεια. Διαθέσημες εντολές είναι οι επόμενες, για να τις δείτε γράψτε /msg %S command .Για περισσότερες πληροφορίες σε συγκεκριμένες εντολές γράψτε /msg %S HELP command .
hu_hu: %S lehetõvé teszi, hogy botod legyen a csatornádon. Ezt olyan felhasználók számára készítették, akik nem tudnak saját botot futtatni, vagy a hálózaton nem engedélyezik ezt. Az elérhetõ parancsok listája alább található; használatukhoz írd be /msg %S parancs. Bõvebb információt így kaphatsz az adott parancsról: /msg %S HELP parancs.
nl_nl: %S stelt je in staat een bot op je eigen kanaal te hebben. Het is gemaakt voor gebruikers die geen eigen bot kunnen hosten of configureren, of voor gebruik op netwerken die geen bots van gebruikers toestaan. Beschikbare commando's worden hieronder weergegeven. Om ze te gebruiken moet je /msg %S commando  typen. Voor meer informatie over een specifiek commando moet je /msg %S HELP command  typen.
pl_pl: %S pozwala umie¶ciæ bota na w³asnym kanale. Zosta³ stworzony dla u¿ytkowników, którzy nie mog± hostowaæ w³asnego bota oraz dla tych sieci które nie pozwalaj± na ich u¿ywanie. Poni¿sze komendy umo¿liwiaj± zarz±dzanie botem, aby ich u¿yæ wpisz: /msg %S komenda  Aby uzyskaæ szczegó³owy opis polecenia wpisz: /msg %S HELP komenda 
pt_pt: %S permite que você tenha um bot no seu canal. Foi criado para usuários que não tem como hospedar ou configurar um bot, ou para Redes que não permitem aos usuários terem um bot. Os comandos disponíveis estão listados abaixo; para usá-los, digite /msg %S comando . Para informações mais específicas sobre um comando, digite /msg %S HELP comando .

source: %S allows you to register and control various aspects of channels. %S can often prevent malicious users from "taking over" channels by limiting who is allowed channel operator privileges. Available commands are listed below; to use them, type %R%S command . For more information on a specific command, type %R%S HELP command .
ca_es: %S et permet registrar i controlar varis aspectes dels canals. Sovint, %S pot prevenir a usuaris maliciosos "pendre" canals limitant qui esta permés a tenir privilegis d'operador. Les comandes disponibles estan llistades a continuació; Per a utilitzar-los, escriu /msg %S comanda . Per més informació sobre una comanda especifica, escriu /msg %S HELP comanda .
de_de: Mit Hilfe von %S kann man Channel registrieren und eine Vielzahl von Kontrolloptionen einstellen. %S kann zum Beispiel das "Takeover" von Channels verhindern,in dem man die Channel-Op Privilegien auf bestimmte registrierte Nicknamen begrenzt. Verfügbare Befehle sind unten aufgelistet. Um sie zu benutzen tippe /msg %S Befehl . Für weitere Informationen zu einem bestimmten Befehl, tippe : /msg %S HELP Befehl .
el_gr: Ο %S σας επιτρέπει να κατοχυρώσετε και να χειριστείτε διάφορες λειτουργίες των καναλιών. Ο %S μπορεί συνήθως να αποτρέψει κακόβουλους χρήστες να κάνουν "κατάληψη" σε κανάλια, με το να περιορίζει τις αρμοδιότητες των διαχειριστών καναλιών. Οι διαθέσιμες εντολές, βρίσκονται παρακάτω. Για να τις χρησιμοποιήσετε, πληκτρολογήστε /msg %S εντολή . Για περισσότερες πληροφορίες σε μία συγκεκριμένη εντολή, πληκτρολογήστε /msg %S HELP εντολή .
hu_hu: %S lehetõséget ad arra, hogy regisztráld a csatornádat. %S használatával elkerülhetõ a "take over" jelenség, amit az opjoggal visszaélõ userek okozhatnak. Még pedig úgy, hogy meghatározható az, hogy ki kapjon a csatornán operátori kiváltságokat. A parancsok használatához írd be: /msg %S parancs , ha több információ kell a paranccsal kapcsolatban, akkor írd be: /msg %S HELP parancs .
nl_nl: %S stelt je in staat om kanalen te registreren en er verschillende opties van in te stellen. %S kan vaak voorkomen dat boosaardig gebruikers een kanaal "overnemen" door te limiteren wie er op het kanaal operator mag zijn. Beschikbare commando's staan hier beneden; om ze te gebruiken type je /msg %S commando . Voor meer informatie over een specifiek commando type je /msg %S HELP commando .
pl_pl: %S umo¿liwia rejestracjê kana³u, zmianê jego ustawieñ oraz zapobiega przed odebraniem kontroli nad kana³em. Poni¿sze komendy pozwalaj± na zarz±dzanie kana³em, aby ich u¿yæ wpisz: /msg %S komenda  Aby uzyskaæ szczegó³owy opis polecenia wpisz: /msg %S HELP komenda 
pt_pt: %S permite que você registre e controle vários aspectos do canal. %S pode prevenir o "take over" do canal por usuários maliciosos, limitando quem possui o privilégio de OP do canal. Os comandos disponíveis estão listados abaixo; para usá-los, digite /msg %S comando . Para mais informações sobre um comando específico, digite /msg %S HELP comando .

source: %s Changed the DEFCON level to %d
de_de: %s hat das DEFCON-Level geändert zu %d
hu_hu: %s módosította DEFCON a szintet erre: %d
nl_nl: %s heeft het DEFCON niveau veranderd naar %d
pl_pl: %s zmieniono poziom DEFCON na %d
pt_pt: %s alterou o Nível do DEFCON para %d

source: %s added to %s AOP list.
ca_es: %s afegit a la llista AOP de %s.
de_de: %s wurde der %s AOP-Liste hinzugefügt.
el_gr: Ο/η %s προσθέθηκε επιτυχώς στην AOP λίστα του %s.
hu_hu: %s hozzáadva %s AOP listához.
nl_nl: %s toegevoegd aan %s AOP lijst.
pl_pl: %s dodano do listy AOP kana³u %s.
pt_pt: %s adicionado à lista de AOP do %s.

source: %s added to %s HOP list.
ca_es: %s afegit a la llista HOP de %s.
de_de: %s wurde der %s HOP-Liste hinzugefügt.
el_gr: Ο/η %s προσθέθηκε επιτυχώς στην HOP λίστα του %s.
hu_hu: %s hozzáadva %s HOP listához.
nl_nl: %s toegevoegd aan %s HOP lijst.
pl_pl: %s dodano do listy HOP kana³u %s.
pt_pt: %s adicionado à lista de HOP do %s.

source: %s added to %s SOP list.
ca_es: %s afegit a la llista SOP de %s.
de_de: %s wurde der %s SOP-Liste hinzugefügt.
el_gr: Ο/η %s προσθέθηκε επιτυχώς στην SOP λίστα του %s.
hu_hu: %s hozzáadva %s SOP listához.
nl_nl: %s toegevoegd aan %s SOP lijst.
pl_pl: %s dodano do listy SOP kana³u %s.
pt_pt: %s adicionado à lista de SOP do %s.

source: %s added to %s VOP list.
ca_es: %s afegit a la llista VOP de %s.
de_de: %s wurde der %s VOP-Liste hinzugefügt.
el_gr: Ο/η %s προσθέθηκε επιτυχώς στην VOP λίστα του %s.
hu_hu: %s hozzáadva %s VOP listához.
nl_nl: %s toegevoegd aan %s VOP lijst.
pl_pl: %s dodano do listy VOP kana³u %s.
pt_pt: %s adicionado à lista de VOP do %s.

source: %s added to %s access list at level %d.
ca_es: %s afegit a la llista d'accés de %s amb nivel %d.
de_de: %s wurde zur Access-Liste von %s hinzugefügt mit Level %d.
el_gr: Ο/η %s προσθέθηκε στο access list του %s με level %d.
hu_hu: %s hozzáadva a %s hozzáférési listájához. A hozzáférési szintje a ChanServ parancsokhoz: %d.
nl_nl: %s toegevoegd aan %s toeganslijst met niveau %d.
pl_pl: %s dodano do listy dostêpu kana³u %s z poziomem %d.
pt_pt: %s adicionado à lista de acesso do %s com o nível %d.

source: %s added to %s autokick list.
ca_es: %s afegit a la llista de kicks automàtics en el canal %s.
de_de: %s wurde der AutoKick-Liste von %s hinzugefügt.
el_gr: Ο/η %s προσθέθηκε επιτυχώς στην autokick λίστα του %s.
hu_hu: %s hozzáadva a (%s) csatorna autokick listájához
nl_nl: %s toegevoegd aan %s autokick lijst.
pl_pl: %s dodano do listy AKICK kana³u %s.
pt_pt: %s adicionado à lista de akick do %s.

source: %s added to %s bad words list.
ca_es: %s afegida a la llista de paraules malsonants de %s.
de_de: %s zur Bad Words-Liste von %s hinzugefügt.
el_gr: %s προσθέθηκε στην λίστα των κακών λέξεων του %s.
hu_hu: A %s szó hozzáadva a %s tiltott szavak listájához.
nl_nl: %s toegevoegd aan %s slechte woorden lijst.
pl_pl: %s dodano do listy zakazanych s³ów kana³u %s.
pt_pt: %s adicionado na lista de palavrões do %s.

source: %s added to the AKILL list.
ca_es: %s afegit a la llista de AKILLs.
de_de: %s wurde zur AKILL-Liste hinzugefügt.
el_gr: %s προσθέθηκε στην λίστα AKILL.
hu_hu: %s hozzáadva az AKILL listához.
nl_nl: %s toegevoegd aan de AKILL lijst.
pl_pl: %s dodano do listy AKILL.
pt_pt: %s adicionado à lista de AKILL.

source: %s added to the SNLINE list.
ca_es: %s afegit a la llista de SNLINEs.
de_de: %s wurde zur SNLINE-Liste hinzugefügt.
el_gr: %s προσθέθηκε στην λίστα SNLINE.
hu_hu: %s hozzáadva a SNLINE listához.
nl_nl: %s toegevoegd aan de SNLINE lijst.
pl_pl: %s dodano do listy SNLINE.
pt_pt: %s adicionado à lista de SNLINE.

source: %s added to the SQLINE list.
ca_es: %s afegit a la llista de SQLINEs.
de_de: %s wurde zur SQLINE-Liste hinzugefügt.
el_gr: %s προσθέθηκε στην λίστα SQLINE.
hu_hu: %s hozzáadva az SQLINE listához.
nl_nl: %s toegevoegd aan de SQLINE lijst.
pl_pl: %s dodano do listy SQLINE.
pt_pt: %s adicionado à lista de SQLINE.

source: %s added to the SZLINE list.
ca_es: %s afegit a la llista de SZLINEs.
de_de: %s wurde zur SZLINE-Liste hinzugefügt.
el_gr: %s προσθέθηκε στην λίστα SZLINE.
hu_hu: %s hozzáadva az SZLINE listához.
nl_nl: %s toegevoegd aan de SZLINE lijst.
pl_pl: %s dodano do listy SZLINE.
pt_pt: %s adicionado à lista de SZLINE.

source: %s added to your access list.
ca_es: %s afegit a la teva lllista d'accés.
de_de: %s wurde zu deiner Access-Liste hinzugefügt.
el_gr: %s έγινε προσθήκη στην λίστα πρόσβασής σου.
hu_hu: %s hozzáadva a hozzáférési listádhoz.
nl_nl: %s toegevoegd aan je toegangslijst.
pl_pl: %s dodano do Twojej listy dostêpu.
pt_pt: %s adicionado em sua lista de acesso.

source: %s already exists in %s bad words list.
ca_es: %s ja existeix a la llista de paraules malsonants de %s.
de_de: %s existiert bereits in der Bad Words-Liste von %s.
el_gr: %s έχεις ήδη %s κακές λέξεις.
hu_hu: A %s szót már tartalmazza a %s tiltott szavak listája
nl_nl: %s bestaat al op %s slechte woorden lijst.
pl_pl: %s ju¿ istnieje na li¶cie zakazanych s³ów kana³u %s.
pt_pt: %s já existe na lista de palavrões do %s.

source: %s already exists on %s autokick list.
ca_es: %s ja esta present a la llista de kick automàtic en el canal %s.
de_de: %s existiert bereits auf der AutoKick-Liste von %s.
el_gr: Ο/η %s υπάρχει ήδη στην autokick λίστα του %s.
hu_hu: %s már szerepel a (%s) csatorna autokick listáján.
nl_nl: %s bestaat al op %s autokick lijst.
pl_pl: %s ju¿ istnieje w li¶cie AKICK kana³u %s.
pt_pt: %s já existe na lista de akick do %s.

source: %s already exists on the AKILL list.
ca_es: %s ja esta present a la llista de AKILLs.
de_de: %s existiert bereits auf der AKILL-Liste.
el_gr: %s υπάρχει ήδη στην λίστα AKILL.
hu_hu: %s már bekapcsolva az AKILL lista.
nl_nl: %s bestaat al op de AKILL lijst.
pl_pl: %s ju¿ istnieje na li¶cie AKILL.
pt_pt: %s já se encontra na lista de AKILL.

source: %s already exists on the EXCEPTION list.
de_de: %s ist bereits in der EXCEPTION-Liste.
nl_nl: %s bestaat al op de uitzonderingenlijst.
pl_pl: %s ju¿ istnieje na li¶cie wyj±tków.
pt_pt: %s já existe na lista de EXCEPTION.

source: %s already exists on the SNLINE list.
ca_es: %s ja existeix a la llista de SNLINEs.
de_de: %s existiert bereits auf der SNLINE-Liste.
el_gr: %s υπάρχει ήδη στην λίστα SNLINE.
hu_hu: %s már szerepel az SNLINE listán.
nl_nl: %s bestaat al op de SNLINE lijst.
pl_pl: %s ju¿ istnieje na li¶cie SNLINE.
pt_pt: %s já existe na lista de SNLINE.

source: %s already exists on the SQLINE list.
ca_es: %s ja existeix a la llista de SQLINEs.
de_de: %s existiert bereits in der SQLINE Liste.
el_gr: %s υπάρχει ήδη στην λίστα SQLINE.
hu_hu: %s már szerpel az SQLINE listán.
nl_nl: %s bestaat al op de SQLINE lijst.
pl_pl: %s ju¿ istnieje na li¶cie SQLINE.
pt_pt: %s já existe na lista de SQLINE.

source: %s already exists on the SZLINE list.
ca_es: %s ja existeix a la llista de SZLINEs.
de_de: %s existiert bereits auf der SZLINE-Liste.
el_gr: %s υπάρχει ήδη στην λίστα SZLINE.
hu_hu: %s már szerepel az SZLINE listán.
nl_nl: %s bestaat al op de SZLINE lijst.
pl_pl: %s ju¿ istnieje na li¶cie SZLINE.
pt_pt: %s já existe na lista de SZLINE.

source: %s cannot be taken as times to ban.
ca_es: %s no pot ser pres com vegades a banegar
de_de: %s ist eine ungültige Ban-Zeit.
el_gr: %s δεν μπορεί να πάρει τόσο χρόνο τo ban.
hu_hu: %s nem fogadható el banolási idõnek.
nl_nl: %s kan niet worden ingesteld als aantal keer om te bannen.
pl_pl: %s nie mo¿e byæ wziêty jako ilo¶æ wykroczeñ do za³o¿enia bana.
pt_pt: %s não pode ser colocado como tempo para ban.

source: %s changed your usermodes.
de_de: %s hat deine Usermodi geändert.
hu_hu: %s váltóztatott a módodon.
nl_nl: %s heeft je gebruikersmodes veranderd.
pl_pl: %s zmienia Twoje flagi u¿ytkownika.
pt_pt: %s alterou seus modos de usuário.

source: %s channel list: Name Users Modes Topic
ca_es: Llista del canal %s: Nom Modes de Usr. Tòpic
de_de: %s Channel-Liste: Name User Topic
el_gr: %s channel list: Όνομα Χρήστες Επιλογές Topic
hu_hu: %s szoba listája: Név User Mód Topic
nl_nl: %s kanalen lijst: Naam Gebruikers Modes Topic
pl_pl: Lista kana³ów %s: Nazwa Tryby u¿yt. Temat
pt_pt: Lista de canais do %s: Nome Usuários Tópico

source: %s deleted from %s AOP list.
ca_es: %s esborrat de la llista AOP de %s.
de_de: %s gelöscht von der %s AOP-Liste.
el_gr: Ο/η %s διαγράφηκε επιτυχώς από την AOP λίστα του %s.
hu_hu: %s törölve lett a %s AOP listáról.
nl_nl: %s verwijderd van %s AOP lijst.
pl_pl: %s usuniêto z listy AOP kana³u %s.
pt_pt: %s deletado da lista de AOP do %s.

source: %s deleted from %s HOP list.
ca_es: %s esborrat de la llista HOP de %s.
de_de: %s wurde gelöscht von der %s HOP-Liste.
el_gr: Ο/η %s διαγράφηκε επιτυχώς από την HOP λίστα του %s.
hu_hu: %s törölve lett a %s HOP listáról.
nl_nl: %s verwijderd van %s HOP lijst.
pl_pl: %s usuniêto z listy HOP kana³u %s.
pt_pt: %s deletado da lista de HOP do %s.

source: %s deleted from %s SOP list.
ca_es: %s esborrat de la llista SOP de %s.
de_de: %s wurde von der %s SOP-Liste gelöscht.
el_gr: Ο/η %s διαγράφηκε επιτυχώς από την SOP λίστα του %s.
hu_hu: %s törölve lett a %s SOP listáról.
nl_nl: %s verwijderd van %s SOP lijst.
pl_pl: %s usuniêto z listy SOP kana³u %s.
pt_pt: %s deletado da lista de SOP do %s.

source: %s deleted from %s VOP list.
ca_es: %s esborrat de la llista VOP de %s.
de_de: %s wurde gelöscht von der %s VOP-Liste.
el_gr: Ο/η %s διαγράφηκε επιτυχώς από την VOP λίστα του %s.
hu_hu: %s törölve lett a %s VOP listáról.
nl_nl: %s verwijderd van %s VOP lijst.
pl_pl: %s usuniêto z listy VOP kana³u %s.
pt_pt: %s deletado da lista de VOP do %s.

source: %s deleted from %s access list.
ca_es: %s esborrat de la llista d'accés de %s.
de_de: %s wurde von der Access-Liste von %s entfernt.
el_gr: %s διαγράφτηκε από το access list του %s.
hu_hu: %s törölve lett a (%s) csatorna hozzáférési listájáról.
nl_nl: %s verwijderd van %s toegangslijst.
pl_pl: %s usuniêto z listy dostêpu kana³u %s.
pt_pt: %s removido da lista de acesso do %s.

source: %s deleted from %s autokick list.
ca_es: %s esborrat de la llista de kicks automàtics del canal %s.
de_de: %s wurde von der Autokick-Liste von %s entfernt.
el_gr: Ο/η %s διαγράφτηκε από την autokick list του %s.
hu_hu: %s törölve a (%s) csatorna autokick listájáról.
nl_nl: %s verwijderd van %s autokick lijst.
pl_pl: %s usuniêto z listy AKICK %s.
pt_pt: %s removido da lista de akick do %s.

source: %s deleted from %s bad words list.
ca_es: %s esborrada de la llista de paraules malsonants de %s.
de_de: %s wurde aus der Bad Words-Liste von %s entfernt.
el_gr: %s διαγράφτηκε από την λίστα των κακών λέξεων απο το %s.
hu_hu: A %s szó törölve %s tiltott szavak listájából.
nl_nl: %s verwijderd van %s slechte woorden lijst.
pl_pl: %s usuniêto z listy zakazanych s³ów kana³u %s.
pt_pt: %s removido da lista de palavrões do %s.

source: %s deleted from session-limit exception list.
ca_es: %s instàncies esborrades de la llista d'excepcions al límit de sessions.
de_de: %s wurde von der Liste der Verbindungseinschränkungen entfernt.
el_gr: %s διαγράφηκε από την λίστα session-limit exception.
hu_hu: %s törölve a session-korlát kivétel listáról.
nl_nl: %s verwijderd van de sessie limiet uitzonderingenlijst.
pl_pl: %s usuniêto z listy wyj±tków limitów sesji.
pt_pt: %s removido da lista de limite de sessões.

source: %s deleted from the AKILL list.
ca_es: %s esborrat de la llista de AKILLs.
de_de: %s wurde von der AKILL-Liste entfernt.
el_gr: %s διαγράφηκε από την λίστα AKILL.
hu_hu: %s törölve az AKILL listáról.
nl_nl: %s verwijderd van de AKILL lijst.
pl_pl: %s usuniêto z listy AKILL.
pt_pt: %s removido da lista de AKILL.

source: %s deleted from the SNLINE list.
ca_es: %s esborrat de la llista de SNLINEs.
de_de: %s wurde von der SNLINE-Liste entfernt.
el_gr: %s διαγράφηκε από την λίστα SNLINE.
hu_hu: %s törölve az SNLINE listáról.
nl_nl: %s verwijderd van de SNLINE lijst.
pl_pl: %s usuniêto z listy SNLINE.
pt_pt: %s removido da lista de SNLINE.

source: %s deleted from the SQLINE list.
ca_es: %s esborrat de la llista de SQLINEs.
de_de: %s wurde von der SQLINE-Liste entfernt.
el_gr: %s διαγράφηκε από την λίστα SQLINE.
hu_hu: %s törölve az SQLINE listáról.
nl_nl: %s verwijderd van de SQLINE lijst.
pl_pl: %s usuniêto z listy SQLINE.
pt_pt: %s removido da lista de SQLINE.

source: %s deleted from the SZLINE list.
ca_es: %s esborrat de la llista de SZLINEs.
de_de: %s wurde von der SZLINE-Liste entfernt.
el_gr: %s διαγράφηκε από την λίστα SZLINE.
hu_hu: %s törölve az SZLINE listáról.
nl_nl: %s verwijderd van de SZLINE lijst.
pl_pl: %s usuniêto z listy SZLINE.
pt_pt: %s removido da lista de SZLINE.

source: %s deleted from your access list.
ca_es: %s esborrat de la teva lllista d'accés.
de_de: %s wurde von deiner Access-Liste entfernt.
el_gr: %s διαγράφτηκε από την λίστα πρόσβασής σου.
hu_hu: %s törölve a hozzáférési listádról.
nl_nl: %s verwijderd van je toegangslijst.
pl_pl: %s usuniêto z Twojej listy dostêpu.
pt_pt: %s removido da sua lista de acesso.

source: %s disabled on channel %s.
ca_es: %s inhabilitat(s) en el canal %s.
de_de: %s wurde deaktiviert im Channel %s.
el_gr: %s απενεργοποιήθηκαν στο κανάλι %s.
hu_hu: %s letiltva a (%s) csatornán.
nl_nl: %s uitgeschakeld op kanaal %s.
pl_pl: %s wy³±czono na kanale %s.
pt_pt: %s desabilitado no canal %s.

source: %s has too many channels registered.
ca_es: %s te masses canals registrats.
de_de: %s hat zu viele Channels auf seinen Nicknamen registriert.
el_gr: %s έχει πολλά κατοχυρωμένα κανάλια.
hu_hu: %s részére túl sok csatorna van regisztrálva.
nl_nl: %s heeft te veel geregistreerde kanalen.
pl_pl: %s posiada za du¿o zarejestrowanych kana³ów.
pt_pt: %s possui muitos canais registrados.

source: %s is already covered by %s.
ca_es: %s ja esta cobert per %s.
de_de: %s wird bereits von %s getroffen.
el_gr: %s έχει ήδη καλυφθεί από τον %s.
hu_hu: %s van már %s ilyen bejegyzés.
nl_nl: %s is al gedekt door %s.
pl_pl: %s ju¿ jest obejmowane przez %s.
pt_pt: %s já está coberto pelo AKILL %s.

source: %s is not a valid ban type.
ca_es: %s no es un tipus de ban valid.
de_de: %s ist kein gültiger Ban-Typ.
el_gr: %s δεν είναι σωστός ban τύπος.
hu_hu: %s nem érvényes ban típus.
nl_nl: %s is geen geldig ban type.
pl_pl: %s nie jest prawid³owym rodzajem bana.
pt_pt: %s não é um ban válido.
