Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Services is unable to change modes. Are your servers' U:lines configured correctly?
ca_es: Els serveis no han pogut canviar Modes. Estan les linees U: dels teus servidors configurades correctament?
de_de: Services können die Modi nicht ändern. Sind die U:lines des Servers richtig konfiguriert?
el_gr: Οι υπηρεσίες αδυνατούν να αλλάξουν τις επιλογές. Οι servers' U: γραμμές είναι οι σωστές?
hu_hu: Szervíz nem tudja változtatni a módokat. A szerverek U:lines beállitása helyes?
nl_nl: Services kan geen modes veranderen. Zijn de U:lines van je servers goed geconfigureerd?
pl_pl: Serwisy nie mog± zmieniaæ trybów. Czy U-linie serwerów s± dobrze skonfigurowane?
pt_pt: Os Services não conseguiram alterar os modos. As U:lines dos seus servidores estão configuradas corretamente?

source: Services up %d day, %02d:%02d
ca_es: Serveis amunt %d dies, %02d:%02d
de_de: Services laufen seit %d Tag, %02d:%02d
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d μέρες, %02d:%02d
hu_hu: Szervíz fent van %d nap, %02d:%02d
nl_nl: Services draaien %d dagen, %02d:%02d
pl_pl: Serwisy dzia³aj± %d dzieñ, %02d:%02d
pt_pt: Services ativos %d dia, %02d:%02d

source: Services up %d days, %02d:%02d
ca_es: Serveis amunt %d dies, %02d:%02d
de_de: Services laufen seit %d Tagen, %02d:%02d
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d μέρες, %02d:%02d
hu_hu: Szervíz fent van %d nap, %02d:%02d
nl_nl: Services draaien %d dagen, %02d:%02d
pl_pl: Serwisy dzia³aj± %d dni, %02d:%02d
pt_pt: Services ativos %d dias, %02d:%02d

source: Services up %d hour, %d minute
ca_es: Serveis amunt %d hora, %d minut
de_de: Services laufen seit %d Stunde, %d Minute
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d ώρα, %d λεπτό
hu_hu: Szervíz fent van %d óra, %d perce
nl_nl: Services draaien %d uur, %d minuut
pl_pl: Serwisy dzia³aj± %d godzinê i %d minutê.
pt_pt: Services ativos %d hora, %d minuto

source: Services up %d hour, %d minutes
ca_es: Serveis amunt %d hora, %d minuts
de_de: Services laufen seit %d Stunde, %d Minuten
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d ώρα, %d λεπτά
hu_hu: Szervíz fent van %d óra, %d perce
nl_nl: Services draaien %d uur, %d minuten
pl_pl: Serwisy dzia³aj± %d godzinê i %d minut(y).
pt_pt: Services ativos %d hora, %d minutos

source: Services up %d hours, %d minute
ca_es: Serveis amunt %d hores, %d minut
de_de: Services laufen seit %d Stunden, %d Minute
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d ώρες, %d λεπτό
hu_hu: Szervíz fent van %d óra, %d perce
nl_nl: Services draaien %d uur, %d minuut
pl_pl: Serwisy dzia³aj± %d godzin(y) i %d minutê.
pt_pt: Services ativos %d horas, %d minuto

source: Services up %d hours, %d minutes
ca_es: Serveis amunt %d hores, %d minuts
de_de: Services laufen seit %d Stunden, %d Minuten
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d ώρες, %d λεπτά
hu_hu: Szervíz fent van %d óra, %d perce
nl_nl: Services draaien %d uur, %d minuten
pl_pl: Serwisy dzia³aj± %d godzin i %d minut(y).
pt_pt: Services ativos %d horas, %d minutos

source: Services up %d minute, %d second
ca_es: Serveis amunt %d minut, %d segon
de_de: Services laufen seit %d Minute, %d Sekunde
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d λεπτό, %d δευτερόλεπτο
hu_hu: Szervíz fent van %d perc, %d másodperce.
nl_nl: Services draaien %d minuut, %d seconde
pl_pl: Serwisy dzia³aj± %d minutê i %d sekundê.
pt_pt: Services ativos %d minuto, %d segundo

source: Services up %d minute, %d seconds
ca_es: Serveis amunt %d minut, %d segons
de_de: Services laufen seit %d Minute, %d Sekunden
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d λεπτό, %d δευτερόλεπτα
hu_hu: Szervíz fent van %d perc, %d másodperce.
nl_nl: Services draaien %d minuut, %d seconden
pl_pl: Serwisy dzia³aj± %d minutê i %d sekund(y).
pt_pt: Services ativos %d minuto, %d segundos

source: Services up %d minutes, %d second
ca_es: Serveis amunt %d minuts, %d segon
de_de: Services laufen seit %d Minuten, %d Sekunde
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d λεπτά, %d δευτερόλεπτο
hu_hu: Szervíz fent van %d perc, %d másodperce.
nl_nl: Services draaien %d minuten, %d seconde
pl_pl: Serwisy dzia³aj± %d minut(y) i %d sekundê.
pt_pt: Services ativos %d minutos, %d segundo

source: Services up %d minutes, %d seconds
ca_es: Serveis amunt %d minuts, %d segons
de_de: Services laufen seit %d Minuten, %d Sekunden
el_gr: Οι υπηρεσίες είναι συνδεδεμένες %d λεπτά, %d δευτερόλεπτα
hu_hu: Szervíz fent van %d perc, %d másodperce.
nl_nl: Services draaien %d minuten, %d seconden
pl_pl: Serwisy dzia³aj± %d minut(y) i %d sekund(y).
pt_pt: Services ativos %d minutos, %d segundos

source: Services will no longer autoop %s in channels.
de_de: Die Services werden %s jetzt nicht mehr automatisch Op-Status geben in den Channels.
pl_pl: Serwisy nie bêd± ju¿ automatycznie nadawa³y uprawnieñ dla u¿ytkownika %s.

source: Services will no longer autoop you in channels.
pl_pl: Serwisy nie bêd± ju¿ automatycznie nadawa³y Tobie uprawnieñ.

source: Services will now autoop %s in channels.
de_de: Die Services werden %s jetzt automatisch Op-Status geben in den Channels.
pl_pl: Serwisy bêd± automatycznie nadawa³y uprawnienia dla u¿ytkownika %s.

source: Services will now autoop you in channels.
pl_pl: Serwisy bêd± automatycznie nadawa³y Tobie uprawnienia.

source: Services will now reply to %s with messages.
de_de: Die Services werden jetzt %s mit messages antworten.
pl_pl: Serwisy bêd± teraz wysy³aæ do %s wiadomo¶ci.

source: Services will now reply to %s with notices.
de_de: Die Services werden jetzt %s mit notices antworten.
pl_pl: Serwisy bêd± teraz wysy³aæ do %s powiadomienia.

source: Services will now reply to you with messages.
hu_hu: A szervíz mostantól  privát üzenetekbenválaszol.
pl_pl: Serwisy bêd± teraz wysy³aæ wiadomo¶ci.

source: Services will now reply to you with notices.
hu_hu: A szervíz újra notice-t küld a válaszoknál.
pl_pl: Serwisy bêd± teraz wysy³aæ powiadomienia.

source: Services' configuration file has been reloaded.
ca_es: L'arxiu de configuració de serveis ha estat carregat novament.
de_de: Die Konfigurationsdatei wurde neu eingelesen.
el_gr: Το αρχείο των υπηρεσιών,conf file έγινε reloaded,επαναφορτώθηκε.
hu_hu: Szervíz konfigurációs fájl újratöltve.
nl_nl: Services' configuratie bestand is opnieuw geladen.
pl_pl: Plik konfiguracyjny serwisów zosta³ prze³adowany.
pt_pt: Arquivos de configuração dos Services foram recarregados.

source: Services' hold on your nick has been released.
ca_es: El teu nick ha estat alliberat pels serveis.
de_de: Die Services haben den Nicknamen wieder verfügbar gemacht.
el_gr: Οι υπηρεσίες απελευθέρωααν το ψευδώνυμό σου.
hu_hu: A Services rendelkezésedre bocsájtotta a nicket.
nl_nl: Nick is vrijgegeven.
pl_pl: Serwisy w³a¶nie zwolni³y twojego nicka.
pt_pt: Seu nick foi derrubado e pode ser usado.

source: Session limit for %s set to %d.
ca_es: Límit de sessió per a %s establert a %d.
de_de: Verbindungslimit für %s geändert auf %d.
el_gr: Session limit για τον %s ρυθμίστηκε σε %d.
hu_hu: Session korlát %s részére %d-re állítva.
nl_nl: Sessie limiet voor %s veranderd in %d.
pl_pl: Limit sesji dla %s zmieniono na %d.
pt_pt: Limite de sessões para %s é agora de %d.

source: Session limiting is disabled.
ca_es: Límits de sessions no disponibles.
de_de: Eingeschränkte Verbindungen sind deaktiviert.
el_gr: Η Session limiting εντολή είναι απενεργοποιημένη.
hu_hu: Session korlátozás tiltva.
nl_nl: Sessie limitering is tijdelijk uitgeschakeld.
pl_pl: Limitowanie sesji jest wy³±czone.
pt_pt: Opção de limite de sessões desabilitada.

source: Session-limit exception list is full!
ca_es: La llista d'excepcions al límit de sessiones esta plena!
hu_hu: Session-korlát lista megtelt!
pl_pl: Lista wyj±tków limitów sesji jest pe³na!

source: Sessions : %6d records, %5d kB
ca_es: Sessions : %6d registres, %5d kB
de_de: Verbindungen : %6d Einträge, %5d kB
el_gr: Sessions : %6d βάσεις, %5d kB
hu_hu: Session : %6d bejegyzés, %5d kB
nl_nl: Sessies : %6d records, %5d kB
pl_pl: Sesji : %6d rekordów, %5d kB
pt_pt: Sessões : %6d registros, %5d kB

source: Sessions Host
de_de: Verbindungen Host
nl_nl: Sessies Host
pl_pl: Sesje Host
pt_pt: Sessões Host

source: Setting %s not known. Type %R%s HELP LEVELS DESC for a list of valid settings.
ca_es: Opció %s no coneguda. Escriu /msg %s HELP LEVELS DESC per a una llista de opcións valides.
de_de: Einstellung %s ist unbekannt. Tippe /msg %s HELP LEVELS DESC für eine ausführliche Einstellungsliste.
el_gr: Η επιλογή %s δεν είναι γνωστή. Γράψε /msg %s HELP LEVELS DESC για τη λίστα με τισ αναλυτικές επιλογές.
hu_hu: %s beállítás nem ismert. Írd be /msg %s HELP LEVELS DESC az érvényes beállítások listájának megtekintéséhez.
nl_nl: Instelling %s onbekend. Type /msg %s HELP LEVELS DESC voor een lijst van geldige instellingen.
pl_pl: Nieznane ustawienie %s. Napisz /msg %s HELP LEVELS DESC, aby uzyskaæ listê dostêpnych mo¿liwo¶ci.
pt_pt: Level %s desconhecido. Digite /msg %s HELP LEVELS DESC para uma lista de Levels válidos.

source: Setting for DEBUG must be ON, OFF, or a positive number.
ca_es: L'establiment per a DEBUG ha de ser ON, OFF, o un numero positiu.
de_de: Die Einstellung von DEBUG kann nur ON, OFF, oder eine positive Zahl sein.
el_gr: Η επιλογή για DEBUG πρέπει να είναι ON, OFF, ή ένα κατηγοριματικό νούμερο.
hu_hu: A DEBUG beállításhoz kell ON,/OFF,/ pozitív szám.
nl_nl: Instelling voor DEBUG moet ON, OFF, of een positief nummer zijn.
pl_pl: Parametrem opcji DEBUG musi byæ ON, OFF albo liczba dodatnia.
pt_pt: Configuração do DEBUG deve ser ON, OFF, ou um número positivo.

source: Setting for IGNORE must be ON or OFF.
ca_es: L'establiment per a IGNORE ha de ser ON o OFF.
de_de: Die Einstellung von IGNORE kann nur ON oder OFF sein.
el_gr: Η επιλογή για IGNORE πρέπει να είναι ON ή OFF.
hu_hu: Mellõzés beállitásnak kell lenni ON vagy OFF.
nl_nl: Instelling voor negeer code moet ON of OFF zijn.
pl_pl: Parametrem opcji IGNORE musi byæ ON albo OFF.
pt_pt: Configuração do IGNORE deve ser ON ou OFF.

source: Setting for LOGCHAN must be ON or OFF and LogChannel must be defined.
hu_hu: LOGCHAN beállításához kell ONvagy OFFés LogCsatornát kell beállítani.
pl_pl: Parametrem dla LOGCHAN musi byæ ON albo OFF. Ponadto kana³ logowania musi byæ zdefiniowany w pliku konfiguracyjnym.

source: Setting for NOEXPIRE must be ON or OFF.
ca_es: Establiment per a NOEXPIRE ha de ser ON o OFF.
de_de: Die Einstellung von NOEXPIRE kann nur ON oder OFF sein.
el_gr: Η επιλογή για NOEXPIRE πρέπει να είναι ON ή OFF.
hu_hu: Az NOEXPIRE beállításhoz kell ON vagy OFF.
nl_nl: Instelling voor NOEXPIRE moet ON of OFF zijn.
pl_pl: Parametrem opcji NOEXPIRE musi byæ ON albo OFF.
pt_pt: Opção NOEXPIRE deve ser ON ou OFF.

source: Setting for READONLY must be ON or OFF.
ca_es: L'establiment per a READONLY ha de ser ON o OFF.
de_de: Der Wert für READONLY muss entweder ON oder OFF sein.
el_gr: Η επιλογή για READONLY πρέπει να είναι ON ή OFF.
hu_hu: READONLY beállitáshoz kell lenni ON vagy OFF.
nl_nl: Instelling voor alleen-lezen moet ON of OFF zijn.
pl_pl: Parametrem opcji READONLY musi byæ ON albo OFF.
pt_pt: Configuração do READONLY deve ser ON ou OFF.

source: Setting for SuperAdmin must be ON or OFF (must be enabled in services.conf)
ca_es: Setting for SuperAdmin must be ON or OFF.
de_de: Super-Admin muss ON oder OFF sein.
el_gr: Setting for SuperAdmin must be ON or OFF.
hu_hu: SET SuperAdmin ON vagy OFF (engedélyezni kell a services.conf-ban)
nl_nl: Instelling voor SuperAdministrator moet ON of OFF zijn (moet ook ingeschakeld zijn in services.conf)
pl_pl: Parametrem dla opcji SuperAdmin musi byæ ON lub OFF (musi byæ w³±czona w pliku konfiguracyjnym)
pt_pt: Configuração de SuperAdmin deve ser ON ou OFF (deve estar habilitada no services.conf).

source: Signed kick option for %s is now OFF.
de_de: Signierte kicks Option für %s ist jetzt OFF.
pl_pl: Podpisywanie komendy KICK na kanale %s zosta³o wy³±czone.
pt_pt: Opção Signed Kicks para %s está agora DESATIVADA.

source: Signed kick option for %s is now ON, but depends of the level of the user that is using the command.
de_de: Signierte kicks Option für %s ist jetzt ON, hängt aber von den Level des Benutzers der den Befehl verwendet ab.
pl_pl: Podpisywanie komendy KICK na kanale %s zosta³o w³±czone, ale bêdzie zale¿a³o od poziomu dostêpu jaki posiada u¿ytkownik.
pt_pt: Opção Signed Kicks para %s está agora ATIVADA, mas depende do nível de acesso do usuário que está usando o comando.

source: Signed kick option for %s is now ON.
de_de: Signierte kicks Option für %s ist jetzt ON.
pl_pl: Podpisywanie komendy KICK na kanale %s zosta³o w³±czone.
pt_pt: Opção Signed Kicks para %s está agora ATIVADA.

source: Signed kicks
ca_es: Kicks Signats
de_de: Signierte kicks
el_gr: Δηλωμένα kicks
nl_nl: Ondertekende Kicks
pl_pl: SIGNKICK
pt_pt: Kicks assinados

source: Sorry, OLINE is not available on this network.
pl_pl: Komenda OLINE nie jest dostêpna w tej sieci.

source: Sorry, RSEND has been disabled on this network.
de_de: RSEND ist auf diesem Netzwerk ausgeschaltet.
hu_hu: Sajnálom, az RSEND használata le van tiltva ezen a hálózaton.
nl_nl: Sorry, RSEND is uitgeschakeld op dit netwerk.
pl_pl: Komenda RSEND nie jest dostêpna w tej sieci.
pt_pt: Desculpe, RSEND foi desabilitado nesta rede.

source: Sorry, SNLINE is not available on this network.
ca_es: Ho sento, SNLINE no esta disponible en aquesta xarxa.
hu_hu: SNLINE nem használható ezen a hálózaton.
pl_pl: Komenda SNLINE nie jest dostêpna w tej sieci.

source: Sorry, SQLINE is not available on this network.
pl_pl: Komenda SQLINE nie jest dostêpna w tej sieci.

source: Sorry, SVSNICK is not available on this network.
pl_pl: Komenda SVSNICK nie jest dostêpna w tej sieci.

source: Sorry, SZLINE is not available on this network.
ca_es: Ho sento, la comanda SZLINE no esta disponible en aquesta xarxa.
hu_hu: SZLINE nem használható ezen a hálózaton.
pl_pl: Komenda SZLINE nie jest dostêpna w tej sieci.

source: Sorry, UMODE is not available on this network.
pl_pl: Komenda UMODE nie jest dostêpna w tej sieci.

source: Sorry, bot assignment is temporarily disabled.
ca_es: Ho sento, el assignament de bots esta temporalment inhabilitat.
de_de: Das Zuweisen von Bots ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία bot assignment είναι απενεργοποιημένη.
hu_hu: Bot társítás ideiglenesen nem mûködik.
nl_nl: Sorry, bot toewijzing is tijdelijk uitgeschakeld.
pl_pl: Przydzielanie botów jest tymczasowo wy³±czone.
pt_pt: Desculpe, mas o comando ASSIGN está temporariamente desativado.

source: Sorry, bot creation failed.
ca_es: Ho sento, la creació de bot ha fallat
de_de: Erstellung des Bots ist fehlgeschlagen.
el_gr: Συγνώμη, η δημιουργία του bot απέτυχε.
hu_hu: A bot létrehozása sikertelen.
nl_nl: Sorry, bot creatie gefaald.
pl_pl: B³±d, nie uda³o siê utworzyæ bota.
pt_pt: Desculpe, criação do bot falhou.

source: Sorry, bot modification is temporarily disabled.
ca_es: Ho sento, la modificació de bots esta temporalment inabilitada.
de_de: Das Verändern von Bot-Einstellungen ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία για το bot είναι απενεργοποιημένη.
hu_hu: A bot módosítás ideiglenesen szünetel.
nl_nl: Sorry, bot wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja botów jest tymczasowo wy³±czona.
pt_pt: Desculpe, comando CHANGE temporariamente desativado.

source: Sorry, bot option setting is temporarily disabled.
ca_es: Ho sento, l'establiment d'opcions per a bot esta temporalment inhabilitat
de_de: Die SET-Optionen sind derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία bot είναι απενεργοποιημένη.
hu_hu: Bot beállítás idõlegesen szünetel.
nl_nl: Sorry, bot opties instellen is tijdelijk uitgeschakeld.
pl_pl: Konfigurowanie bota jest tymczasowo wy³±czone.
pt_pt: Desculpe, o comando SET está temporariamente desativado.

source: Sorry, channel AOP list modification is temporarily disabled.
ca_es: Ho sento, la modificació de la llista AOP de canals esta temporalment deshabilitada.
de_de: Die Channel AOP-Liste kann derzeit nicht geändert werden.
el_gr: Συγνώμη, η υπηρεσία για την εντολή AOP είναι εκτός λειτουργίας.
hu_hu: Csatorna AOP lista módosítás szünetel.
nl_nl: Sorry, kanaal AOP lijst wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy AOP jest tymczasowo wy³±czona.
pt_pt: Desculpe, a modificação da lista de AOP está temporariamente desabilitada.

source: Sorry, channel HOP list modification is temporarily disabled.
ca_es: Ho sento, la modificació de llistes HOP de canals esta temporalment deshabilitada.
de_de: Die Channel HOP-Liste kann derzeit nicht geändert werden.
el_gr: Συγνώμη, η υπηρεσία για την εντολή HOP είναι εκτός λειτουργίας.
hu_hu: Csatorna HOP lista módosítás szünetel.
nl_nl: Sorry, kanaal HOP lijst wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy HOP jest tymczasowo wy³±czona.
pt_pt: Desculpe, a modificação da lista de HOP está temporariamente desabilitada.

source: Sorry, channel SOP list modification is temporarily disabled.
ca_es: Ho sento, la modificació de la llista SOP de canals esta temporalment deshabilitada.
de_de: Die Channel SOP-Liste kann derzeit nicht geändert werden.
el_gr: Συγνώμη, η υπηρεσία για την εντολή SOP είναι εκτός λειτουργίας.
hu_hu: Csatorna SOP lista módosítás szünetel.
nl_nl: Sorry, kanaal SOP lijst wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy SOP jest tymczasowo wy³±czona.
pt_pt: Desculpe, a modificação da lista de SOP está temporariamente desabilitada.

source: Sorry, channel VOP list modification is temporarily disabled.
ca_es: Ho sento, la modificació de la llista VOP de canals esta temporalment deshabilitada.
de_de: Die Channel VOP-Liste kann derzeit nicht geändert werden.
el_gr: Συγνώμη, η υπηρεσία για την εντολή VOP είναι εκτός λειτουργίας.
hu_hu: Csatorna VOP lista módosítás szünetel.
nl_nl: Sorry, kanaal VOP lijst wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy VOP jest tymczasowo wy³±czona.
pt_pt: Desculpe, a modificação da lista de VOP está temporariamente desabilitada.

source: Sorry, channel access list modification is temporarily disabled.
ca_es: Ho sento, la modificació d'accés a canals esta temporalment inabilitada.
de_de: Das Ändern der Channel-Access-Liste wurde zwischenzeitig deaktiviert.
el_gr: Συγνώμη, η υπηρεσία για την εντολή access είναι εκτός λειτουργίας.
hu_hu: A csatorna hozzáférési listájának módosítása szünetel.
nl_nl: Sorry, kanaal toegangslijst modificatie is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy dostêpu jest tymczasowo wy³±czona.
pt_pt: Desculpe, o registro de canais está temporariamente desativado.

source: Sorry, channel autokick list modification is temporarily disabled.
ca_es: Ho sento, la modificació de kicks automàtics a canals esta temporalment inabilitada.
de_de: Das Bearbeiten der AutoKick-Liste wurde zwischenzeitlich deaktiviert.
el_gr: Συγνώμη, η υπηρεσία για την εντολή akick είναι εκτός λειτουργίας.
hu_hu: Csatorna autokick listájának módosítása szünetel.
nl_nl: Sorry, kanaal autokick lijst wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy AKICK jest tymczasowo wy³±czona.
pt_pt: Desculpe, o comando AKICK está temporariamente desativado.

source: Sorry, channel bad words list modification is temporarily disabled.
ca_es: Ho sento, la llista de paraules malsonants per a canals esta temporalment inabilitada.
de_de: Das Ändern der Bad Words-Liste ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία bad words είναι απενεργοποιημένη.
hu_hu: Csatornán tiltott szaval listájának változtatása letiltva.
nl_nl: Sorry, kanaal slechte woorden lijst wijzigen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja listy zakazanych s³ów jest tymczasowo wy³±czona.
pt_pt: Desculpe, o comando BADWORDS está temporariamente desatvado.

source: Sorry, channel de-registration is temporarily disabled.
ca_es: Ho sento, el desenregistrament de canals esta temporalment desabilitat.
de_de: Das Entfernen von Channel-Registrierungen ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία διαγραφής καναλιών είναι απενεργοποιημένη.
hu_hu: A csatornák regisztrációjának törlése jelenleg szünetel.
nl_nl: Sorry, kanaal de-registratie is tijdelijk uitgeschakeld.
pl_pl: Usuwanie kana³ów jest tymczasowo wy³±czone.
pt_pt: Desculpe, o comando DROP está temporariamente desativado.

source: Sorry, channel option setting is temporarily disabled.
ca_es: Ho sento, l'establiment d'Opciós de canal esta temporalment deshAbilitat.
de_de: Channel-Optionen sind derzeit deaktiviert.
el_gr: Συγνώμη, οι επιλογές για την ρύθμιση των καναλιών είναι απενεργοποιημένες.
hu_hu: A csatornák opcióinak beállitása jelenleg szünetel.
nl_nl: Sorry, kanaal opties instellen is tijdelijk uitgeschakeld.
pl_pl: Modyfikacja ustawieñ kana³u jest tymczasowo wy³±czona.
pt_pt: Desculpe, o comando SET está temporariamente desativado.

source: Sorry, channel registration is temporarily disabled.
ca_es: Ho sento, el registre de canals esta temporalment inhabilitat.
de_de: Die Registrierung von Channels ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία κατοχύρωσεις καναλιών δεν λειτουργεί για την ώρα.
hu_hu: Sajnálom, a csatorna regisztráció jelenleg szünetel.
nl_nl: Sorry, kanaal registratie is tijdelijk uitgeschakeld.
pl_pl: Rejestracja kana³ów jest tymczasowo wy³±czona.
pt_pt: Desculpe, o registro de canais está temporariamente desativado.

source: Sorry, couldn't change password for %s.
de_de: Das Passwort für %s konnte nicht geändert werden.
pl_pl: Zmiana has³a dla %s nie powiod³a siê.

source: Sorry, couldn't change password.
ca_es: Ho sento, el canvi de clau no pot ser completat.
hu_hu: Sajnálom, a jelszavad nem sikerült megváltoztatni.
pl_pl: Zmiana has³a nie powiod³a siê.

source: Sorry, grouping failed.
ca_es: Ho sento, La agrupació de nicks ha fallat.
de_de: Gruppieren fehlgeschlagen.
el_gr: Συγνώμη, η ομαδοποίηση του ψευδώνυμού σου είναι για την ώρα απενεργοποιημένη.
hu_hu: Sajnálom, a group parancs használata sikertelen.
nl_nl: Sorry, groepering gefaald.
pl_pl: Grupowanie nie powiod³o siê.
pt_pt: Desculpe, o comando GROUP falhou.

source: Sorry, identification failed.
ca_es: Ho sento, la identificació ha fallat.
de_de: Die Identifizierung ist fehlgeschlagen.
el_gr: Συγνώμη, η αναγνώριση απέτυχε.
hu_hu: Sajnálom, azonosítás sikertelen.
nl_nl: Sorry, identificatie gefaald.
pl_pl: Identyfikacja nie powiod³a siê.
pt_pt: Desculpe, a identificação falhou.

source: Sorry, kicker configuration is temporarily disabled.
ca_es: Ho sento, la configuració de kicker esta temporalment inabilitada.
de_de: Die Konfiguration des Kickers ist derzeit deaktiviert.
el_gr: Συγνώμη, η υπηρεσία kicker είναι απενεργοποιημένη.
hu_hu: Kirúgás használata ideiglenesen letiltva.
nl_nl: Sorry, kicker configuratie is tijdelijk uitgeschakeld.
pl_pl: Konfigurowanie kopów jest tymczasowo wy³±czone.
pt_pt: Desculpe, as configurações do kicker estão temporariamente desativadas.

source: Sorry, memo canceling is temporarily disabled.
ca_es: Ho sento, la cancel.lació de memos esta temporalment inabilitada.
hu_hu: Sajnálom, a memo visszavonás jelenleg szünetel.
pl_pl: Odwo³ywanie wiadomo¶ci jest tymczasowo wy³±czone.
