Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: GETEMAIL Matches and returns all users that registered using given email
de_de: GETEMAIL Gibt die passenden Nicknamen wieder, welche die angegebene eMail benutzen.
hu_hu: GETEMAIL Kiírja az ilyen e-mail címmel regisztrált felhasználókat
pl_pl: GETEMAIL Wy¶wietla u¿ytkowników zarejestrowanych z podanym adresem e-mail
pt_pt: GETEMAIL Encontra e retorna todos os usuários que se registraram usando o email fornecido

source: GETKEY Returns the key of the given channel
de_de: GETKEY Gibt den Channel-Schlüßel wieder
pl_pl: GETKEY Podaje klucz do wskazanego kana³u
pt_pt: GETKEY Retorna a key (do modo +k) do canal fornecido

source: GETPASS Retrieve the founder password for a channel
ca_es: GETPASS Retorna la clau de fundador per a un canal (sols si l'encriptació esta deshabilitada)
hu_hu: GETPASS Megadja a founder jelszót a csatornán
pl_pl: GETPASS Podaje has³o w³a¶ciciela wskazanego kana³u

source: GETPASS Retrieve the password for a nickname
ca_es: GETPASS Recupera la clau per un nickname (sols si encriptació esta deshabilitada)
de_de: GETPASS Das Passwort eines Nicknamens aus der Datenbank auslesen (nur wenn keine Verschlüsselung aktiv ist)
el_gr: GETPASS Εμφανίζει τον κωδικό για το συγκεκριμένο ψευδώνυμο (μόνο αν η κωδικοποίηση είναι ανενεργή)
hu_hu: GETPASS Kiirja a jeszavát a nicknévnek (encryption esetén nem használható)
nl_nl: GETPASS Bekijk het wachtwoord voor een nick (alleen als encryptie is uitgeschakeld)
pl_pl: GETPASS Podaje has³o do wskazanego nicka
pt_pt: GETPASS Recupera a senha de um determinado nick

source: GHOST Disconnects a "ghost" IRC session using your nick
de_de: GHOST Trennt eine "ghost" IRC-Verbindung mit deinen Nicknamen
pl_pl: GHOST Od³±cza wskazany nick od serwera
pt_pt: GHOST Termina uma sessão "fantasma" de IRC que esteja usando seu nick

source: GLIST Lists all nicknames in your group
de_de: GLIST Listet alle Nicknamen in deine Gruppe
pl_pl: GLIST Wy¶wietla wszystkie nicki w Twojej grupie
pt_pt: GLIST Lista todos os nicks do seu grupo

source: GLOBAL Send a message to all users
ca_es: GLOBAL Envia un missatge a totss els usuaris
de_de: GLOBAL Eine Notice an alle User schicken
el_gr: GLOBAL Στέλνει μήνυμα σε όλους τους χρήστες
hu_hu: GLOBAL Üzenetet küld összes felhasználónak
nl_nl: GLOBAL Stuurt een bericht naar alle gebruikers
pl_pl: GLOBAL Wysy³a wiadomo¶æ do wszystkich u¿ytkowników
pt_pt: GLOBAL Envia uma mensagem para todos usuários

source: GREET Associate a greet message with the nickname
de_de: GREET Fügt eine Begrüssungsnachricht dem Nicknamen hinzu
pl_pl: GREET Przypisuje komunikat powitalny do nicka

source: GREET Associate a greet message with your nickname
ca_es: GREET Associa un salutació amb el teu nickname
de_de: GREET Stellt eine Begrüssungsmeldung für deinen Nicknamen ein.
el_gr: GREET Συσχετίζει ένα μήνυμα χαιρετισμού με το ψευδώνυμό σας
hu_hu: GREET Köszöntõ üzenet társítása a nicknevedhez
nl_nl: GREET Associeer een begroeting met je nick
pl_pl: GREET Przypisuje komunikat powitalny do nicka
pt_pt: GREET Associa uma mensgem de entrada ao seu nick

source: GROUP Syncs the vhost for all nicks in a group
de_de: GROUP Gleicht den vHost aller Nicknamen in einer Gruppe an
hu_hu: GROUP A vhostot a csoport minden tagjára állítja
nl_nl: GROUP Stelt de vhost voor all nicks in een groep gelijk
pl_pl: GROUP Synchronizuje vhosty wszystkich nicków w grupie
pt_pt: GROUP Sincroniza um mesmo vHost para todos os nicks de um grupo

source: GROUP Join a group
ca_es: GROUP Ingresa en un grup
de_de: GROUP Verwaltung von Nickname-Gruppierungen
el_gr: GROUP Μπένετε σε ομάδα ψευδώνυμου
hu_hu: GROUP Csatlakozás egy csoporthoz
nl_nl: GROUP Bij een groep aanmelden
pl_pl: GROUP Do³±cza nick do wskazanej grupy
pt_pt: GROUP Se junta a um grupo

source: Greet message: %s
ca_es: Missatge de benvinguda: %s
de_de: Grussnachricht: %s
el_gr: Μήνυμα χαιρετισμού: %s
hu_hu: Köszöntõ üzenet: %s
nl_nl: Groet-bericht: %s
pl_pl: Powitanie: %s
pt_pt: Mensagem de entrada: %s

source: HALFOP Halfops a selected nick on a channel
de_de: HALFOP Gibt den angegebenen User HalfOP-Status in einen Channel
pl_pl: HALFOP Nadaje wskazanej osobie uprawnienia pó³-operatora
pt_pt: HALFOP Atribui status de HalfOP a um nick no canal

source: HIDE Hide certain pieces of nickname information
ca_es: HIDE Oculta algunes parts de la teva informació
de_de: HIDE Versteckt bestimmte Informationen deines Nicknamens
el_gr: HIDE Αποκρύπτει συγκεκριμένα τμήματα πληροφοριών του ψευδωνύμου
hu_hu: HIDE A nicknévhez tartozó információk elrejtése
nl_nl: HIDE Verberg verschillende soorten nick informatie
pl_pl: HIDE Ukrywa poszczególne informacje o nicku
pt_pt: HIDE Esconde certas informações sobre seu nick

source: HOP Maintains the HOP (HalfOP) list for a channel
de_de: HOP Verwaltet die HOP-Liste von einen Channel
pl_pl: HOP Zarz±dza list± HOP (pó³-operatorów)
pt_pt: HOP Modifica a lista de HOP (HalfOP) de um canal

source: IDENTIFY Identify yourself with your password
ca_es: IDENTIFY Per identificar-te amb la teva clau
de_de: IDENTIFY Identifizierung des Nicknames
el_gr: IDENTIFY Σας αναγνωρίζει με τη χρήση κωδικού
hu_hu: IDENTIFY Jelszavas azonosítás
nl_nl: IDENTIFY Jezelf identificeren met je wachtwoord
pl_pl: IDENTIFY Identyfikuje w³a¶ciciela nicka
pt_pt: IDENTIFY Identifica seu nick com sua senha

source: IGNORE Modify the Services ignore list
de_de: IGNORE Die "Services Ignore Liste" bearbeiten
hu_hu: IGNORE Módosítja a Szervíz mellõzési listáját
nl_nl: IGNORE Wijzig de Services negeer-lijst
pl_pl: IGNORE Zarz±dza list± ignorowanych przez serwisy
pt_pt: IGNORE Modifica a lista de ignorados dos Services

source: INFO Allows you to see BotServ information about a channel or a bot
de_de: INFO Erlaubt dir Informationen über ein BotServ ServicesBot zu sehen
pl_pl: INFO Pokazuje informacje i ustawienia BotServa dotycz±ce bota lub kana³u
pt_pt: INFO Permite que você veja informações do BotServ sobre um canal ou bot

source: INFO Displays information about a given nickname
de_de: INFO Zeigt Informationen über den angegebenen Nicknamen
pl_pl: INFO Pokazuje informacje o zarejestrowanym nicku
pt_pt: INFO Mostra informações sobre algum nick registrado

source: INFO Lists information about the named registered channel
de_de: INFO Zeigt Informationen über den angegebenen Channel
pl_pl: INFO Pokazuje informacje o zarejestrowanym kanale
pt_pt: INFO Mostra informações sobre algum canal registrado

source: INFO Displays information about your memos
de_de: INFO Zeigt Informationen bezüglich deiner Memos an
hu_hu: INFO Kiírja az üzenetekkel kapcsolatos információkat
nl_nl: INFO Toont info over jouw memo's
pl_pl: INFO Wy¶wietla informacje o wiadomo¶ciach
pt_pt: INFO Exibe informações sobre suas mensagens

source: INVITE Tells ChanServ to invite you into a channel
pl_pl: INVITE Zaprasza osobê wydaj±c± polecenie na kana³

source: JUPE "Jupiter" a server
ca_es: JUPE "Jupiter" (Mart,Saturn....) un servidor
de_de: JUPE Einen Server "jupitern"
el_gr: JUPE "Jupiter" σε server
hu_hu: JUPE Létrehoz egy "Jupiter" álszervert.
nl_nl: JUPE "Jupiter" een server
pl_pl: JUPE Blokuje pod³±czanie podanego serwera
pt_pt: JUPE Jupa um servidor

source: KEEPTOPIC Retain topic when channel is not in use
ca_es: KEEPTOPIC Rete el topic quant el canal no esta en uso
de_de: KEEPTOPIC Topic behalten, wenn Channel nicht benutzt wird
el_gr: KEEPTOPIC Να αλλάζει το topic όταν δεν χρησιμοποιείται το κανάλι
hu_hu: KEEPTOPIC Topic megtartása ha a szoba nincs használatban
nl_nl: KEEPTOPIC Onthoud het topic zoland het kanaal niet in gebruik is
pl_pl: KEEPTOPIC Zapamiêtuje temat kiedy kana³ jest pusty
pt_pt: KEEPTOPIC Mantem o tópico quando o canal não está em uso

source: KICK Configures kickers
ca_es: KICK Configura kickers
de_de: KICK Konfiguriert den Kicker (s.u.)
el_gr: KICK Ρυθμίζεται τι να κάνει στους "άτακτους χρήστες"
hu_hu: KICK Konfigurálja a kirúgásokat
nl_nl: KICK Configureer kickers
pl_pl: KICK Konfiguruje opcje kopania
pt_pt: KICK Configura os kickers

source: KICK Kick a user from a channel
ca_es: KICK Kickeja un usuari d'un canal
de_de: KICK Einen User aus einem beliebigen Channel kicken
el_gr: KICK Απομακρύνει το χρήστη από το κανάλι
hu_hu: KICK Kirúgja a felhasználót csatornáról
nl_nl: KICK Kick een gebruiker uit een kanaal
pl_pl: KICK Wyrzuca u¿ytkownika z kana³u
pt_pt: KICK Kicka um usuário de um canal

source: KICK Kicks a selected nick from a channel
de_de: KICK Kickt den angegebenen Nicknamen aus einen Channel
pl_pl: KICK Wyrzuca wskazany nick z kana³u
pt_pt: KICK Kicka (expulsa) um nick de um canal

source: KILL Turn protection on or off
ca_es: KILL Activa o desactiva la protecció
de_de: KILL Stellt Kill-Schutz an oder aus.
el_gr: KILL Ενεργοποιεί/απενεργοποιεί την προστασία με αποσύνδεση
hu_hu: KILL A kill védelem be-,kikapcsolása
nl_nl: KILL Zet bescherming aan of uit
pl_pl: KILL W³±cza lub wy³±cza ochronê nicka
pt_pt: KILL Ativa/Desativa a proteção de kill para o seu nick

source: KILLCLONES Kill all users that have a certain host
ca_es: KILLCLONES Mata tots els usuaris en un host
hu_hu: KILLCLONES Killeli az összes klónt a hosztról
pl_pl: KILLCLONES Od³±cza wszystkich u¿ytkowników o danym ho¶cie

source: LANGUAGE Set the language Services will use when sending messages to you
ca_es: LANGUAGE Estableix el llenguatge amb el que els serveis t'enviaran missatges
de_de: LANGUAGE Stellt die Sprache ein, in der dir die Services antworten sollen.
el_gr: LANGUAGE Αλλάζει τη γλώσσα που χρησιμοποιούν οι υπηρεσίες όταν τις χρησιμοποιείτε
hu_hu: LANGUAGE A szervíz nyelvezetének megválasztása
nl_nl: LANGUAGE Selecteer de taal die Services zal gebruiken voor het versturen van berichten naar jou
pl_pl: LANGUAGE Ustawia jêzyk w którym serwisy bêd± wysy³a³y komunikaty
pt_pt: LANGUAGE Ajusta a linguagem dos Services quando mensagens são enviadas à você

source: LANGUAGE Set the language Services will use when sending messages to nickname
de_de: LANGUAGE Stellt die Sprache ein, in der die Services dem Nicknamen antworten sollen.
pl_pl: LANGUAGE Ustawia jêzyk w którym serwisy bêd± wysy³a³y komunikaty

source: LEVELS Redefine the meanings of access levels
ca_es: LEVELS Redefine el significat de nivells d'accés
de_de: LEVELS Die Einstellungen verschiedener Zugriffslevel neu definieren
el_gr: LEVELS Επανακαθορίζει το νόημα των επιπέδων πρόσβασης
hu_hu: LEVELS Átállíthatod a szoba hozzáférési szintjeit
nl_nl: LEVELS Verander de betekenissen van toegangsniveaus
pl_pl: LEVELS Zarz±dza poziomami dostêpu
pt_pt: LEVELS Redefine os níveis de acesso

source: LIST Displays one or more vhost entries.
de_de: LIST Zeigt einen oder mehrere vHost Einträge an
hu_hu: LIST Kiír egy vagy több vhost bejegyzést
nl_nl: LIST Geeft een of meer vhosts weer.
pl_pl: LIST Listuje vhosty
pt_pt: LIST Exibe uma ou mais entradas de vHost

source: LIST List all registered nicknames that match a given pattern
de_de: LIST Listet alle registrieten Nicknamen des angegebene Muster
pl_pl: LIST Listuje zarejestrowane nicki pasuj±ce do wzorca
pt_pt: LIST Lista todos os nicks registrados que combinam com o padrão fornecido

source: LIST Lists all registered channels matching the given pattern
de_de: LIST Listet alle registrieten Channels des angegebene Muster
pl_pl: LIST Listuje zarejestrowane kana³y pasuj±ce do wzorca
pt_pt: LIST Lista todos os canais registrados que combinam com o padrão fornecido

source: LIST List your memos
ca_es: LIST llista els teus memos
de_de: LIST Erzeugt eine Liste deiner Memos
el_gr: LIST Εμφανίζει λίστα με τα μηνύματα σας
hu_hu: LIST Megjeleníti az üzenetek listáját
nl_nl: LIST Geef je memo's weer
pl_pl: LIST Wy¶wietla wszystkie wiadomo¶ci
pt_pt: LIST Lista suas mensagens

source: LOGONNEWS Define messages to be shown to users at logon
ca_es: LOGONNEWS Defineix missatges per a ser mostrats a usuaris al conectarse
de_de: LOGONNEWS Logon-News bearbeiten
el_gr: LOGONNEWS Αλλάζεις τα μηνύματα που θα εμφανίζονται όταν αυτοί θα μπένουν στο δίκτυο
hu_hu: LOGONNEWS Fellépõ üzenetek beállítása
nl_nl: LOGONNEWS Stel de berichten in die gebruikers krijgen als ze inloggen
pl_pl: LOGONNEWS Zarz±dza wiadomo¶ciami powitalnymi
pt_pt: LOGONNEWS Define mensagens a serem mostradas na conexão

source: LOGOUT Reverses the effect of the IDENTIFY command
de_de: LOGOUT Macht das IDENTIFY Befehl rückgängig
pl_pl: LOGOUT Odwraca dzia³anie komendy IDENTIFY
pt_pt: LOGOUT Reverte o efeito do comando IDENTIFY

source: MLOCK Lock channel modes on or off
ca_es: MLOCK Fixa els Modes de canal on o off
de_de: MLOCK Channel-Modes fest einstellen
el_gr: MLOCK Κλείδωμα των Modes του καναλιού
hu_hu: MLOCK Szoba módok lezárása (+flag -flag)
nl_nl: MLOCK Zet kanaal modes vast aan of uit
pl_pl: MLOCK Blokuje zdejmowanie lub zak³adanie flag
pt_pt: MLOCK Liga ou desliga a trava dos modos do canal

source: MODE Change a channel's modes
ca_es: MODE Canvia els Modes d'un canal
de_de: MODE Channel-Modes ändern
el_gr: MODE Αλλάζει modes σε κανάλι και άλλα
hu_hu: MODE Váltóztatja a szoba módot
nl_nl: MODE Verander de modes op een kanaal
pl_pl: MODE Zmienia flagi kana³u
pt_pt: MODE Muda o modo de um canal

source: MODINFO Info about a loaded module
de_de: MODINFO Info über ein geladenes Modul
hu_hu: MODINFO Információ a betöltött modulokról
nl_nl: MODINFO Info over een geladen module
pl_pl: MODINFO Wy¶wietla informacja o podanym module
pt_pt: MODINFO Informação sobre um módulo carregado

source: MODLIST List loaded modules
de_de: MODLIST Listet die geladenen Module auf
hu_hu: MODLIST Listázza a betöltött modulokat
nl_nl: MODLIST Geef geladen modules weer
pl_pl: MODLIST Listuje za³adowane modu³y
pt_pt: MODLIST Lista os módulos carregados

source: MODLOAD Load a module
de_de: MODLOAD Lädt ein Modul
hu_hu: MODLOAD Betölti a modult
nl_nl: MODLOAD Laad een module
pl_pl: MODLOAD £aduje modu³
pt_pt: MODLOAD Carrega um módulo

source: MODUNLOAD Un-Load a module
de_de: MODUNLOAD Entfernt ein Modul
hu_hu: MODUNLOAD Kitölti a modult
nl_nl: MODUNLOAD Ontlaad een module
pl_pl: MODUNLOAD Wy³adowuje modu³
pt_pt: MODUNLOAD Descarrega um módulo

source: MSG Change the communication method of Services
ca_es: MSG canvia el metode de comunicació amb els serveis
de_de: MSG Ändert die Methode, wie die Services mit dir kommunizieren
el_gr: MSG Αλλάζει την μέθοδο επικοινωνίας με τις υπηρεσίες
hu_hu: MSG Megváltoztatja a szervízzel való kommunikációt
nl_nl: MSG Verander de communicatiemanier van Services
pl_pl: MSG Zmienia sposób komunikacji serwisów
pt_pt: MSG Altera o método de comunicação dos Services

source: NOEXPIRE Prevent the nickname from expiring
de_de: NOEXPIRE Verhindert, dass der Nickname nach einer bestimmten Zeit verfällt
pl_pl: NOEXPIRE Zapobiega wyga¶niêciu nicka

source: NOOP Temporarily remove all O:lines of a server remotely
ca_es: NOOP Temporalment elimina totes les linees O: d'un servidor remotamente
de_de: NOOP Alle O:Lines temporär deaktivieren
el_gr: NOOP Αφαιρεί προσωρινά όλες τις O:γραμμές από τον server αυτόματα
hu_hu: NOOP Ideiglenesen törli az összes O:line-t a szerver távollétében
nl_nl: NOOP Verwijder tijdelijk alle O:regels van een server op afstand
pl_pl: NOOP Tymczasowo usuwa wszystkie O:linie na serwerze
pt_pt: NOOP Remove temporariamente todas as O:lines de um servidor remotamente

source: OFF Deactivates your assigned vhost
de_de: OFF Deaktiviert deinen vHost
hu_hu: OFF Kikapcsolja a társított vhostot
nl_nl: OFF Deactiveert je toegewezen vhost
pl_pl: OFF Deaktywuje przypisanego vhosta
pt_pt: OFF Desativa seu vHost associado

source: OLINE Give Operflags to a certain user
de_de: OLINE Einem User "Operflags" setzen
hu_hu: OLINE Operflaget ad a biztos felhasználónak
nl_nl: OLINE Geef Operflags aan een bepaalde gebruiker
pl_pl: OLINE Daje flagi operatora wybranemu u¿ytkownikowi
pt_pt: OLINE Dá flags de Operador a um determinado usuário

source: ON Activates your assigned vhost
de_de: ON Aktiviert deinen vHost
hu_hu: ON Aktiválja a társított vhostot
nl_nl: ON Activeert je toegewezen vhost
pl_pl: ON Aktywuje przypisanego vhosta
pt_pt: ON Ativa seu vHost associado

source: OP Gives Op status to a selected nick on a channel
de_de: OP Gibt den angegebenen Nicknamen Op-Status in einen Channel
pl_pl: OP Nadaje wskazanej osobie uprawnienia operatora
pt_pt: OP Atribui status de OP a um nick no canal

source: OPERNEWS Define messages to be shown to users who oper
ca_es: OPERNEWS Defineix missatges per a ser mostrats a usuaris al transformar-se en operadors
de_de: OPERNEWS Oper News bearbeiten
el_gr: OPERNEWS Αλλάζεις τα μηνύματα που θα εμφανίζονται στους χρήστες που γίνονται oper
hu_hu: OPERNEWS Operek részére megjelenõ üzenetet állít be
nl_nl: OPERNEWS Stel de berichten in die gebruikers te zien krijgen die OPER worden
pl_pl: OPERNEWS Zarz±dza wiadomo¶ciami dla operatorów
pt_pt: OPERNEWS Define mensagens a serem mostradas a quem pega Oper

source: OPNOTICE Send a notice when OP/DEOP commands are used
ca_es: OPNOTICE Envia una noticia quant les comandes OP/DEOP son utilitzats
de_de: OPNOTICE Sendet eine Notice wenn Op/Deop-Befehl benutzt werden
el_gr: OPNOTICE Να στέλνει μέσα στο κανάλι μήνυμα ποιος χρησιμοποιεί OP/DEOP εντολές
hu_hu: OPNOTICE Üzenetet küld az OP/VOICE parancsok használtáról
nl_nl: OPNOTICE Stuur een notice wanneer de OP/DEOP commando's worden gebruikt.
pl_pl: OPNOTICE Wysy³a powiadomienie kiedy zostaj± u¿yte komendy OP/DEOP
pt_pt: OPNOTICE Envia uma notice quando os comandos OP/DEOP são usados

source: OWNER Gives you owner status on channel
de_de: OWNER Gibt dir Gründer Staus in einen Channel
pl_pl: OWNER Nadaje Tobie status w³a¶ciciela kana³u
pt_pt: OWNER Concede-lhe status de Owner no canal

source: Options : %s
ca_es: Opcions : %s
el_gr: Επιλογές : %s
hu_hu: Beállításai: %s
nl_nl: Opties: %s
pl_pl: Opcje: %s
pt_pt: Opções: %s

source: PASSWORD Set the nickname password
de_de: PASSWORD Setzt das Passwort eines Nicknamens
pl_pl: PASSWORD Ustawia has³o do nicka

source: PASSWORD Set your nickname password
ca_es: PASSWORD Estableix la clau del teu nickname
de_de: PASSWORD Setzt das Passwort deines Nicknamens neu
el_gr: PASSWORD Αλλάζει τον κωδικό του ψευδωνύμου σας
nl_nl: PASSWORD Verander het wachtwoord voor je nick
pl_pl: PASSWORD Ustawia has³o do nicka
pt_pt: PASSWORD Ajusta a senha do seu nick

source: PEACE Regulate the use of critical commands
ca_es: PEACE Regula l'ús de comandes critiques
el_gr: PEACE Να ελλατώνει την χρήση "βίαιων" εντολών
hu_hu: PEACE Szabályozza a kritikus parancsok használatát
nl_nl: PEACE Reguleer het gebruik van kritieke commando's
pl_pl: PEACE Reguluje u¿ycie krytycznych komend
pt_pt: PEACE Regula o uso de comandos críticos

source: PRIVATE Hide channel from LIST command
ca_es: PRIVATE Oculta el canal de la comanda LIST
de_de: PRIVATE Den Channel vom /LIST-Befehl verstecken
el_gr: PRIVATE Να μην εμφανίζεται το κανάλι όταν γίνεται εντολή LIST
hu_hu: PRIVATE A szoba elrejtése a listából
nl_nl: PRIVATE Verberg een kanaal van het LIST commando
pl_pl: PRIVATE Zapobiega wy¶wietlaniu kana³u po wydaniu polecenia LIST
pt_pt: PRIVATE Esconde o canal do comando LIST

source: PRIVATE Prevent the nickname from appearing in a %R%S LIST
ca_es: PRIVATE Prevent the nickname from appearing in a /msg %S LIST
de_de: PRIVATE Verhindert, dass der Nickname im Befehl /msg %S LIST auftaucht
el_gr: PRIVATE Prevent the nickname from appearing in a /msg %S LIST
hu_hu: PRIVATE Prevent the nickname from appearing in a /msg %S LIST
nl_nl: PRIVATE Prevent the nickname from appearing in a /msg %S LIST
pl_pl: PRIVATE Zapobiega wy¶wietlaniu nicka po wydaniu polecenia: /msg %S LIST
pt_pt: PRIVATE Prevent the nickname from appearing in a /msg %S LIST

source: PRIVATE Prevent your nickname from appearing in a %R%S LIST
ca_es: PRIVATE Preveu el teu nickname d'apareixer en un /msg %S LIST
de_de: PRIVATE Verhindert das Erscheinen deines Nicknamens auf der Liste von /msg %S LIST
el_gr: PRIVATE Εμποδίζει το ψευδώνυμό σας να εμφανίζεται με την εντολή /msg %S LIST
hu_hu: PRIVATE A nickneved /msg %S LIST -ból való elrejtése
nl_nl: PRIVATE Zorgt ervoor dat je nick niet verschijnt in een /msg %S LIST
pl_pl: PRIVATE Zapobiega wy¶wietlaniu nicka po wydaniu polecenia: /msg %S LIST
pt_pt: PRIVATE Previne seu nick de aparecer em um /msg %S LIST

source: PROTECT Protects a selected nick on a channel
de_de: PROTECT Schützt den angegebenen Nicknamen in einen Channel
pl_pl: PROTECT Chroni wskazan± osobê
pt_pt: PROTECT Protege um determinado nick no canal

source: QUIT Terminate the Services program with no save
ca_es: QUIT Termina el programa de serveis sense guardar els canvis
de_de: QUIT Services _ohne_ Speichern der Datenbanken beenden
el_gr: QUIT Τερματίζει το πρόγραμμα των Services χωρίς να σώσει τις αλλαγές
hu_hu: QUIT Leállítja a szervíz programot mentés nélkül
nl_nl: QUIT Sluit Services af zonder databases op te slaan
pl_pl: QUIT Wy³±cza serwisy bez zapisywania baz
pt_pt: QUIT Termina os Services sem salvar os dados

source: RANDOMNEWS Define messages to be randomly shown to users at logon
ca_es: RANDOMNEWS Defineix missatges per a ser mostrats a usuaris al conectarse
de_de: RANDOMNEWS Definiert Nachrichten, die den Benutzern zufällig beim Verbinden angezeigt werden
el_gr: RANDOMNEWS Αλλάζεις τα τυχαία επιλεγόμενα μηνύματα που θα εμφανίζονται όταν αυτοί θα μπένουν στο δίκτυο
hu_hu: RANDOMNEWS Véletlenszerûen megjelenõ üzenetet állít be a felhasználók részére
nl_nl: RANDOMNEWS Stel de berichten in waarvan gebruikers er willekeurig een te zien krijgen als ze inloggen
pl_pl: RANDOMNEWS Zarz±dza losowymi wiadomo¶ciami
pt_pt: RANDOMNEWS Define mensagens a serem mostradas ao azar na conexão

source: READ Read a memo or memos
ca_es: READ Llegeix un o més memos
de_de: READ Lesen einer oder mehrerer Memos
el_gr: READ Διαβάζει ένα ή πολλά μηνύματα
hu_hu: READ Elolvassa a megadott üzenete(ke)t
nl_nl: READ Lees een of meerdere memo's
pl_pl: READ Wy¶wietla jedn± lub wiêcej wiadomo¶ci
pt_pt: READ Lê a(s) mensagem(ns)

source: RECOVER Kill another user who has taken your nick
ca_es: RECOVER Kickeja un usuari que estigui utilitzant el teu nickname
de_de: RECOVER User killen, der deinen Nicknamen verwendet
el_gr: RECOVER Αποσύνδεση ενός άλλου χρήστη που έχει πάρει το ψευδώνυμό σας
hu_hu: RECOVER Killeli a nickedet használó usert
nl_nl: RECOVER Een andere gebruiker killen die je nick gebruikt
pl_pl: RECOVER Od³±cza u¿ytkownika, który u¿ywa Twojego nicka
pt_pt: RECOVER Derruba usuário que esteja usando seu nick

source: REGISTER Register a channel
ca_es: REGISTER Registra un canal
hu_hu: REGISTER Szoba regisztrálása
pl_pl: REGISTER Rejestruje kana³

source: REGISTER Register a nickname
ca_es: REGISTER Registra un nickname
de_de: REGISTER Registriert einen Nicknamen
el_gr: REGISTER Κατοχυρώνει ένα ψευδώνυμο
hu_hu: REGISTER Nicknév regisztráció
nl_nl: REGISTER Registreer een nickname
pl_pl: REGISTER Rejestruje nicka
pt_pt: REGISTER Registra um nick

source: RELEASE Regain custody of your nick after RECOVER
ca_es: RELEASE Repren possesió del teu nick després de RECOVER
de_de: RELEASE Hebt die Nickname-Sperre auf nach der verwendung des RECOVER Befehls
el_gr: RELEASE Ανάκτηση της κατακράτησης του ψευδωνύμου,μετά από RECOVER
hu_hu: RELEASE Visszaadja a neved a RECOVER után
nl_nl: RELEASE Je nick terugnemen nadat je RECOVER gebruikt hebt
pl_pl: RELEASE Zwalnia nick po u¿yciu komendy RECOVER
pt_pt: RELEASE Retoma a custódia do seu nick após um RECOVER

source: RELOAD Reload services' configuration file
ca_es: RELOAD Recarrega la configuració dels serveis
de_de: RELOAD Die Konfigurationsdatei neu einlesen
el_gr: RELOAD Ξαναφορτώνει το services' configuration αρχείο
hu_hu: RELOAD Újratölti a szervíz Konfigurációs fájlját
nl_nl: RELOAD Herlaad Services' configuratie bestand
pl_pl: RELOAD £aduje na nowo plik konfiguracyjny
pt_pt: RELOAD Recarrega o arquivo de configuração dos Services
