Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: In order to use this command, you must first identify with your password (%R%S HELP IDENTIFY for more information). Type %R%S HELP SET option  for more information on a specific option.
ca_es: Per utilitzar aquest comanda, has d'identificar-te primer utilitzant la teva clau (/msg %S HELP IDENTIFY per mes informació). Escriu /msg %S HELP SET opció  per mes informació sobre una opció especifica.
de_de: Wenn du eines dieser Optionen nutzen willst, musst du dich vorher identifizeren. Tippe: /msg %S HELP IDENTIFY für weitere Informationen. Tippe /msg %S HELP SET Option  für Erläuterungen zu einer bestimmten oben genannten Option.
el_gr: Για να χρησιμοποιήσετε αυτή την εντολή, πρέπει πρώτα να αναγνωριστείτε με τον κωδικό σας (για περισσότερες πληροφορίες, /msg %S HELP IDENTIFY). Πληκτρολογήστε /msg %S HELP SET επιλογή  για περισσότερες πληροφορίες σε μία συγκεκριμένη επιλογή.
hu_hu: Ezen parancs kiadása elõtt, azonositanod kell magad, mint a nick tulajdonosa az IDENTIFY parancsot használva, írd be: /msg %S HELP IDENTIFY bõvebb információért. Írd be: /msg %S HELP SET opció  bõvebb információért.
nl_nl: Om dit commando te gebruiken moet je je eerst identificeren met je wachtwoord (/msg %S HELP IDENTIFY voor meer informatie). Type /msg %S HELP SET optie  voor meer informatie over een specifieke optie.
pl_pl: Aby u¿yæ tej komendy musisz siê zidentyfikowaæ z u¿yciem Twojego has³a. Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP IDENTIFY Aby uzyskaæ wiêcej informacji o danej opcji wpisz: /msg %S HELP SET opcja 
pt_pt: Para usar este comando, você deve primeiro se identificar com sua senha (/msg %S HELP IDENTIFY para maiores informações). Digite /msg %S HELP SET opção  para maiores informações sobre um comando específico.

source: Incorrect range specified. The correct syntax is # from - to .
nl_nl: Ongeldig bereik opgegeven. Het correct gebruik is # van - tot .
pl_pl: Podano nieprawid³owy zakres. Poprawny zapis to # od - do .

source: Information for bot %s:
ca_es: Informació pel bot %s:
de_de: Information vom Bot %s:
el_gr: Πληροφορίες για το bot %s:
hu_hu: Információk a %s nevû botról:
nl_nl: Informatie voor bot %s:
pl_pl: Informacje o bocie %s:
pt_pt: Informações do bot %s:

source: Information for channel %s:
ca_es: Informació pel canal %s:
de_de: Informationen über den Channel %s:
el_gr: Πληροφορίες για το κανάλι %s:
hu_hu: %s információi:
nl_nl: Informatie voor kanaal %s:
pl_pl: Informacje o kanale %s:
pt_pt: Informações do canal %s:

source: Internal error - unable to process request.
ca_es: Error Intern - Impossible processar petició.
de_de: Interner Fehler - kann die Anfrage nicht verarbeiten.
el_gr: Εσωτερικό λάθος - αδύνατη πρόσβαση στη παράκληση.
hu_hu: Belsõ hiba - nem teljesíthetõ kérés.
nl_nl: Interne fout - onmogelijk om aanvraag af te handelen.
pl_pl: B³±d wewnêtrzny - nie mogê obs³u¿yæ ¿±dania.
pt_pt: Erro interno - não foi possível processar seu pedido.

source: Invalid expiry time.
ca_es: Temps d'expiració invàlid.
de_de: Ungültige Auslaufzeit.
el_gr: Λανθασμένος χρόνος λήξης.
hu_hu: Érvénytelen elévülési idõ.
nl_nl: Ongeldige verloop tijd.
pl_pl: Nieprawid³owy czas wygasania.
pt_pt: Tempo de expiração inválido.

source: Invalid hostmask. Only real hostmasks are valid as exceptions are not matched against nicks or usernames.
ca_es: Mascara invalida. Nomès mascares reals son valides ja que excepcions no son comparades a nicks o usernames.
de_de: Ungültige Hostmask. Nur echte Hostmasken sind gültig als Einträge (ohne Nicknamen und Idents).
el_gr: Λάθος hostmask. Μόνο πραγματικά hostmasks χρησιμοποιούνται και όχι ψευδώνυμα ή usernames.
hu_hu: Érvénytelen hosztmaszk. Csak érvényes hosztmaszk lehet, a kivétel nem lehet nick vagy usernév.
nl_nl: Ongeldige hostmask. Alleen echte hostmasks zijn geldig als uitzondering omdat deze niet worden vergeleken met nicks of usernames.
pl_pl: Nieprawid³owa maska. Tylko rzeczywiste maski s± prawid³owe jako wyj±tki.
pt_pt: Máscara inválida. Apenas máscaras (hosts) são válidas como exceções aos limites de sessões. Nick ou username não são válidos.

source: Invalid passcode has been entered, please check the e-mail again, and retry
de_de: Ein ungültiger Passcode wurde eingegeben, prüfe bitte deine Email und gib den Code erneut ein.
hu_hu: Érvénytelen kód, ellenõrizze az e-mailben, majd próbálja újra.
nl_nl: Ongeldige verificatiecode ingevuld. Controleer je e-mail nog eens en probeer opnieuw.
pl_pl: Podano nieprawid³owy kod, sprawd¼ wiadomo¶æ e-mail i spróbowaæ ponownie.
pt_pt: Um passcode inválido foi digitado, por favor verifique o e-mail e tente novamente

source: Invalid session limit. It must be a valid integer greater than or equal to zero and less than %d.
ca_es: Límit de sessió invàlid. Ha de ser un sencer vàlido més gran o igual a zero i mes petit que %d.
de_de: Ungültige Verbindungseinschränkung. Es muss eine gültige Integer-Zahl sein, grösser oder gleich Null aber kleiner als %d.
el_gr: Λάθος session limit. Πρέπει να είναι λάθος ο integer greater ή πρέπει να είναι μεταξύ μηδέν και %d.
hu_hu: Érvénytelen session korlát. Érvényes számnak kell lennie és nagyobbnak vagy egyenlõnek mint zéró és kissebbnek mint %d.
nl_nl: Ongeldige sessie limiet. Het moet een geldige integer groter dan of gelijk aan nul en kleiner dan %d.
pl_pl: Nieprawid³owy limit sesji. Musi byæ liczb± nieujemn± i mniejsz± ni¿ %d.
pt_pt: Limite de sessão inválida. O limite deve ser um número inteiro maior ou igual a zero e menor que %d.

source: Invalid threshold value. It must be a valid integer greater than 1.
ca_es: Valor de umbral invàlid. Ha de ser un sencer vàlid més gran a 1.
de_de: Ungültiger Wert. Es muss eine gültige grade Zahl sein, die grösser als 1 ist.
el_gr: Λάθος threshold value. Πρέπει να είναι μεγαλύτερο από το 1.
hu_hu: Érvénytelen küszöb érték. 1-nél nagyobb egész számnak kell lennie.
nl_nl: Ongeldige drempel waarrde. Het moet een geldige integer groter dan 1 zijn.
pl_pl: Nieprawid³owa warto¶æ progu. Musi byæ liczb± ca³kowit± wiêksz± ni¿ 1.
pt_pt: Número inválido. Deve ser um número inteiro maior que 1.

source: JUPE servername [ reason ]
ca_es: JUPE nom-del-servidor [ raó ]
de_de: JUPE Servername [ Grund ]
hu_hu: JUPE szervernév [ leírás ]
nl_nl: JUPE servername [ reden ]
pl_pl: JUPE serwer [ powód ]
pt_pt: JUPE servidor [ motivo ]

source: KICK #channel nick [ reason ]
pl_pl: KICK #kana³ nick [ powód ]

source: KICK channel option { ON|OFF } [ settings ]
ca_es: KICK canal opció { ON|OFF } [ establiments ]
de_de: KICK Channel Option { ON|OFF } [ Einstellungen ]
hu_hu: KICK #szoba opció { ON|OFF } [ beállítások ]
nl_nl: KICK kanaal optie { ON|OFF } [ instellingen ]
pl_pl: KICK kana³ opcja { ON|OFF } [ ustawienia ]
pt_pt: KICK canal opções { ON|OFF } [ configurações ]

source: KICK channel user reason
ca_es: KICK canal usuari raó
de_de: KICK Channel User Grund
hu_hu: KICK #szoba user indok
nl_nl: KICK kanaal gebruiker reden
pl_pl: KICK kana³ nick powód
pt_pt: KICK canal usuário motivo

source: Key for channel %s is %s.
pl_pl: Kluczem do kana³u %s jest %s.

source: LEVELS channel {SET | DIS[ABLE] | LIST | RESET} [ item [ level ]]
ca_es: LEVELS canal {SET | DIS[ABLE] | LIST | RESET} [ item [ nivell ]]
hu_hu: LEVELS #szoba {SET | DIS[ABLE] | LIST | RESET }[ opció [szint]]
nl_nl: LEVELS kanaal {SET | DIS[ABLE] | LIST | RESET} [ item [ niveau ]]
pl_pl: LEVELS kana³ {SET | DIS[ABLE] | LIST | RESET} [ element [ poziom ]]
pt_pt: LEVELS canal {SET | DIS[ABLE] | LIST | RESET} [ item [ nível ]]

source: LIST pattern
ca_es: LIST patro
de_de: LIST Muster
nl_nl: LIST trefbeeld
pl_pl: LIST wzorzec
pt_pt: LIST opções

source: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE]
ca_es: LIST patró [FORBIDDEN] [NOEXPIRE]
pl_pl: LIST wzorzec [FORBIDDEN] [SUSPENDED] [NOEXPIRE]

source: LIST pattern [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
ca_es: LIST patro [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
de_de: LIST Muster [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
nl_nl: LIST trefbeeld [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
pl_pl: LIST wzorzec [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
pt_pt: LIST opções [FORBIDDEN] [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]

source: LIST [ channel ] [ list | NEW]
ca_es: LIST [ canal ] [ llista | NEW]
de_de: LIST [ Channel ] [ Liste | NEW]
el_gr: LIST [ κανάλι ] [ list | NEW]
hu_hu: LIST [ #szoba ] [ list | NEW ]
nl_nl: LIST [ kanaal ] [ lijst | NEW]
pl_pl: LIST [ kana³ ] [ lista | NEW]
pt_pt: LIST [ canal ] [ list | NEW]

source: LOGONNEWS {ADD|DEL|LIST} [ text | num ]
ca_es: LOGONNEWS {ADD|DEL|LIST} [ text | numero ]
de_de: LOGONNEWS {ADD|DEL|LIST} [ Text | Nummer ]
el_gr: LOGONNEWS {ADD|DEL|LIST} [ περιεχόμενο | νούμερο ]
hu_hu: LOGONNEWS { ADD | DEL | LIST } [ szöveg | szám ]
nl_nl: LOGONNEWS {ADD|DEL|LIST} [ text | nr ]
pl_pl: LOGONNEWS {ADD|DEL|LIST} [ tekst | numer ] LOGONNEWS {ADD|DEL|LIST} [ tekst | numer ]
pt_pt: LOGONNEWS {ADD|DEL|LIST} [ texto | núm ]

source: Language changed to English.
ca_es: Llenguatge canviat a Català.
de_de: Sprache wurde geändert zu Deutsch.
el_gr: Η γλώσσα άλλαξε σε Ελληνικά.
hu_hu: Új nyelvezet: Magyar.
nl_nl: Taal veranderd in Nederlands.
pl_pl: Jêzyk zosta³ zmieniony na Polski.
pt_pt: Linguagem alterada para Português.

source: Last memo to %s has been cancelled.
ca_es: Ultim memo enviat a %s va ser cancel.lat.
de_de: Die letzte Memo an %s wurde widerrufen.
el_gr: Το τελευταίο μήνυμα που πήγαινε για τον %s ακυρώθηκε.
hu_hu: %s részére küldött utolsó memo üzenet visszavonva.
nl_nl: Laatste memo naar %s is ge-annuleerd.
pl_pl: Ostatnia wiadomo¶æ do %s zosta³a odwo³ana.
pt_pt: Último memo enviado para %s foi cancelado.

source: Last quit message: %s
ca_es: Ùltim missatge quit: %s
de_de: Letzte Quit-Nachricht: %s
el_gr: Τελευταίο αποχαιρετιστήριο μήνυμα: %s
hu_hu: Utolsó kilépõ üzenet: %s
nl_nl: Laatste quit-bericht: %s
pl_pl: Ostatni QUIT: %s
pt_pt: Última mensagem de saída: %s

source: Last seen address: %s
ca_es: Ultima adreça vista: %s
de_de: Letzte gesehene Hostmaske: %s
el_gr: Τελευταία διεύθυνση: %s
hu_hu: Utoljára látott cím: %s
nl_nl: Laatst bekende adres: %s
pl_pl: Ostatni host: %s
pt_pt: Último endereço visto: %s

source: Level for %s on channel %s changed to %d.
ca_es: Nivell per a %s en el canal %s cambiat a %d.
de_de: Der Level für %s für den Channel %s wurde geändert auf %d.
el_gr: Ο βαθμός για τον %s στο κανάλι %s άλλξε σε %d.
hu_hu: %s szintjének új értéke a (%s) csatornán: %d.
nl_nl: Niveau voor %s op kanaal %s veranderd in %d.
pl_pl: Wymagany poziom dla %s na kanale %s zmieniono teraz na %d.
pt_pt: Nível para %s no canal %s alterado para %d.

source: Level must be between %d and %d inclusive.
ca_es: El nivell ha d'estar entre %d i %d inclosos.
de_de: Der Level kann nur zwischen %d und einschliesslich %d liegen.
el_gr: Ο βαθμός πρέπει να είναι μεταξύ %d και %d.
hu_hu: A szintnek kizárólag %d és %d között kell lennie.
nl_nl: Niveau moet tussen de %d en %d inclusief zijn.
pl_pl: Poziom musi byæ pomiêdzy %d a %d w³±cznie.
pt_pt: O nível deve ser entre %d e %d inclusive.

source: Levels are not available as xOP is enabled on this channel.
ca_es: Aquesta comanda es inservible en aquest mode.
de_de: Der Befehl ist in diesem Modus nutzlos - Deaktiviere zuerst XOP.
el_gr: Αυτή η εντολή είναι χρήσιμη για αυτή την επιλογή.
hu_hu: Ez a parancs használhatatlan ebben a módban. (xOP)
nl_nl: Dit commando is nutteloos in deze mode.
pl_pl: Modyfikowanie poziomów nie jest dostêpne w trybie XOP.
pt_pt: Este comando não tem utilidade neste modo.

source: List of entries matching %s:
ca_es: Lllista de resultats concordant %s:
de_de: Liste der gefundenen Einträge %s:
el_gr: Η λίστα με τις καταχωρήσεις βρέθηκαν %s:
hu_hu: Azon bejegyzések listája, melyek egyeznek ezzel, %s:
nl_nl: Lijst van nicks overeenkomend met %s:
pl_pl: Lista pasuj±cych wpisów %s:
pt_pt: Lista de entradas com %s:

source: List of nicknames in the group of %s:
ca_es: Lllista de nicknames en el grup de %s:
de_de: Liste der Nicknamen in der Gruppe von %s:
el_gr: Η λίστα με τα ψευδώνυμα στην ομάδα του %s:
hu_hu: %s csoportjába tartozó nickek listája:
nl_nl: Lijst van nicks in de groep van %s:
pl_pl: Lista nicków grupy %s:
pt_pt: Lista de nicks no grupo %s:

source: List of nicknames in your group:
ca_es: Lllista de nicknames en el teu grup:
de_de: Liste der Nicknamen in deiner Gruppe:
el_gr: Η λίστα με τα ψευδώνυμα στην ομάδα:
hu_hu: A csoportodba tartozó nickek listája:
nl_nl: Lijst van nicks in je groep:
pl_pl: Lista nicków w grupie:
pt_pt: Lista de nicks no grupo:

source: Local channels cannot be registered.
ca_es: Canals locals no poden ser enregistrats.
de_de: Lokale Channels können nicht registriert werden.
el_gr: Κανάλια τοπικά δεν μπορούν να κατοχυρωθούν.
hu_hu: Helyi csatornák nem regisztrálhatók.
nl_nl: Lokale kanalen kunnen niet geregistreerd worden.
pl_pl: Lokalne kana³y nie mog± byæ rejestrowane.
pt_pt: Canais locais não podem ser registrados.

source: Logon news item #%d deleted.
ca_es: Notícia d'entrada #%d esborrada.
de_de: Logon News-Eintrag #%d wurde gelöscht.
el_gr: Κανονισμός ή πληροφορία στη θέση #%d διαγράφηκε.
hu_hu: Logon news tétel #%d törölve.
nl_nl: Login nieuwsbericht #%d verwijderd.
pl_pl: Wiadomo¶æ powitalna #%d zosta³a skasowana.
pt_pt: Logon news removido #%d.

source: Logon news item #%d not found!
ca_es: Notícia d'entrada #%d no trobada!
de_de: Logon News-Eintrag #%d konnte nicht gefunden werden!
el_gr: Κανονισμός στη θέση #%d δεν βρέθηκε!
hu_hu: Logon news tétel #%d nem található!
nl_nl: Login nieuwsbericht #%d niet gevonden!
pl_pl: Wiadomo¶æ powitalna #%d nie zosta³a znaleziona!
pt_pt: Logon news não encontrado #%d!

source: Logon news items:
ca_es: Notícies d'entrada:
de_de: Logon News Einträge:
el_gr: Κανονισμοί:
hu_hu: Fellépési hírek:
nl_nl: Login nieuwsberichten:
pl_pl: Wiadomo¶ci powitalne:
pt_pt: Logon News itens:

source: Looking for yourself, eh %s?
ca_es: Cercant-te a tu mateix, eh %s?
hu_hu: Magadat kérdezed le %s, eh?
pl_pl: %s? Szukasz siebie?

source: MODE channel modes
ca_es: MODE canal Modes
de_de: MODE Channel Modi
hu_hu: MODE szoba mód
nl_nl: MODE kanaal modes
pl_pl: MODE kana³ flagi
pt_pt: MODE canal modos

source: MODINFO FileName
de_de: MODINFO Modul-Name
hu_hu: MODINFO Fájlnév
nl_nl: MODINFO bestandsnaame
pl_pl: MODINFO nazwa-pliku
pt_pt: MODINFO NomeDoArquivo

source: MODLOAD FileName
de_de: MODLOAD Modul-Name
hu_hu: MODLOAD Fájlnév
nl_nl: MODLOAD bestandsnaam
pl_pl: MODLOAD nazwa-pliku
pt_pt: MODLOAD NomeDoArquivo

source: MODUNLOAD FileName
de_de: MODUNLOAD Modul-Name
hu_hu: MODUNLOAD Fájlnév
nl_nl: MODUNLOAD bestandsnaam
pl_pl: MODUNLOAD nazwa-pliku
pt_pt: MODUNLOAD NomeDoArquivo

source: Mask %s already present on exception list.
ca_es: La mascara %s ja esta present a la llista d'excepcions.
hu_hu: Maszk %s már szerepel a kivétel listán.
pl_pl: Maska %s ju¿ istnieje na li¶cie wyj±tków.

source: Mask %s already present on your access list.
ca_es: La mascara %s ja esta present a la teva lllista d'accés.
de_de: Diese Hostmaske %s ist bereits auf der Access-Liste.
el_gr: Η μάσκα %s είναι ήδη μέσα στην λίστα πρόσβασης.
hu_hu: Ez a maszk: %s már szerepel a hozzáférési listádon.
nl_nl: Hostmask %s bestaat al op je toegangslijst.
pl_pl: Maska %s jest ju¿ w Twojej li¶cie dostêpu.
pt_pt: A máscara %s já se encontra em sua lista de acesso.

source: Mask must be in the form user @ host .
ca_es: La mascara ha de ser de la forma usuari @ host .
de_de: Die Hostmaske sollte in dieser Form sein: user @ host .
el_gr: Η μάσκα πρέπει να είναι της μορφής user @ host .
hu_hu: A maszknak ilyen formátumúnak kell lennie: user@host.
nl_nl: Hostmask moet gegeven worden in de vorm user @ host .
pl_pl: Maska musi mieæ format ident @ host .
pt_pt: A máscara deve ser no formato user @ host .

source: Maximum users: %d (%s)
ca_es: Màxim numero d'usuaris: %d (%s)
de_de: Maximum: %d (%s)
el_gr: Μέγιστοι χρήστες: %d (%s)
hu_hu: Legtöbb felhasználó: %d (%s)
nl_nl: Maximum gebruikers: %d (%s)
pl_pl: Rekord u¿ytk. : %d (%s)
pt_pt: Máximo atingido: %d (%s)

source: Memo %d does not exist!
ca_es: El memo %d no existeix!
hu_hu: A (%d.) számú üzenet nem szerepel az üzenetlistán!
pl_pl: Wiadomo¶æ %d nie istnieje!

source: Memo %d from %s (%s). To delete, type: %R%s DEL %d
ca_es: Memo %d de %s (%s). per a esborrar-lo escriu: /msg %s DEL %d
de_de: Memo %d von %s (%s). Um sie zu löschen, tippe /msg %s DEL %d
el_gr: Μήνυμα %d από το %s (%s). Για να το σβήσεις, γράψε: /msg %s DEL %d
hu_hu: Üzenet szám: %d; feladó: %s (%s). Törléshez: /msg %s DEL %d
nl_nl: Memo %d van %s (%s). Om te verwijderen, type: /msg %s DEL %d
pl_pl: Wiadomo¶æ %d od %s (%s). Aby usun±æ, napisz: /msg %s DEL %d
pt_pt: Memo %d de %s (%s). Para apagar, digite: /msg %s DEL %d

source: Memo %d from %s (%s). To delete, type: %R%s DEL %s %d
ca_es: Memo %d de %s (%s). per a esborrar-lo escriu: /msg %s DEL %s %d
de_de: Memo %d von %s (%s). Um sie zu löschen, tippe /msg %s DEL %s %d
el_gr: Μήνυμα %d από %s (%s). Για να το σβήσεις, γράψε: /msg %s DEL %s %d
hu_hu: Üzenet szám: %d; feladó.: %s (%s). Törléshez: /msg %s DEL %s %d
nl_nl: Memo %d van %s (%s). Om te verwijderen, type: /msg %s DEL %s %d
pl_pl: Wiadomo¶æ %d od %s (%s). Aby usun±æ, napisz: /msg %s DEL %s %d
pt_pt: Memo %d de %s (%s). Para apagar, digite: /msg %s DEL %s %d

source: Memo %d has been deleted.
ca_es: Memo %d ha estat esborrat.
de_de: Memo %d wurde gelöscht.
el_gr: Μήνυμα %d διαγράφηκε.
hu_hu: A megadott üzenetet (%d) töröltem.
nl_nl: Memo %d is verwijderd.
pl_pl: Wiadomo¶æ %d zosta³a usuniêta.
pt_pt: Memo %d foi apagado.

source: Memo limit disabled for %s.
ca_es: Límit de memos per a %s deshabilitat.
de_de: Memo-Limit von %s wurde aufgehoben.
el_gr: Το όριο μηνυμάτων απενεργοποιήθηκε για τον %s.
hu_hu: %s ezentúl korlátlan számú üzenetet fogadhat.
nl_nl: Memo limit voor %s uitgeschakeld.
pl_pl: Limit wiadomo¶ci dla %s jest wy³±czony.
pt_pt: Limite de memos desativado para %s.

source: Memo limit for %s set to %d.
ca_es: Límite de memos per a %s establert a %d.
de_de: Memo-Limit von %s wurde auf %d gesetzt.
el_gr: Το όριο μηνυμάτων για τον %s άλλαξε σε %d.
hu_hu: %s maximálisan fogadható üzeneteinek száma: %d.
nl_nl: Memo limiet voor %s veranderd in %d.
pl_pl: Limit wiadomo¶ci dla %s zmieniono na %d.
pt_pt: Limite de memos para %s é agora de %d.

source: Memo limit for %s set to 0.
ca_es: Límit de memos per a %s establert a 0.
de_de: Memo-Limit von %s wurde auf 0 gesetzt, kein Memo-Empfang für ihn mehr möglich.
el_gr: Το όριο μηνυμάτων για τον %s άλλαξε σε 0.
hu_hu: %s ezentúl nem fogadhat üzeneteket.
nl_nl: Memo limiet voor %s veranderd in 0.
pl_pl: Limit wiadomo¶ci dla %s ustawiono na 0.
pt_pt: Limite de memos para %s é agora de 0.

source: Memo limit too large; limiting to %d instead.
ca_es: Límit de memos molt alt; limitant-lo a %d.
de_de: Das Memo-Limit ist zu gross, es wird reduziert auf %d.
el_gr: Το όριο μηνυμάτων είναι πολύ μεγάλο; οριοθέτησέ το %d συμπεριλαμβανομένου.
hu_hu: Túl nagy érték a max.bejövÕ üzenetnek,%d az új értéke.
nl_nl: Memo limiet te hoog; limitatie ingesteld op %d.
pl_pl: Limit wiadomo¶ci jest za du¿y. Limituj do %d.
pt_pt: Limite de memos muito grande; limitando em %d.

source: Memo sent to %s.
ca_es: Memo enviat a %s.
de_de: Memo wurde an %s versandt.
el_gr: Το μήνυμα στάλθηκε στον %s.
hu_hu: Üzenet elküldve %s részére.
nl_nl: Memo verstuurd naar %s.
pl_pl: Wiadomo¶æ zosta³a wys³ana do %s.
pt_pt: Memo enviado para %s.

source: Memos %s have been deleted.
ca_es: Els memos %s han estat esborrats.
hu_hu: A megadott üzeneteket %s töröltem.
pl_pl: Wiadomo¶ci %s zosta³y usuniête.

source: Memos for %s. To read, type: %R%s READ num 
ca_es: Memos per a %s. per a llegir-los escriu: /msg %s READ numero 
de_de: Memos für %s. Um sie zu lesen, tippe /msg %s READ Nummer 
el_gr: Μήνυμα για τον %s. Για να το διαβάσεις, γράψε: /msg %s READ num 
hu_hu: %s üzenetei. Olvasáshoz írd be: /msg %s READ szám 
nl_nl: Memo's voor %s. Om te lezen, type: /msg %s READ nr 
pl_pl: Wiadomo¶ci dla %s. Aby przeczytaæ, napisz: /msg %s READ numer 
pt_pt: Memos para %s. Para ler, digite: /msg %s READ núm 

source: Memos for %s. To read, type: %R%s READ %s num 
ca_es: Memos per a %s. per a llegir-los escriu: /msg %s READ %s numero 
de_de: Memos für %s. Um sie zu lesen, tippe /msg %s READ %s Nummer 
el_gr: Μηνύματα για τον %s. Για να τα διαβάσεις, γράψε: /msg %s READ %s num 
hu_hu: %s üzenetei. Olvasáshoz : /msg %s READ %s szám 
nl_nl: Memo's voor %s. Om te lezen, type: /msg %s READ %s nr 
pl_pl: Wiadomo¶ci dla %s. Aby przeczytaæ, napisz: /msg %s READ %s numer 
pt_pt: Memos para %s. Para ler, digite: /msg %s READ %s núm 

source: Message mode
ca_es: Mode de missatge
el_gr: Επιλογή μηνύματος
hu_hu: Üzenet mód
nl_nl: Bericht mode
pl_pl: MSG
pt_pt: Modo mensagem

source: Mode %c ignored because you can't lock it.
ca_es: Mode %c ignorat per que no pots ¿¿¿lockerjar-lo???.
de_de: Mode %c wurde ignoriert, da du diesen Mode nicht festsetzen kannst.
el_gr: Η επιλογή %c αγνοήθηκε γιατί δεν μπορείς να το κλειδώσεις.
hu_hu: %c mód figyelmen kívül hagyva, mert nem rögzítheted.
nl_nl: Mode %c genegeerd omdat je deze niet kan forceren.
pl_pl: Flaga %c zosta³a zignorowana, bo nie mo¿na jej blokowaæ.
pt_pt: Modo %c ignorado porque você não pode travá-lo.

source: Mode +h has been cleared from channel %s.
hu_hu: A (%s) csatornán minden +h mód levéve.
pl_pl: Flagi +h zosta³y wyczyszczone na kanale %s.

source: Mode +o has been cleared from channel %s.
ca_es: Mode +o ha estat reestablert del canal %s.
de_de: Alle Op-Flags wurden im Channel %s entfernt.
el_gr: Όλα τα Mode +o έχει καθαριστεί από το κανάλι %s.
hu_hu: A (%s) csatornán minden +o mód levéve.
nl_nl: Mode +o is verwijderd van kanaal %s.
pl_pl: Flagi +o zosta³y wyczyszczone na kanale %s.
pt_pt: Modo +o foi retirado do canal %s.

source: Mode +v has been cleared from channel %s.
ca_es: Mode +v ha estat eliminat del canal %s.
hu_hu: A (%s) csatornán minden +v mód levéve.
pl_pl: Flagi +v zosta³y wyczyszczone na kanale %s.

source: Mode lock on channel %s changed to %s.
ca_es: Mode de lock en el canal %s canviat a %s.
de_de: Mode lock für Channel %s geändert zu %s.
el_gr: Η επιλογή κλειδώματος στο κανάλι %s άλλαξε σε %s.
hu_hu: A megadott csatornán (%s) az új Mode lock: %s.
nl_nl: Mode forcering van kanaal %s veranderd in %s.
pl_pl: Blokada trybów kana³u %s zosta³a zmieniona na: %s
pt_pt: Modo MLOCK no canal %s alterado para %s.

source: Module %s loaded
de_de: Modul %s geladen
hu_hu: %s modul betöltve
nl_nl: Module %s geladen
pl_pl: Modu³ %s zosta³ za³adowany.
pt_pt: Módulo %s carregado

source: Module %s unloaded
de_de: Modul %s entfernt
hu_hu: %s modul kitöltve
nl_nl: Module %s is uitgeladen
pl_pl: Modu³ %s zosta³ wy³adowany.
pt_pt: Módulo %s descarregado

source: Module: %s Version: %s Author: %s loaded: %s
de_de: Module: %s Version: %s Autor: %s geladen: %s
hu_hu: Modul: %s Verzió: %s Szerzõ: %s Betöltve: %s
nl_nl: Module: %s Versie: %s Auteur: %s Geladen: %s
pl_pl: Modu³: %s Wersja: %s Autor: %s Za³adowano: %s
pt_pt: Módulo: %s Versão: %s Autor: %s Carregado: %s

source: Module: %s [%s] [%s]
hu_hu: Modul: %s [%s] [%s]
pl_pl: Modu³: %s [%s] [%s]
pt_pt: Módulo: %s [%s] [%s]

source: NOOP {SET|REVOKE} server
ca_es: NOOP {SET|REVOKE} servidor
hu_hu: NOOP {SET|REVOKE} szerver
pl_pl: NOOP {SET|REVOKE} serwer
pt_pt: NOOP {SET|REVOKE} servidor
