Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: %s is not a valid bot or registered channel.
ca_es: %s no és un bot valid o un canal registrat.
de_de: %s ist kein gültiger Bot bzw. registrierter Channel.
el_gr: %s δεν είναι σωστό bot ή κατοχυρωμένο κανάλι.
hu_hu: %s nem érvényes bot vagy regisztrált szoba.
nl_nl: %s is geen geldige bot of geregistreerd kanaal.
pl_pl: %s nie jest prawid³ow± nazw± bota lub kana³u.
pt_pt: %s não é um bot válido ou um canal registrado.

source: %s is not a valid e-mail address.
ca_es: %s no es un e-mail valid.
de_de: %s ist keine gültige eMail-Adresse.
el_gr: %s δεν είναι λανθασμένη διεύθυνση.
hu_hu: %s nem érvényes e-mail cím.
nl_nl: %s is geen geldig e-mail adres.
pl_pl: %s nie jest prawid³owym adresem e-mail.
pt_pt: %s não é um endereço de e-mail válido.

source: %s is not always active anymore on channel %s.
ca_es: %s ja no esta sempre actiu en el canal %s.
de_de: %s ist jetzt nicht mehr stetig aktiviert im %s.
el_gr: %s δεν είναι συνέχεια ενεργό πια στο κανάλι %s.
hu_hu: %s többé már nem aktív a (%s) csatornán.
nl_nl: %s is niet meer altijd actief op kanaal %s.
pl_pl: %s nie jest ju¿ zawsze aktywny na %s.
pt_pt: %s não está mais sempre ativo no canal %s.

source: %s is not currently on channel %s.
ca_es: El nick %s no esta en el canal %s actualment.
de_de: %s ist derzeit nicht im channel %s.
el_gr: %s δεν είναι αυτή τη στιγμή μέσα στο κανάλι %s.
hu_hu: %s jelenleg nincs a %s szobában .
nl_nl: %s is momenteel niet op kanaal %s.
pl_pl: %s nie jest aktualnie na kanale %s.
pt_pt: %s não está atualmente no canal %s.

source: %s is now always active on channel %s.
ca_es: %s esta ara sempre actiu en el canal %s.
de_de: %s ist jetzt stetig aktiviert im %s.
el_gr: %s είναι από τωρα ενεργό στο κανάλι %s.
hu_hu: %s most már mindig aktív a (%s) csatornán.
nl_nl: %s is nu altijd actief op kanaal %s.
pl_pl: %s jest od teraz ca³y czas aktywny na %s.
pt_pt: %s está agora sempre ativo no canal %s.

source: %s matches an except on %s and cannot be banned until the except have been removed.
de_de: %s passt zur Ausnahme von %s und kann nicht gebannt werden, solange die Ausnahme nicht gelöscht wird.
hu_hu: %s megegyezik egy kivétellel (%s) nem tiltható, amíg a kivétel él.
nl_nl: %s komt overeen met een uitzondering op %s en kan niet worden gebanned totdat de uitzondering is verwijderd.
pl_pl: %s posiada wyj±tek na %s i nie mo¿e byæ zbanowany póki nie zostanie usuniêty.
pt_pt: %s combina com uma Except no %s e não pode ser banido até que a Except sejá removida.

source: %s moved to %s AOP list.
de_de: %s wurde auf die %s AOP-Liste verschoben.
hu_hu: %s áthelyezve a %s AOP listára.
nl_nl: %s verplaatst naar %s AOP lijst.
pl_pl: %s przeniesiono do listy AOP kana³u %s.
pt_pt: %s movido para a lista de AOP do %s.

source: %s moved to %s HOP list.
de_de: %s wurde auf die %s HOP-Liste verschoben.
hu_hu: %s áthelyezve a %s HOP listára.
nl_nl: %s verplaatst naar %s HOP lijst.
pl_pl: %s przeniesiono do listy HOP kana³u %s.
pt_pt: %s movido para a lista de HOP do %s.

source: %s moved to %s SOP list.
de_de: %s wurde auf %s SOP-Liste verschoben.
hu_hu: %s áthelyezve a %s SOP listára.
nl_nl: %s verplaatst naar %s SOP lijst.
pl_pl: %s przeniesiono do listy SOP kana³u %s.
pt_pt: %s movido para a lista de SOP do %s.

source: %s moved to %s VOP list.
de_de: %s wurde auf die %s VOP-Liste verschoben.
hu_hu: %s áthelyezve a %s VOP listára.
nl_nl: %s verplaatst %s VOP lijst.
pl_pl: %s przeniesiono do listy VOP kana³u %s.
pt_pt: %s movido para a lista de VOP do %s.

source: %s not found on %s AOP list.
ca_es: %s no trobat a la llista AOP de %s.
de_de: %s wurde nicht in der %s AOP-Liste gefunden.
el_gr: Ο/η %s δεν βρέθηκε η θέση στην AOP λίστα του %s.
hu_hu: %s nem találatható a %s AOP listán.
nl_nl: %s niet gevonden op %s AOP lijst.
pl_pl: %s nie znaleziono na li¶cie AOP kana³u %s.
pt_pt: Nick %s não encontrado na lista de AOP do %s.

source: %s not found on %s HOP list.
ca_es: %s no trobat a la llista HOP de %s.
de_de: %s wurde nicht gefunden in der %s HOP-Liste.
el_gr: Ο/η %s δεν βρέθηκε στην HOP λίστα του %s.
hu_hu: %s nem találatható a %s HOP listán.
nl_nl: %s niet gevonden op %s HOP lijst.
pl_pl: %s nie znaleziono na li¶cie HOP kana³u %s.
pt_pt: Nick %s não encontrado na lista de HOP do %s.

source: %s not found on %s SOP list.
ca_es: %s no trobat a la llista SOP de %s.
de_de: %s wurde nicht gefunden in der %s SOP-Liste.
el_gr: Ο/η %s δεν βρέθηκε στην SOP λίστα του %s.
hu_hu: %s nem találatható a %s SOP listán.
nl_nl: %s niet gevonden op %s SOP lijst.
pl_pl: %s nie znaleziono na li¶cie SOP kana³u %s.
pt_pt: Nick %s não encontrado na lista de SOP do %s.

source: %s not found on %s VOP list.
ca_es: %s no trobat a la llista VOP de %s.
de_de: %s wurde nicht gefunden in der %s VOP-Liste.
el_gr: Ο/η %s δεν βρέθηκε στην VOP λίστα του %s.
hu_hu: %s nem találatható a %s VOP listán.
nl_nl: %s niet gevonden op %s VOP lijst.
pl_pl: %s nie znaleziono na li¶cie VOP kana³u %s.
pt_pt: Nick %s não encontrado na lista de VOP do %s.

source: %s not found on %s access list.
ca_es: %s no trobat a la llista d'accés de %s.
de_de: %s wurde auf der Access-Liste von %s nicht gefunden.
el_gr: Ο/η %s δεν βρέθηκε στου %s στην access list.
hu_hu: %s nem található a (%s) csatorna hozzáférési listáján.
nl_nl: %s niet gevonden op %s toegangslijst.
pl_pl: %s nie znaleziono na li¶cie dostêpu kana³u %s.
pt_pt: %s não foi encontrado na lista de acesso do %s.

source: %s not found on %s autokick list.
ca_es: %s no trobat a la llista de kicks automàtics en el canal %s.
de_de: %s wurde nicht auf der AutoKick-Liste von %s gefunden.
el_gr: O %s δεν βρέθηκε στην autokick list του %s.
hu_hu: %s nem szerepel a (%s) csatorna autokick listáján.
nl_nl: %s niet gevonden op %s autokick lijst.
pl_pl: %s nie znaleziono na li¶cie AKICK kana³u %s.
pt_pt: %s não encontrado na lista de akick do %s.

source: %s not found on %s bad words list.
ca_es: %s no trobada a la llista de paraules malsonants de %s.
de_de: %s nicht in der Bad Words-Liste von %s gefunden.
el_gr: %s δεν βρέθηκε στη λίστα των κακών λέξεων του %s.
hu_hu: A %s szó nem található a %s tiltott szavak listáján.
nl_nl: %s niet gevonden op %s slechte woorden lijst.
pl_pl: %s nie znaleziono na li¶cie zakazanych s³ów kana³u %s.
pt_pt: %s não foi encontrado na lista de palavrões do %s.

source: %s not found on session list.
ca_es: %s no trobat a la llista de sessió.
de_de: Es wurde keine Verbindung von %s gefunden.
el_gr: %s δεν βρέθηκε στην λίστα session.
hu_hu: %s nincs a session listán.
nl_nl: %s niet gevonden op de sessie lijst.
pl_pl: %s nie znaleziono na li¶cie sesji.
pt_pt: %s não encontrado na lista de Limite de Sessões.

source: %s not found on session-limit exception list.
ca_es: %s no trobat a a la llista d'excepcions al límit de sessions.
de_de: %s nicht gefunden in der Liste der Verbindungs- einschränkungen.
el_gr: %s δεν βρέθηκε στην λίστα session-limit exception.
hu_hu: %s nem található a session-korlát kivétel listán.
nl_nl: %s niet gevonden op de sessie limiet uitzonderingenlijst.
pl_pl: %s nie znaleziono na li¶cie wyj±tków limitów sesji.
pt_pt: %s não encontrado na lista de limite de sessões.

source: %s not found on the AKILL list.
ca_es: %s no trobat a la llista de AKILLs.
de_de: %s wurde nicht auf der AKILL-Liste gefunden.
el_gr: %s δεν βρέθηκε στην λίστα AKILL.
hu_hu: %s nem található az AKILL listán.
nl_nl: %s niet gevonden op de AKILL lijst.
pl_pl: %s nie znaleziono na li¶cie AKILL.
pt_pt: %s não encontrado na lista de AKILL.

source: %s not found on the SNLINE list.
ca_es: %s no trobat a a la llista de SNLINEs.
de_de: %s wurde nicht auf der SNLINE-Liste gefunden.
el_gr: %s δεν βρέθηκε στην λίστα SNLINE.
hu_hu: %s nincs a SNLINE listán.
nl_nl: %s niet gevonden op de SNLINE lijst.
pl_pl: %s nie znaleziono na li¶cie SNLINE.
pt_pt: %s não encontrado na lista de SNLINE.

source: %s not found on the SQLINE list.
ca_es: %s no trobat a la llista de SQLINEs
de_de: %s wurde nicht auf der SQLINE-Liste gefunden.
el_gr: %s δεν βρέθηκε στην λίστα SQLINE.
hu_hu: %s nnem található az SQLINE listán.
nl_nl: %s niet gevonden op de SQLINE lijst.
pl_pl: %s nie znaleziono na li¶cie SQLINE.
pt_pt: %s não encontrado na lista de SQLINE.

source: %s not found on the SZLINE list.
ca_es: %s no trobat a la llista de SZLINEs.
de_de: %s wurde nicht auf der SZLINE-Liste gefunden.
el_gr: %s δεν βρέθηκε στην λίστα SZLINE.
hu_hu: %s nem található az SZLINE listán.
nl_nl: %s niet gevonden op de SZLINE lijst.
pl_pl: %s nie znaleziono na li¶cie SZLINE.
pt_pt: %s não foi encontrado na lista de SZLINE.

source: %s not found on your access list.
ca_es: %s no trobat a la teva lllista d'accés.
de_de: %s wurde nicht auf deiner Access-Liste gefunden.
el_gr: %s δεν βρέθηκε στη λίστα πρόσβασής σου.
hu_hu: %s nem található a hozzáférési listádon.
nl_nl: %s niet gevonden op je toegangslijst.
pl_pl: %s nie znaleziono na Twojej li¶cie dostêpu.
pt_pt: %s não foi encontrado em sua lista de acesso.

source: %s users list: Nick Mask
ca_es: llista d'usuaris de %s: Nick Mascara
de_de: %s User-Liste: Nickname Maske
el_gr: %s λίστα χρηστών: Όνομα Μάσκα
hu_hu: %s felhasználó lista: Nick Maszk
nl_nl: %s gebruikers lijst: Nick Mask
pl_pl: Lista u¿ytkowników %s: Nick Maska
pt_pt: Lista de usuários do %s: Nick Máscara

source: %s will no longer be ignored.
de_de: %s wird nicht länger ignoriert.
hu_hu: %s nick most már nics mellõzve.
nl_nl: %s zal niet meer genegeerd worden.
pl_pl: Nick %s nie bêdzie ignorowany.
pt_pt: %s não será mais ignorado.

source: %s will now be ignored for %s.
de_de: %s wird jetzt für %s ignoriert.
hu_hu: %s nick most mellõzte %s nicket.
nl_nl: %s zal nu genegeerd worden voor %s.
pl_pl: Nick %s bêdzie ignorowany przez %s.
pt_pt: %s agora será ignorado por %s.

source: %s will now permanently be ignored.
de_de: %s will wird jetzt permanent ignoriert.
hu_hu: %s nick most véglegesen mellõzve van.
nl_nl: %s zal nu permanent genegeerd worden.
pl_pl: Nick %s bêdzie stale ignorowany.
pt_pt: %s agora será permanentemente ignorado.

source: Notice: All commands sent to %S are logged!
ca_es: Noticia: Totes les comandes enviades a %S son monitorejades!
de_de: Achtung: Alle Befehle die an %S gesendet werden, werden geloggt!
el_gr: Σημείωση: Όλες οι εντολές στέλνονται στον %S και καταγράφονται!
hu_hu: Üzenet:Minden %S-nek küldött parancs naplózva van.
nl_nl: Waarschuwing: Alle commando's die naar %S gestuurd worden worden gelogd!
pl_pl: Uwaga: Wszystkie komendy odbierane przez %S s± logowane!
pt_pt: Aviso: Todos os comandos enviados para o %S são gravados!

source: Notice: Services is in read-only mode; changes will not be saved!
ca_es: Noticia: Els serveis estan en mode read-only; Els canvis no seran guardats!
de_de: Achtung: Services sind im Read-Only-Modus, Änderungen werden nicht übernommen!
el_gr: Σημείωση: Οι υπηρεσίες είναι μόνο αναγνώσιμες; οι όποιες αλλαγές έγιναν θα χαθούν!
hu_hu: Megjegyzés: A Szervíz csak olvasás módban fut!
nl_nl: Let op: Services zijn in alleen-lezen mode; veranderingen worden niet opgeslagen!
pl_pl: Uwaga: Serwisy s± w trybie tylko do odczytu - zmiany nie bêd± zapisywane!
pt_pt: Atenção: Os services estão no modo somente leitura; as mudanças não serão salvas!

source: Reminder: AKILL masks cannot contain nicknames; make sure you have not included a nick portion in your mask.
ca_es: Recordatori: Les mascares AKILL no poden contenir nicks; asegura't de no incloure el nick en la teva mascara.
de_de: Achtung: AKILL-Masken dürfen keine Nicknamen enthalten, stelle sicher, dass du keinen in der Hostmaske eingetragen hast.
el_gr: Υπενθύμιση: Οι μάσκες των AKILL δεν πρέπει να περιέχουν ψευδώνυμα; σιγουρέψου οτι δεν περιέχεις ψευδώνυμο στην μάσκα.
hu_hu: Emlékeztetõ: AKILL maszk nem tartalmazhat nicknevet; ellenõrizd, hogy nem tartalmazhat nick részt a maszk.
nl_nl: Reminder: AKILL masks kunnen geen nicknames bevatten; ben er zeker van dat je geen nick-deel in je mask hebt.
pl_pl: Uwaga: maska AKILL nie mo¿e zawieraæ nicków. Upewnij siê, ¿e nie dodajesz czê¶ci nicka.
pt_pt: Lembrete: As máscaras de AKILL não devem conter o nick; tenha certeza de que você não incluiu o nick na máscara.

source: Reminder: you can only add IP masks to the SZLINE list.
ca_es: Recordatori: Sols pots afegir mascares IP a la llista de SZLINEs.
de_de: Achtung: Man kann nur IP-Masken zur SZLINE-Liste hinzufügen.
el_gr: Υπενθύμιση: μπορείς μόνο να προσθέσεις IP μάσκες στην λίστα SZLINE.
hu_hu: Emlékeztetõ:Te hozzáadhatsz IP maszkot SZLINE listához.
nl_nl: Herrinering: Je kan alleen IP masks toevoegen aan de SZLINE lijst.
pl_pl: Uwaga: mo¿esz dodawaæ jedynie maski IP do listy SZLINE.
pt_pt: Lembrete: você pode apenas adicionar endereços de IP para a lista de SZLINE.

source: User access levels By default, the following access levels are defined: Founder Full access to %S functions; automatic opping upon entering channel. Note that only one person may have founder status (it cannot be given using the ACCESS command).  10 Access to AKICK command; automatic opping.  5 Automatic opping.  3 Automatic voicing.  0 No special privileges; can be opped by other ops (unless secure-ops is set).  <0 May not be opped. These levels may be changed, or new ones added, using the LEVELS command; type %R%S HELP LEVELS for information.
ca_es: nivellls d'accés per a usuaris Per defecte, els següents nivellls d'accés estan definits: Fundador accés complet a les funcions de %S; Op automàtico al entrar al canal. Notis que sols una persona pot tenir estatus de fundador (no pot ser donat fent servir la comanda ACCESS).  10 accés a la comanda AKICK; Op automàtico.  5 Op automàtico.  3 Voice automàtico.  0 Cap privilegi especial; pot ser opejat per altres ops (a menys que seguretat de ops estigui establerta).  <0 No pot ser opejat. Aquests nivellls poden ser canviats, o afegir-ne de nous, fent servir la comanda LEVELS; escriu /msg %S HELP LEVELS per a més informació.
de_de: User Zugriffslevel Standardmässig sind die Zugriffslevel wie folgt definiert: Founder (Gründer) vollständiger Zugriff auf den Channel und alle dazugehörigen Funktionen durch %S wird automatisch mit Op-Status versehen beim Joinen. Beachte dass nur eine Person den Founder-Status besitzen kann (kann auch nicht durch den ACCESS Befehls erteilt werden).  10 Zugriff auf AKICK, hat Auto-Op.  5 Automatischer Op-Status.  3 Automatischer Voice-Status.  0 Keine speziellen Privilegien, kann durch andere Ops Channel-Operator werden (ausser Secure-Ops ist aktiv).  <0 Kann keinen Operator-Status erlangen. Neue Levels können Levels hinzugefügt oder verändert werden mit Hilfe des LEVELS Befehls. Tippe /msg %S HELP LEVELS für weitere Informationen.
el_gr: User access levels Από default, οι επόμενες access βαθμοί (levels) είναι οι εξής: Founder Full access στον %S για εντολές καναλιού; αυτόματο opping όταν μπένει στο κανάλι. Σημείωση μόνο ένα άτομο έχει πρόσβαση σαν founder (δεν μπορεί να δώσει μέσω εντολής ACCESS βαθμό ίδιο με του founder).  10 Πρόσβαση στην εντολή AKICK; αυτόματο opping.  5 Αυτόματο opping..  3 Αυτόματο voicing.  0 Κανένα ιδιαίτερο δικαίωμα; μπορεί να πάρει op από άλλους ops (εκτός και αν είναι ενεργοποιημένα τα secure-ops).  <0 Δεν μπορεί να πάρει op. Αυτοί οι βαθμοί (levels) μπορούν να αλλαχτούν, ή να προσθέσετε νέα δικά σας, χρησιμοποιώντας την εντολή LEVELS; γράψτε /msg %S HELP LEVELS για πληροφορίες.
hu_hu: Felhasználói hozzáférési szintek Alapból, a következõ hozzáférési szintek érvényesek: Founder Teljes hozzáférés a %S funkciókhoz; automatikus opjog a csatornára való belépéskor. Megjegyzés, csak egy embernek lehet founder státusza (nem adható az ACCESS paranccsal).  10 Hozzáférés az AKICK parancshoz; automatikus op.  5 Automatikus op státusz.  3 Automatikus voice státusz.  0 Nincs különleges privilégiuma; opolható más opok által(ha a secure-ops ki van kapcsolva).  <0 Nem opolható. Ezek a szintek változhatnak, vagy újakat adhatsz hozzá, a LEVELS paranccsal; írd be: /msg %S HELP LEVELS bõvebb információért.
nl_nl: Gebruikerstoegangslevels Standaard zijn de volgende toegangslevels gedefineerd: Founder Volledige rechten tot de %S functies; automatisch op worden bij het binnenkomen van een kanaal. Merk op dat maar een persoon stichterstatus kan hebben (het kan niet worden gegeven met het ACCESS commando).  10 Toegang tot het AKICK commando; automatisch op.  5 Automatisch op.  3 Automatisch voice.  0 Geen speciale privileges; kan op status krijgen door andere ops (tenzij secure-ops aan is).  <0 Mag geen op worden. Deze niveaus kunnen worden veranderd, en er kunnen nieuwe worden toegevoegd dmv het LEVELS commando; type /msg %S HELP LEVELS voor meer informatie.
pl_pl: Poziomy dostêpu u¿ytkowników: Standardowe poziomy dostêpu zosta³y podane poni¿ej: Founder Pe³ny dostêp do poleceñ %S. Automatyczne nadawanie statusu operatora. UWAGA: tylko jedna osoba mo¿e byæ w³a¶cicielem (Founder) kana³u. Nie mo¿na nadaæ tego uprawnienia za pomoc± polecenia ACCESS.  10 Dostêp do polecenia AKICK, Automatyczne nadawanie statusu operatora.  5 Automatyczne nadawanie statusu operatora.  3 Automatyczne nadawanie prawa g³osu.  0 Brak specjalnych przywilejów. Inne osoby mog± nadaæ status operatora temu u¿ytkownikowi (je¶li wy³±czono opcjê secure-ops).  <0 Brak mo¿liwo¶ci pe³nienia funkcji operatora. Standardowe poziomy mog± zostaæ zmienione, mo¿liwe jest tak¿e definiowanie w³asnych poziomów dostêpu. Aby uzyskaæ wiêcej informacji wpisz: /msg %S HELP LEVELS
pt_pt: Níveis de Acesso do Usuário Por padrão, os seguintes níveis de acesso são definidos: Founder Acesso total às funções do %S; OP automático quando entrar no canal. Note que somente uma pessoa pode ter o status fundador (isto não pode ser dado usando o comando ACCESS).  10 Acesso ao comando AKICK; OP automático.  5 OP automático.  3 Voice automático.  0 Sem privilégios especiais; pode se tornar OP através de outros OPs (a menos que secure-ops esteja ativada).  <0 Não pode ser OP. Esses níveis podem ser mudados, ou adicionar novos, usando o comando LEVELS; digite /msg %S HELP LEVELS para informações.

source: Warning: You are over your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
ca_es: Advertència: Has sobrepassat el màximo numero de memos (%d). Et resultara impossible rebre més memos fins que esborris alguns dels existents.
de_de: Warnung: Du hast die maximale Anzahl gespeicherter Memos überschritten (%d). Du kannst keine weiteren Memos empfangen, bis du einige deiner jetzigen Memos gelöscht hast.
el_gr: Προειδοποίηση: Έχεις ξεπεράσει το νούμερο μηνυμάτων που μπορείς να λάβεις (%d). Δεν θα μπορείς να λάβεις άλλα αν δεν σβήσεις μερικά από τα παλιά μηνύματα που έχεις.
hu_hu: Figyelem: Fogadható üzenetek maximális számát (%d). Nem fogadhatsz több üzenetet, amíg törölsz néhányat.
nl_nl: Waarschuwing: Je hebt je maximum aantal memo's overschreden (%d). Je kan geen nieuwe memo's ontvangen totdat je enkele van je huidige memo's verwijdert.
pl_pl: Uwaga: Maksymalny limit wiadomo¶ci (%d) zosta³ osi±gniêty. Nie bêdziesz otrzymywaæ nowych wiadomo¶ci je¶li kilku nie usuniesz.
pt_pt: Atenção: Você ultrapassou seu número máximo de memos (%d). Não será possível receber novos memos enquanto você não apagar alguns.

source: Warning: You have reached your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
ca_es: Advertència: Has assolit el màxim numero de memos (%d). No podras rebre mes memos fins que esborris alguns dels existents.
de_de: Warnung: Du hast die maximale Anzahl gespeicherter Memos erreicht (%d). Du kannst keine weiteren Nachrichten empfangen, bis du einige deiner jetzigen Memos gelöscht hast.
el_gr: Προειδοποίηση: Έχει φτάσει στο μέγιστο νούμερο μηνυμάτων (%d). Δεν θα λάβεις καινούργια μηνύματα αν δεν σβήσεις μερικά από τα παλιά που έχεις.
hu_hu: Figyelem: Fogadható üzenetek maximális száma (%d). Nem fogadhatsz több üzenetet, amíg nem törölsz néhányat.
nl_nl: Waarschuwing: Je hebt je maximum aantal memo's bereikt (%d). Je kan geen nieuwe memo's ontvangen totdat je enkele van je huidige memo's verwijdert.
pl_pl: Uwaga: Osi±gniêto ju¿ limit wiadomo¶ci (%d). Nie bêdziesz otrzymywaæ nowych wiadomo¶ci dopóki nie usuniesz kilku starych.
pt_pt: Atenção: Você atingiu seu número máximo de memos (%d). Não será possível receber novos memos enquanto você não apagar alguns.

source: [auto-memo] The memo you sent has been viewed.
de_de: [auto-memo] Die Memo die du gesendet hast wurde angesehen.
hu_hu: [auto-memo] A memo, amit küldtél meg lett tekintve.
nl_nl: [auto-memo] De memo die je gestuurd hebt is bekeken.
pl_pl: [auto-memo] Wys³ana przez Ciebie wiadomo¶æ zosta³a przeczytana.
pt_pt: [Auto-Memo] O memo que você enviou foi lido.

source: [auto-memo] The memo you sent to %s has been viewed.
de_de: [auto-memo] Die Memo die du zum %s gesendet hast wurde angesehen.
hu_hu: [auto-memo] A memo, amit %s számára küldtél meg lett tekintve.
nl_nl: [auto-memo] De memo die je naar %s gestuurd hebt is bekeken.
pl_pl: [auto-memo] Wys³ana przez Ciebie wiadomo¶æ do %s zosta³a przeczytana.
pt_pt: [Auto-Memo] O memo que você enviou para %s foi lido.

source: Services Operators can also drop any channel without needing to identify via password, and may view the access, AKICK, and level setting lists for any channel.
ca_es: Les següents comandes estan disponibles per a administradors de serveis: STATUS Retorna el nivell d'accés actual d'un usuari en un canal CLIST llista tots els canals en els que l'usuari sigui fundador Administradors de serveis també poden eliminar un canal sense haver d'identificar-se per mitjà d'una clau, i poden Veure l'accés, AKICK, i paràmetres de les llistes de nivells per a qualsevol canal.
de_de: Services Administratoren können weiterhin beliebige Channels DROPEN (löschen), Zugriffslisten oder Channel-Einstellungen ansehen ohne sich vorher für den Channel identifizieren zu müssen.
el_gr: Οι Services Operators μπορούν να διαγράψουν οποιοδήποτε κανάλι, χωρίς να κάνουν εντολή αναγνώρισης μέσω κωδικού, μπορούν να δούν την access, AKICK, και τα level οποιουδήποτε καναλιού.
hu_hu: Szervíz adminok tudják droppolni a csatornákat anélkül, hogy a szoba jelszót használnának, és megnézhetika az access, AKICK, és beállitási szint listát a csatornán.
nl_nl: Services Operators kunnen ook elk kanaal dropped zonder dat ze hoeven te indentificeren via een wachtwoord, en kunnen de toegangs-, AKICK-, en niveau-lijsten bekijken voor elk kanaal.
pl_pl: Administratorzy serwisów mog± usun±æ ka¿dy kana³ bez potrzeby identyfikacji jako jego w³a¶ciciele. Mog± przegl±daæ listê dostêpu ka¿dego kana³u, listê AKICK, ustawienia poziomów dostêpu itd.
pt_pt: Os Administradores dos Services podem também usar o comando DROP mesmo sem se identificarem como donos do canal, e podem também ver as listas de acesso, AKICK, e níveis de qualquer canal.
