Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Registration step 1 may have expired, please use "%R%s register <password> <email>" first.
ca_es: Registration step 1 may have expired, please use "/msg %s register <password> <email>" first.
de_de: Registrieungs Stufe 1 ist eventuell abgelaufen, bitte nutze zuerst "/msg %s register <password> <email>".
el_gr: Registration step 1 may have expired, please use "/msg %s register <password> <email>" first.
hu_hu: Regisztráció 1 lépése lehet, hogy elévült, írd be: "/msg %s register <jelszó> <email>".
nl_nl: Registratie stap 1 kan verlopen zijn. Gebruik eerst "/msg %s register <wachtwoord> <email>".
pl_pl: Termin wa¿no¶ci kodu rejestracyjnego up³yn±³. Napisz: /msg %s REGISTER <has³o> <email>, aby znowu zacz±æ rejestracje.
pt_pt: O primeiro passo do registro deve ter expirado, por favor use /msg %s register <senha> <email> primeiro.

source: Restricted Access
ca_es: accés restringit
de_de: Eingeschränkter Access
el_gr: Μόνο όσοι έχουν Access
hu_hu: Korlátozott hozzáférés
nl_nl: Beperkte Toegang
pl_pl: RESTRICTED
pt_pt: Acesso restrito

source: Restricted access option for %s is now OFF.
de_de: Eingeschränkter Access Option für %s ist jetzt OFF.
pl_pl: Dostêp do kana³u %s nie jest ju¿ ograniczony.
pt_pt: Opção de acesso restrito para %s está agora DESATIVADA.

source: Restricted access option for %s is now ON.
de_de: Eingeschränkter Access Option für %s ist jetzt ON.
pl_pl: Dostêp do kana³u %s jest teraz ograniczony.
pt_pt: Opção de acesso restrito para %s está agora ATIVADA.

source: SASAET nickname PRIVATE {ON | OFF}
ca_es: SSAET nickname PRIVATE {ON | OFF}
de_de: SASET nickname PRIVATE {ON | OFF}
el_gr: SSAET nickname PRIVATE {ON | OFF}
hu_hu: SSAET nickname PRIVATE {ON | OFF}
nl_nl: SSAET nickname PRIVATE {ON | OFF}
pl_pl: SASAET nick PRIVATE {ON | OFF}
pt_pt: SSAET nickname PRIVATE {ON | OFF}

source: SASET nickname option parameters
pl_pl: SASET nick opcja parametry

source: SASET nickname AUTOOP {ON | OFF}
pl_pl: SASET nick AUTOOP {ON | OFF}

source: SASET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
ca_es: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
el_gr: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
hu_hu: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
nl_nl: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
pl_pl: SASET nick HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
pt_pt: SET nickname HIDE {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}

source: SASET nickname KILL {ON | QUICK | IMMED | OFF}
pl_pl: SASET nick KILL {ON | QUICK | IMMED | OFF}

source: SASET nickname KILL {ON | QUICK | OFF}
pl_pl: SASET nick KILL {ON | QUICK | OFF}

source: SASET nickname LANGUAGE number
pl_pl: SASET nick LANGUAGE numer

source: SASET nickname NOEXPIRE {ON | OFF}
pl_pl: SASET nick NOEXPIRE {ON | OFF}

source: SASET nickname PRIVATE {ON | OFF}
pl_pl: SASET nick PRIVATE {ON | OFF}

source: SASET nickname SECURE {ON | OFF}
pl_pl: SASET nick SECURE {ON | OFF}

source: SAY channel text
ca_es: SAY canal text
hu_hu: SAY #szoba szöveg
nl_nl: SAY kanaal text
pl_pl: SAY kana³ tekst
pt_pt: SAY canal texto

source: SEND { nick | channel } memo-text
ca_es: SEND { nick | canal } text
de_de: SEND { Nickname | Channel } Memo-text
el_gr: SEND { ψευδώνυμο | κανάλι } περιεχόμενο
hu_hu: SEND { nick | #szoba } memo-szöveg
nl_nl: SEND { nick | kanaal } memo-text
pl_pl: SEND { nick | kana³ } tre¶æ
pt_pt: SEND { nick | canal } texto

source: SENDPASS nickname
hu_hu: SENDPASS nicknév
pl_pl: SENDPASS nick
pt_pt: SENDPASS nick

source: SENDPASS command unavailable because encryption is in use.
ca_es: La comanda SENDPASS no esta disponible per l'us d'encriptació.
de_de: SENDPASS Befehl nicht verfügbar, da die Verschlüsselung aktiviert ist.
el_gr: Η SENDPASS εντολή δεν είναι διαθέσιμη γιατί χρησιμοποιείται η κωδικοποίηση.
hu_hu: SENDPASS nem elérhetõ, amíg az encryption használatban van.
nl_nl: SENDPASS commando is onbeschikbaar omdat encryptie aanstaat.
pl_pl: Komenda SENDPASS nie dzia³a, bo has³a s± szyfrowane.
pt_pt: Comando SENDPASS não disponível: modo de encriptação ativado.

source: SERVICES_BIN not defined; cannot restart. Rerun the configure script and recompile Services to enable the RESTART command.
ca_es: SERVICES_BIN no definit; impossible arrencar un altre cop. Arranca un altre cop el script configure i recompila Services per a incloure la comanda RESTART.
hu_hu: SERVICES_BIN nincs meghatározva; nem tud újraindulni. Térj vissza a configure scripthez és kez újra a forgatást. Szervízhez engedélyezd a RESTART parancsot.
pl_pl: Nie zdefiniowano SERVICES_BIN; nie mogê restartowaæ. Uruchom ponownie skrypt configure i przekompiluj serwisy, aby w³±czyæ komendê RESTART.

source: SET <nick> <hostmask>.
de_de: SET Nickname Hostmaske.
hu_hu: SET <nick> <hosztmaszk>.
pl_pl: SET <nick> <maska-hosta>.

source: SET (channel | bot) option settings
ca_es: SET canal Opció establiments
de_de: SET (Channel | Bot) Option Einstellungen
el_gr: SET channel option settings
hu_hu: SET #szoba opció beállítások
nl_nl: SET kanaal optie instellingen
pl_pl: SET (kana³ | bot) opcja ustawienie
pt_pt: SET canal opções configurações

source: SET botname NOBOT { ON|OFF }
ca_es: SET canal NOBOT { ON|OFF }
de_de: SET Channel NOBOT { ON|OFF }
el_gr: SET channel NOBOT { ON|OFF }
nl_nl: SET kanaal NOBOT { ON|OFF }
pl_pl: SET nick-bota NOBOT { ON|OFF }
pt_pt: SET canal NOBOT { ON|OFF }

source: SET botname PRIVATE { ON|OFF }
ca_es: SET canal PRIVATE { ON|OFF }
el_gr: SET channel PRIVATE { ON|OFF }
hu_hu: SET botnév PRIVATE { ON|OFF }
nl_nl: SET kanaal PRIVATE { ON|OFF }
pl_pl: SET nick-bota PRIVATE { ON|OFF }
pt_pt: SET canal PRIVATE { ON|OFF }

source: SET channel option parameters
ca_es: SET canal opció per ametres
de_de: SET Channel Option Parameter
hu_hu: SET #szoba opció paraméterek
nl_nl: SET kanaal optie parameters
pl_pl: SET kana³ opcja parametry
pt_pt: SET canal opções parâmetros

source: SET channel DONTKICKOPS { ON|OFF }
ca_es: SET canal DONTKICKOPS { ON|OFF }
hu_hu: SET #szoba DONTKICKOPS { ON|OFF }
nl_nl: SET kanaal DONTKICKOPS { ON|OFF }
pl_pl: SET kana³ DONTKICKOPS { ON|OFF }
pt_pt: SET canal DONTKICKOPS { ON|OFF }

source: SET channel DONTKICKVOICES { ON|OFF }
ca_es: SET canal DONTKICKVOICES { ON|OFF }
hu_hu: SET #szoba DONTKICKVOICES { ON|OFF }
nl_nl: SET kanaal DONTKICKVOICES { ON|OFF }
pl_pl: SET kana³ DONTKICKVOICES { ON|OFF }
pt_pt: SET canal DONTKICKVOICES { ON|OFF }

source: SET channel FANTASY { ON|OFF }
ca_es: SET canal FANTASY { ON|OFF }
hu_hu: SET #szoba FANTASY { ON|OFF }
nl_nl: SET kanaal FANTASY { ON|OFF }
pl_pl: SET kana³ FANTASY { ON|OFF }
pt_pt: SET canal FANTASY { ON|OFF }

source: SET channel GREET { ON|OFF }
ca_es: SET canal GREET { ON|OFF }
hu_hu: SET szoba GREET { ON|OFF }
nl_nl: SET kanaal GREET { ON|OFF }
pl_pl: SET kana³ GREET { ON|OFF }
pt_pt: SET canal GREET { ON|OFF }

source: SET channel KEEPTOPIC {ON | OFF}
ca_es: SET canal KEEPTOPIC {ON | OFF}
hu_hu: SET #szoba KEEPTOPIC {ON | OFF}
nl_nl: SET kanaal KEEPTOPIC {ON | OFF}
pl_pl: SET kana³ KEEPTOPIC {ON | OFF}
pt_pt: SET canal KEEPTOPIC {ON | OFF}

source: SET channel NOEXPIRE {ON | OFF}
ca_es: SET canal NOEXPIRE {ON | OFF}
hu_hu: SET #szoba NOEXPIRE {ON | OFF}
nl_nl: SET kanaal NOEXPIRE {ON | OFF}
pl_pl: SET kana³ NOEXPIRE {ON | OFF}
pt_pt: SET canal NOEXPIRE {ON | OFF}

source: SET channel OPNOTICE {ON | OFF}
ca_es: SET canal OPNOTICE {ON | OFF}
hu_hu: SET #szoba OPNOTICE {ON | OFF}
nl_nl: SET kanaal OPNOTICE {ON | OFF}
pl_pl: SET kana³ OPNOTICE {ON | OFF}
pt_pt: SET canal OPNOTICE {ON | OFF}

source: SET channel PEACE {ON | OFF}
ca_es: SET canal PEACE {ON | OFF}
hu_hu: SET #szoba PEACE {ON | OFF}
nl_nl: SET kanaal PEACE {ON | OFF}
pl_pl: SET kana³ PEACE {ON | OFF}
pt_pt: SET canal PEACE {ON | OFF}

source: SET channel PRIVATE {ON | OFF}
ca_es: SET canal PRIVATE {ON | OFF}
hu_hu: SET #szoba PRIVATE {ON | OFF}
nl_nl: SET kanaal PRIVATE {ON | OFF}
pl_pl: SET kana³ PRIVATE {ON | OFF}
pt_pt: SET canal PRIVATE {ON | OFF}

source: SET channel RESTRICTED {ON | OFF}
ca_es: SET canal RESTRICTED {ON | OFF}
hu_hu: SET #szoba RESTRICTED {ON | OFF}
nl_nl: SET kanaal RESTRICTED {ON | OFF}
pl_pl: SET kana³ RESTRICTED {ON | OFF}
pt_pt: SET canal RESTRICTED {ON | OFF}

source: SET channel SECURE {ON | OFF}
ca_es: SET canal SECURE {ON | OFF}
hu_hu: SET #szoba SECURE {ON | OFF}
nl_nl: SET kanaal SECURE {ON | OFF}
pl_pl: SET kana³ SECURE {ON | OFF}
pt_pt: SET canal SECURE {ON | OFF}

source: SET channel SECUREFOUNDER {ON | OFF}
ca_es: SET canal SECUREFOUNDER {ON | OFF}
hu_hu: SET #szoba SECUREFOUNDER {ON | OFF}
nl_nl: SET kanaal SECUREFOUNDER {ON | OFF}
pl_pl: SET kana³ SECUREFOUNDER {ON | OFF}
pt_pt: SET canal SECUREFOUNDER {ON | OFF}

source: SET channel SECUREOPS {ON | OFF}
ca_es: SET canal SECUREOPS {ON | OFF}
hu_hu: SET #szoba SECUREOPS {ON | OFF}
nl_nl: SET kanaal SECUREOPS {ON | OFF}
pl_pl: SET kana³ SECUREOPS {ON | OFF}
pt_pt: SET canal SECUREOPS {ON | OFF}

source: SET channel SIGNKICK {ON | LEVEL | OFF}
ca_es: SET canal SIGNKICK {ON | LEVEL | OFF}
hu_hu: SET #szoba SIGNKICK {ON | LEVEL | OFF}
nl_nl: SET kanaal SIGNKICK {ON | LEVEL | OFF}
pl_pl: SET kana³ SIGNKICK {ON | LEVEL | OFF}
pt_pt: SET canal SIGNKICK {ON | LEVEL | OFF}

source: SET channel SYMBIOSIS { ON|OFF }
ca_es: SET canal SYMBIOSIS { ON|OFF }
hu_hu: SET szoba SYMBIOSIS { ON|OFF }
nl_nl: SET kanaal SYMBIOSIS { ON|OFF }
pl_pl: SET kana³ SYMBIOSIS { ON|OFF }
pt_pt: SET canal SYMBIOSIS { ON|OFF }

source: SET channel TOPICLOCK {ON | OFF}
ca_es: SET canal TOPICLOCK {ON | OFF}
hu_hu: SET #szoba TOPICLOCK {ON | OFF}
nl_nl: SET kanaal TOPICLOCK {ON | OFF}
pl_pl: SET kana³ TOPICLOCK {ON | OFF}
pt_pt: SET canal TOPICLOCK {ON | OFF}

source: SET channel XOP {ON | OFF}
ca_es: SET canal XOP {ON | OFF}
hu_hu: SET #szoba XOP {ON | OFF}
nl_nl: SET kanaal XOP {ON | OFF}
pl_pl: SET kana³ XOP {ON | OFF}
pt_pt: SET canal XOP {ON | OFF}

source: SET option parameters
ca_es: SET opcio per ametres
de_de: SET Option Parameter
el_gr: SET ^_επιλογή^_ ^_παράμετροι^_
hu_hu: SET opció paraméterek
nl_nl: SET optie parameters
pl_pl: SET opcja parametry
pt_pt: SET opções parâmetros

source: SET option setting
ca_es: SET Opció estabilment
de_de: SET Option Einstellungen
hu_hu: SET opció beállítás
nl_nl: SET optie instelling
pl_pl: SET opcja ustawienie
pt_pt: SET opção configuração

source: SET LIMIT [ channel ] limit
ca_es: SET LIMIT [ canal ] límit
el_gr: SET LIMIT [ κανάλι ] όριο
hu_hu: SET LIMIT [ #szoba ] limit
nl_nl: SET LIMIT [ kanaal ] limiet
pl_pl: SET LIMIT [ kana³ ] limit
pt_pt: SET LIMIT [ canal ] limite

source: SET LIMIT [ user | channel ] { limit | NONE} [HARD]
ca_es: SET LIMIT [ usuari | canal ] { límit | NONE} [HARD]
el_gr: SET LIMIT [ χρήστης | κανάλι ] { όριο | NONE} [HARD]
hu_hu: SET LIMIT [ user | #szoba ] { limit | NONE} [HARD]
nl_nl: SET LIMIT [ gebruiker | kanaal ] { limiet | NONE} [HARD]
pl_pl: SET LIMIT [ nick | kana³ ] { limit | NONE} [HARD]
pt_pt: SET LIMIT [ usuário | canal ] { limite | NONE} [HARD]

source: SET [ nick ] option parameters
ca_es: SET [ nick ] opcio per ametres
hu_hu: SET [ nick ] opció paraméterek
pl_pl: SET [ nick ] opcja parametry

source: SETALL <nick> <hostmask>.
de_de: SETALL Nickname Hostmaske.
hu_hu: SETALL <nick> <hosztmaszk>.
pl_pl: SETALL <nick> <maska-hosta>.

source: SNLINE list is empty.
ca_es: La llista de SNLINEs esta buida.
de_de: Die SNLINE-Liste ist leer.
el_gr: Η λίστα SNLINE είναι άδεια.
hu_hu: SNLINE lista üres.
nl_nl: SNLINE lijst is leeg.
pl_pl: Lista SNLINE jest pusta.
pt_pt: A lista de SNLINE está vazia.

source: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list }[: reason ]]
ca_es: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiració ] { mascara | llista }[: raó ]]
de_de: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ Zeit ] { Hostmask | entry-liste }[: Grund ]]
hu_hu: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[ + lejárat ] { maszk | sorszám }[: Indok ]]
nl_nl: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ verloop ] { mask | toegangslijst }[: reden ]]
pl_pl: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ czas-trwania ] { maska | pozycja } [ powód ]]
pt_pt: SNLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ tempo ] { máscara | lista }[: motivo ]]

source: SOP channel {ADD|DEL|LIST|CLEAR} [ nick | entry-list ]
ca_es: SOP canal {ADD|DEL|LIST|CLEAR} [ nick | llista ]
de_de: SOP Channel {ADD|DEL|LIST|CLEAR} [ Nickname | entry-liste ]
hu_hu: SOP #szoba { ADD | DEL | LIST | CLEAR }[ nick | sorszám]
nl_nl: SOP kanaal {ADD|DEL|LIST|CLEAR} [ nick | lijst ]
pl_pl: SOP kana³ {ADD|DEL|LIST|CLEAR} [ nick | pozycja ]
pt_pt: SOP canal {ADD|DEL|LIST|CLEAR} [ nick | entrada ]

source: SOP list for %s: Num Nick
ca_es: Llista SOP per a %s: Num Nick
de_de: SOP Liste für %s: Nummer Nickname
el_gr: Η SOP λίστα του %s είναι: Νούμερο Ψευδώνυμο
hu_hu: %s SOP listája: Sorszám Nicknév
nl_nl: SOP lijst voor %s: Num Nick
pl_pl: Lista SOP kana³u %s: Nr Nick
pt_pt: Lista de SOP para %s: Núm Nick

source: SQLINE list is empty.
ca_es: La llista de SQLINEs esta buida.
de_de: SQLINE Liste ist leer.
el_gr: Η λίστα SQLINE είναι άδεια.
hu_hu: SQLINE lista üres.
nl_nl: SQLINE lijst is leeg.
pl_pl: Lista SQLINE jest pusta.
pt_pt: A lista de SQLINE está vazia.

source: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list } [ reason ]]
ca_es: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiració ] { mascara | llista } [ raó ]]
de_de: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ Zeit ] { Hostmaske | entry-liste } [ Grund ]]
hu_hu: SQLINE {ADD|DEL|LIST|VIEW|CLEAR}[ [ + lejárat ] { maszk | sorszám }[ indok ]]
nl_nl: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ verloop ] { mask | toegangslijst } [ reden ]]
pl_pl: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ czas-trwania ] { maska | pozycja } [ powód ]]
pt_pt: SQLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ tempo ] { máscara | lista } [ motivo ]]

source: STAFF memo-text
pl_pl: STAFF tre¶æ wiadomo¶ci

source: STATUS channel item
pl_pl: STATUS kana³ item

source: STATUS ERROR Channel %s forbidden
pl_pl: STATUS ERROR Kana³ %s jest zakazany

source: STATUS ERROR Channel %s not registered
de_de: STATUS ERROR Channel %s ist nicht registriert
pl_pl: STATUS ERROR Kana³ %s nie jest zarejestrowany
pt_pt: STATUS ERROR Canal %s não está registrado

source: STATUS ERROR Nick %s not online
de_de: STATUS ERROR Nickname %s ist nicht online
pl_pl: STATUS ERROR Nick %s nie jest online
pt_pt: STATUS ERROR Nick %s não está online

source: SUSPEND channel reason
de_de: SUSPEND Channel Grund
hu_hu: SUSPEND #szoba indok
nl_nl: SUSPEND kanaal reden
pl_pl: SUSPEND kana³ powód
pt_pt: SUSPEND canal motivo

source: SUSPEND channel [ reason ]
de_de: SUSPEND Channel [ Grund ]
hu_hu: SUSPEND #szoba [ indok ]
nl_nl: SUSPEND kanaal [ reden ]
pl_pl: SUSPEND kana³ [ powód ]
pt_pt: SUSPEND canal [ motivo ]

source: SUSPEND nickname reason
de_de: SUSPEND Nickname Grund
nl_nl: SUSPEND nick reden
pl_pl: SUSPEND nick powód
pt_pt: SUSPEND nick motivo

source: SVSNICK nick newnick
de_de: SVSNICK Nickname Neuer-Nickname
hu_hu: SVSNICK nick újnick
nl_nl: SVSNICK nick nieuwe nick
pl_pl: SVSNICK nick nowy-nick
pt_pt: SVSNICK nick novonick

source: SZLINE list is empty.
ca_es: La llista de SZLINEs esta buida.
de_de: Die SZLINE-Liste ist leer.
el_gr: Η λίστα SZLINE είναι άδεια.
hu_hu: SZLINE lista üres.
nl_nl: SZLINE lijst is leeg.
pl_pl: Lista SZLINE jest pusta.
pt_pt: A lista de SZLINE está vazia.

source: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiry ] { mask | entry-list } [ reason ]]
ca_es: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ expiració ] { mascara | llista } [ raó ]]
de_de: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ Zeit ] { Hostmaske | entry-liste } [ Grund ]]
hu_hu: SZLINE {ADD | DEL | LIST | VIEW | CLEAR }[[ + lejárat ] { maszk | sorszám } [ indok ]]
nl_nl: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ verloop ] { mask | toegangslijst } [ reden ]]
pl_pl: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ czas-trwania ] { maska | pozycja } [ powód ]]
pt_pt: SZLINE {ADD | DEL | LIST | VIEW | CLEAR} [[+ tempo ] { máscara | lista } [ motivo ]]

source: Secure founder option for %s is now OFF.
de_de: Secure Founder Option für %s ist jetzt OFF.
pl_pl: Status w³a¶ciciela kana³u %s nie bêdzie ju¿ chroniony.
pt_pt: Opção Secure Founder para %s está agora DESATIVADA.

source: Secure founder option for %s is now ON.
de_de: Secure Founder Option für %s ist jetzt ON.
pl_pl: Status w³a¶ciciela kana³u %s bêdzie teraz chroniony.
pt_pt: Opção Secure Founder para %s está agora ATIVADA.

source: Secure ops option for %s is now OFF.
de_de: Secure-Ops Option für %s ist jetzt OFF.
pl_pl: Status operatora kana³u %s nie bêdzie ju¿ chroniony.
pt_pt: Opção Secure OPs para %s está agora DESATIVADA.

source: Secure ops option for %s is now ON.
de_de: Secure-Ops Option für %s ist jetzt ON.
pl_pl: Status operatora kana³u %s bêdzie teraz chroniony.
pt_pt: Opção Secure OPs para %s está agora ATIVADA.

source: Secure option for %s is now OFF.
de_de: Secure Option für %s ist jetzt OFF.
pl_pl: Opcja bezpieczeñstwa dla kana³u %s zosta³a wy³±czona.
pt_pt: Opção Secure para %s está agora DESATIVADA.

source: Secure option for %s is now ON.
de_de: Secure Option für %s ist jetzt ON.
pl_pl: Opcja bezpieczeñstwa dla kana³u %s zosta³a w³±czona.
pt_pt: Opção Secure para %s está agora ATIVADA.

source: Secure option is now OFF for %s.
de_de: Sicherheitsfunktion (SECURE) ist für %s jetzt deaktiviert (OFF).
pl_pl: Opcja bezpieczeñstwa dla %s zosta³a wy³±czona.

source: Secure option is now OFF.
hu_hu: A Secure opció most már OFF.
pl_pl: Opcja bezpieczeñstwa zosta³a wy³±czona.

source: Secure option is now ON for %s.
de_de: Sicherheitsfunktion (SECURE) ist für %s jetzt aktiviert (ON).
pl_pl: Opcja bezpieczeñstwa dla %s zosta³a w³±czona.

source: Secure option is now ON.
hu_hu: A Secure opció most már ON.
pl_pl: Opcja bezpieczeñstwa zosta³a w³±czona.

source: Security
ca_es: Segur
de_de: Secure-Modus
el_gr: Ασφάλεια
hu_hu: Biztonság
nl_nl: Veiligheid
pl_pl: SECURE
pt_pt: Segurança

source: Servers found: %d
de_de: Server gefunden: %d
pl_pl: Serwerów : %d

source: Services are in Defcon mode, Please try again later.
ca_es: This service is temporarly disabled, please try again later
de_de: Dieser Service ist derzeit deaktiviert, bitte versuche es später nochmal
el_gr: This service is temporarly disabled, please try again later
hu_hu: Szervíz Defcon módban fut, próbáld késõbb.
nl_nl: Services zijn in Defcon modus. Probeer later opnieuw.
pl_pl: Serwisy s± w trybie defcon, spróbuj ponownie pó¼niej.
pt_pt: Este serviço está temporariamente desabilitado, por favor tente novamente mais tarde

source: Services are no longer reporting log messages to a channel.
ca_es: Services is no longer reporting log messages to a channel.
hu_hu: A Szervíz nem írja ki a napló üzeneteket a csatornára.
pl_pl: Serwisy nie bêd± ju¿ d³u¿ej wysy³aæ wiadomo¶ci na kana³.

source: Services are now at DEFCON %d
de_de: Services sind jetzt beim DEFCON %d
hu_hu: Szervíz új DEFCON szintje %d
nl_nl: Services zijn nu in DEFCON %d
pl_pl: Serwisy s± teraz w systemie DEFCON %d
pt_pt: Services estão agora em DEFCON %d

source: Services are now in expire mode.
ca_es: Serveis ara en Mode expire.
de_de: Services sind jetzt im Expire Modus.
el_gr: Τα Services είναι τώρα σε επιλογή να λήγει.
hu_hu: Szervíz elévülõ módban van.
nl_nl: Services is nu in verloop mode.
pl_pl: Serwisy s± teraz w trybie wygasania.
pt_pt: Services estão agora no modo expira.

source: Services are now in no expire mode.
ca_es: Serveis ara en Mode no expire.
de_de: Services sind jetzt im No Expire Modus.
el_gr: Τα Services είναι τώρα σε επιλογή να μην λήγει.
hu_hu: Szervíz nem elévülõ módban van.
nl_nl: Services is nu in geen-verloop mode.
pl_pl: Serwisy nie s± ju¿ w trybie wygasania.
pt_pt: Services estão agora no modo não expira.

source: Services are now in read-only mode.
ca_es: Serveis ara en Mode nomès lectura.
de_de: Services sind jetzt im read-only Modus.
el_gr: Τα Services είναι τώρα μόνο ανάγνωσης.
hu_hu: Szervíz most  csak olvas módban.
nl_nl: Services is nu in alleen-lezen mode.
pl_pl: Serwisy s± teraz w trybie tylko-do-odczytu.
pt_pt: Services estão agora no modo somente leitura.

source: Services are now in read-write mode.
ca_es: Serveis ara en Mode de lectura-escriptura.
de_de: Services sind jetzt im read-write Modus.
el_gr: Τα Services είναι σε επιλογή ανάγνωσης-εγγραφής.
hu_hu: Szervíz most olvas ír módban.
nl_nl: Services is nu in lezen-schrijven mode.
pl_pl: Serwisy s± teraz w trybie odczyt-zapis.
pt_pt: Services estão agora no modo leitura e gravação.

source: Services are now in debug mode (level %d).
ca_es: Serveis ara en Mode debug (nivell %d).
de_de: Die Services sind jetzt im Debug-Modus (Level %d).
el_gr: Τα Services είναι τώρα σε debug επιλογή (βαθμός %d).
hu_hu: Szervíz most debug módban (szint: %d).
nl_nl: Services is nu in debug mode (niveau %d).
pl_pl: Serwisy s± teraz w trybie debugowania (poziom %d).
pt_pt: Services estão agora no modo debug (nível %d).

source: Services are now in debug mode.
ca_es: Serveis ara en Mode debug.
de_de: Die Services sind jetzt im Debug-Modus.
el_gr: Τα Services είναι τώρα σε debug επιλογή.
hu_hu: Szervíz most debug módban fut.
nl_nl: Services is nu in debug mode.
pl_pl: Serwisy s± teraz w trybie debugowania.
pt_pt: Services estão agora no modo debug.

source: Services are now in non-debug mode.
ca_es: Serveis ara en Mode no-debug.
de_de: Die Services sind nicht mehr im Debug-Modus.
el_gr: Τα Services είναι τώρα σε μη-debug επιλογή.
hu_hu: Szervíz most már nem fut debug módban.
nl_nl: Services is nu in non-debug mode.
pl_pl: Serwisy nie s± ju¿ w trybie debugowania.
pt_pt: Services não estão mais no modo debug.

source: Services are now reporting log messages to %s.
ca_es: Services is now reporting log messages to %s.
hu_hu: Szervíz most kiegészíti log üzeneteket %s -hoz.
pl_pl: Serwisy bêd± wysy³aæ wiadomo¶ci na kana³ %s.

source: Services have been configured to not send mail.
ca_es: Els serveis han estat configurats per no enviar email
de_de: eMail-Handling der Services wurde deaktiviert.
el_gr: Οι υπηρεσίες έχουν ρυθμιστεί να μην στέλνουν μήνυμα στη διεύθυνση.
hu_hu: A Szervíz úgy van beállítva, hogy nem küld mailt.
nl_nl: Services zijn geconfigureerd geen e-mail te versturen.
pl_pl: Serwisy zosta³y skonfigurowane tak, aby nie wysy³aæ poczty.
pt_pt: Os services foram configurados para não enviar e-mail.

source: Services ignore list:
ca_es: Llista ignore de serveis:
de_de: Services Ignore-Liste:
el_gr: Η λίστα ignore για τις υπηρεσίες:
hu_hu: Szervíz mellõzés lista:
nl_nl: Services negeer-lijst:
pl_pl: Lista ignorowanych przez serwisy:
pt_pt: Lista de Ignore dos Services:

source: Services is unable to change modes. Are your servers configured correctly?
ca_es: Els serveis no han pogut canviar Modes. Estan ben configurats els teus servidors?
de_de: Services können die Modi nicht ändern. Ist der Server richtig konfiguriert?
el_gr: Οι υπηρεσίες αδυνατούν να αλλάξουν τις επιλογές. Οι servers είναι σωστά φτιαγμένοι?
hu_hu: Szervíz nem tudja változtatni a módokat. A szervereid jól vannak beállítva?
nl_nl: Services kan geen modes veranderen. Zijn je server goed geconfigureerd?
pl_pl: Serwisy nie mog± zmieniaæ trybów. Czy serwery s± dobrze skonfigurowane?
pt_pt: Os Services não conseguiram alterar os modos. Seus servidores estão configurados corretamente?
