Repository: Adam-/anope
Catalog: lang/anope.*.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, pl_pl, pt_pt

source: Syntax: SET channel DONTKICKOPS { ON|OFF } Enables or disables ops protection mode on a channel. When it is enabled, ops won't be kicked by the bot even if they don't match the NOKICK level.
ca_es: Sintàxi: SET canal DONTKICKOPS { ON|OFF } Habilita o deshabilita el mode de protecció d'ops en un canal. En habilitar-lo, ops no seran kickejats pel bot, encara que no concideixen amb el nivell NOKICK.
de_de: Syntax: SET Channel DONTKICKOPS { ON|OFF } Aktiviert / deaktiviert die Op Protection in einem Channel. Wenn diese aktiviert ist, werden Ops nicht vom Bot gekickt, auch wenn sie nicht das NOKICK-Level haben.
el_gr: Σύνταξη: SET κανάλι DONTKICKOPS { ON|OFF } Ενεργοποιεί ή απενεργοποιεί την επιλογή op προστασία στο κανάλι. Όταν είναι ενεργοποιημένη, οι ops δεν θα τρώνε kick από το bot ακόμα και αν δεν ταιριάζοτν με την NOKICK level.
hu_hu: Syntax: SET #szoba DONTKICKOPS { ON|OFF } Engedélyezi vagy tiltja opok védelmét a csatornán. Ha engedélyezve van, akkor az opokat nem fogja a bot kirúgni, akkor se, ha nem egyeznek meg a NOKICK szinttel
nl_nl: Gebruik: SET kanaal DONTKICKOPS { ON|OFF } (De)activeer ops protectie mode op een kanaal. Wanneer deze geactiveerd is zullen ops niet door de bot gekicked worden, zelfs wanneer deze niet overeen komen met het NOKICK niveau.
pl_pl: Sk³adnia: SET kana³ DONTKICKOPS { ON|OFF } W³±cza lub wy³±cza opcjê kopania u¿ytkowników posiadaj±cych status operatora nawet je¶li nie przys³uguje im poziom dostêpu NOKICK.
pt_pt: Sintaxe: SET canal DONTKICKOPS { ON|OFF } Ativa ou desativa o modo de proteção de OPs em um canal. Quando estiver ativado, os OPs não serão kickados pelo bot, mesmo se eles não se enquadram no nível de NOKICK.

source: Syntax: SET channel DONTKICKVOICES { ON|OFF } Enables or disables voices protection mode on a channel. When it is enabled, voices won't be kicked by the bot even if they don't match the NOKICK level.
ca_es: Sintàxi: SET canal DONTKICKVOICES { ON|OFF } Habilita o deshabilita el mode de protecció de voices en un canal. En hbilitarlo, voices no seran kickejatos pel bot, encara que no coincideixin amb el nivell NOKICK.
de_de: Syntax: SET Channel DONTKICKVOICES { ON|OFF } Aktiviert oder deaktiviert die Voice Protection in einem Channel. Wenn diese aktiviert ist, werden User mit voice (+v) vom Bot nicht gekickt, auch wenn sie nicht das NOKICK-Level haben.
el_gr: Σύνταξη: SET κανάλι DONTKICKVOICES { ON|OFF } Ενεργοποιεί ή απενεργοποιεί την επιλογή voices προστασία στο κανάλι. Όταν είναι ενεργοποιημένη, οι voices δεν θα τρώνε kick από το bot ακόμα και αν δεν ταιριάζοτν με την NOKICK level.
hu_hu: Syntax: SET #szoba DONTKICKVOICES { ON|OFF } Engedélyezi vagy tiltja hangadók védelmét a csatornán. Ha engedélyezve van, akkor a hangadókat nem fogja a bot kirúgni, akkor se, ha nem egyeznek meg a NOKICK szinttel
nl_nl: Gebruik: SET kanaal DONTKICKVOICES { ON|OFF } (De)activeer voices protectie mode op een kanaal. Wanneer deze geactiveerd is zullen voices niet door de bot gekicked worden, zelfs wanneer deze niet overeen komen met het NOKICK niveau.
pl_pl: Sk³adnia: SET kana³ DONTKICKVOICES { ON|OFF } W³±cza lub wy³±cza opcjê kopania u¿ytkowników posiadaj±cych prawo g³osu nawet je¶li nie przys³uguje im poziom dostêpu NOKICK.
pt_pt: Sintaxe: SET canal DONTKICKVOICES { ON|OFF } Ativa ou desativa o modo de proteção de voices em um canal. Quando estiver ativado, os voices não serão kickados pelo bot, mesmo se eles não se enquadram no nível de NOKICK.

source: Syntax: SET channel FANTASY { ON|OFF } Enables or disables fantasy mode on a channel. When it is enabled, users will be able to use commands !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen on a channel (find how to use them; try with or without nick for each, and with a reason for some?). Note that users wanting to use fantaisist commands MUST have enough level for both the FANTASIA and another level depending of the command if required (for example, to use !op, user must have enough access for the OPDEOP level).
ca_es: Sintàxi: SET canal FANTASY { ON|OFF } Habilita o deshabilita el mode de fantasia en un canal. En habilitar-lo, els usuaris podran utilitzar les comandes !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen en un canal (investiga com utilitzar-los; intenta amb o sense nick per cadascú i amb raó per a alguns?). Cal dir que els usuaris que desitgin utilitzar comandes de fantasia HAN DE DISPOSSAR del nivell necessari pel nivell FANTASIA i altres depenent de la comanda si es requereix (per exemple, per a utilitzar !op, l'usuari ha de tenir suficient accés pel nivell OPDEOP).
de_de: Syntax: SET Channel FANTASY { ON|OFF } Aktiviert oder deaktiviert den Fantasy in einem Channel. Wenn dieser aktiviert ist, ist es Usern möglich, Befehle wie !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen und !halfop im Channel zu benutzen. Die Befehle sind selbsterklärend, probiert's halt mal aus, mit oder ohne Nickname. Hinweis: Auch hier benötigt der ausführende User die Rechte, um die Befehle zu benutzen, und zwar sowohl das Level um Fantasy zu nutzen, als auch ein Level bzw Mode, mit dem er das gegebene Kommando ausführen könnte. (Beispiel: Jemand, der kein Op ist, kann auch niemanden mit !op oppen.)
el_gr: Σύνταξη: SET κανάλι FANTASY { ON|OFF } Ενεργοποιεί ή απενεργοποιεί την επιλογή fantasy στο κανάλι. Όταν είναι ενεργοποιημένη, οι χρήστες μπορούν να χρησιμοποιήσουν εντολές !op, !deop, !voice, !devoice,!kick, !kb, !unban, !seen στο κανάλι (ψάχνετε να δείτε πως δουλεύουν προσπαθήστε με ή χωρίς ψευδώνυμο για κάθε μια,και με λόγο για κάποιες) Σημειώνεται οτι όσοι χρήστες θέλουν να χρησιμοποιήσουν τις fantaisist εντολές θα ΠΡΕΠΕΙ να έχουν αρκετό level και για την FANTASIA και άλλο level για τις εντολές (για παράδειγμα, για να χρησιμοποιήσεις !op, θα πρέπει να έχεις αρκετή access για την OPDEOP level).
hu_hu: Syntax: SET #szoba FANTASY { ON|OFF } Engedélyezi vagy tiltja fantasy módot a csatornán. Ha engedélyezve van, akkor a következõ parancsok használhatók a csatornán: !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen (találd ki hogyan kell használni õket; próbáld meg nick megadásával, a nélkül is) Azoknak akik ezeket a parancsokat akarják használni rendelkezniük KELL a szükség szinttel mind a FANTASIA mind pedig az egyéb szintekkel, ami a parancshoz szükséges. (például, az !op használatához, meg kell legyen a megfelelõ szintjük az OPDEOP parancsokhoz.).
nl_nl: Gebruik: SET kanaal FANTASY { ON|OFF } (De)activeert fantasie mode op een kanaal. Wanner het geactiveerd is zullen users de !op, !deop, !voice, !devoice, !kick, !kb, !unban, en !seen commando's op een kanaal kunnen gebruiken (ontdek hoe je ze moet gebruiken; probeer ze allemaal met een nick, en misschien sommigen met een reden?). Let op dat de gebruikers die de fantasie-commando's willen gebruiken een hoog genoeg niveau MOETEN hebben voor zowel de FANTASIA en het niveau voor het commando indien vereisd. Bijvoorbeeld: om !op te mogen gebruiken moet een gebruiken genoeg rechten voor het OPDEOP niveau hebben.
pl_pl: Sk³adnia: SET kana³ FANTASY { ON|OFF } W³±cza lub wy³±cza dostêp do publicznych poleceñ na kanale takich jak: !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen (cze¶æ komend przyjmuje jako parametry nicki i powody). U¿ytkownicy dopuszczeni do u¿ywania komend publicznych musz± mieæ odpowiedni poziom dostêpu do wydania danego polecenia (np. aby u¿ywac !deop trzeba posiadaæ poziom dostêpu OPDEOP).
pt_pt: Sintaxe: SET canal FANTASY { ON|OFF } Ativa ou desativa o modo fantasia em um canal. Quando estiver ativado, os usuários poderão usar comandos como !op, !deop, !voice, !devoice, !kick, !kb, !unban, !seen em um canal. Em algumas redes, mais comandos podem estar disponíveis, tais como: !owner, !deowner, !protect, !deprotect, !halfop, !dehalfop. Note que os usuários que quiserem usar esses comandos DEVEM ter um nível suficiente tanto para o nível FANTASIA quanto para outro, dependendo do comando usado (por exemplo, para usar !op, o usuário deve ter acesso aos comandos OP e DEOP).

source: Syntax: SET channel GREET { ON|OFF } Enables or disables greet mode on a channel. When it is enabled, the bot will display greet messages of users joining the channel, provided they have enough access to the channel.
ca_es: Sintàxi: SET canal GREET { ON|OFF } Habilita o deshabilita el mode de asludo en un canal. En habilitar-lo, el bot mostrara els missatges dels usuaris que entrin al canal, sempre i quan tinguin el suficient accés al canal.
de_de: Syntax: SET Channel GREET { ON|OFF } Aktiviert oder deaktiviert den Greet Mode in einem Channel. Wenn diese Mode aktiviert ist, zeigt der Bot eine Begrüssungsnachricht bei joinenden Usern, die eine Msg definiert haben und weiterhin auch die Berechtigung haben, dass diese angezeigt wird.
el_gr: Σύνταξη: SET κανάλι GREET { ON|OFF } Ενεργοποιεί ή απενεργοποιεί την επιλογή greet στο κανάλι. Όταν είναι ενεργοποιημένη, το bot θα εμφανίζει το μήνυμα χαιρετισμού στους χρήστες που θα μπένουν στο κανάλι, με την προυπόθεση οτι έχουν αρκετή access στο κανάλι.
hu_hu: Syntax: SET #szoba GREET { ON|OFF } Engedélyezi vagy tiltja Köszöntõ módot a csatornán. Ha engedélyezve van, akkor a bot megjeleníti azoknak a köszöntõ üzenetét, akiknek a szintjük megfelelõ ehhez.
nl_nl: Gebruik: SET kanaal GREET { ON|OFF } (De)activeert greet mode op een kanaal. Wanneer deze geactiveerd is zal de bot de groetberichten van de gebruikers die het kanaal joinen weergegeven, mits ze hiertoe rechten hebben op het kanaal.
pl_pl: Sk³adnia: SET kana³ GREET { ON|OFF } W³±cza lub wy³±cza witanie podczas wej¶cia u¿ytkowników ich w³asn± wiadomo¶ci± powitaln±. U¿ytkownik zostanie powitany, je¶li bêdzie mia³ odpowiedni poziom dostêpu.
pt_pt: Sintaxe: SET canal GREET { ON|OFF } Ativa ou desativa o modo greet em um canal. Quando ativado, o bot irá mostrar mensagens de entrada dos usuários quando eles entrarem no canal, caso tenham nível de acesso suficiente.

source: Syntax: SET channel NOBOT { ON|OFF } This option makes a channel be unassignable. If a bot is already assigned to the channel, it is unassigned automatically when you enable the option.
ca_es: Sintaxi: SET canal NOBOT { ON|OFF } Aquesta opció fa al canal no sigui assignable. Si un bot ja està assignat al canal, es desassignara automàticament quan habiliteu aquesta opció. Limitat a administradors de serveis.
de_de: Syntax: SET Channel NOBOT { ON|OFF } Durch diese Option kann einem Channel explizit kein Bot zugewiesen werden. Sollte dem Channel, für den diese Option gewählt wird, bereits ein Bot zugewiesen sein, so verfällt die Zuweisung.
el_gr: Σύνταξη: SET κανάλι NOBOT { ON|OFF } Αυτή η επιλογή κάνει το κανάλι να είναι unassignable (να μη μπει bot). Αν το bot είναι ήδη assigned στο κανάλι, θα γίνει unassigned αυτόματα, όταν θα ενεργοποιήσεις αυτή την επιλογή. Μόνο για τους Services Operators.
hu_hu: Syntax: SET #szoba NOBOT { ON|OFF } Ez az opció a botot szobához társíthatatlanná teszi. Ha egy bot már társítva van egy csatornához akkor törlödik onnan, ha ezt az opciót bekapcsolod. Korlátozva Szervíz adminoknak.
nl_nl: Gebruik: SET kanaal NOBOT { ON|OFF } Deze optie zorgt ervoor dat een kanaal geen bot kan hebben. Als er al een bot aan het kanaal is toegewezen wordt deze automatisch van het kanaal gehaald wanneer je deze optie aan zet.
pl_pl: Sk³adnia: SET kana³ NOBOT { ON|OFF } Polecenie to pozwala okre¶liæ kana³, dla którego nie wolno przypisywaæ botów. Je¶li w danej chwili bot jest przypisany do kana³u, zostanie usuniêty.
pt_pt: Sintaxe: SET canal NOBOT { ON|OFF } Este comando faz com que um determinado bot não possa ser associado a um canal. Se já houver um bot associado a este canal, este será automaticamente desassociado quando você ativar essa opção.

source: Syntax: SET channel NOEXPIRE {ON | OFF} Sets whether the given channel will expire. Setting this to ON prevents the channel from expiring.
ca_es: Sintàxi: SET canal NOEXPIRE {ON | OFF} Estableix si el canal expirarà. Establint-lo a ON evita que el canal expiri. limitat a administradors de serveis.
de_de: Syntax: SET Channel NOEXPIRE {ON | OFF} Ändert das NOEXPIRE-Flag an einem Channel. Wird es auf ON gestellt, wird der Channel bei Nichtnutzung nicht auslaufen.
el_gr: Σύνταξη: SET κανάλι NOEXPIRE {ON | OFF} Με αυτή την εντολή μπορείς να κάνεις ένα κανάλι να μην λήγει ποτέ, χωρις να είσαι υποχρεωμένος να κάνεις εντολή αναγνώρισης στο χρονικό περιθώριο που σου δίνεται. Μόνο οι Services Operators μπορούν να το κάνουν.
hu_hu: Syntax: SET #szoba NOEXPIRE {ON | OFF} Beállítja a szoba elévülését. Beállitva az ON paranmétert megelõzi az elévülõ csatornákat. Korlátozva Szervíz adminnak.
nl_nl: Gebruik: SET kanaal NOEXPIRE {ON | OFF} Stelt in of het gegeven kanaal zal verlopen. Door deze optie AAN te zetten kun je verhinderen dan het kanaal verloopt.
pl_pl: Sk³adnia: SET kana³ NOEXPIRE {ON | OFF} W³±cza lub wy³±cza automatyczne usuniêcie kana³u, je¶li nie bêdzie on u¿ywany.
pt_pt: Sintaxe: SET canal NOEXPIRE {ON | OFF} Determina se o canal poderá ter seu registro expirado. Ajustando para ON, evita que o canal seja desregistrado por passar do tempo de expiração.

source: Syntax: SET channel SYMBIOSIS { ON|OFF } Enables or disables symbiosis mode on a channel. When it is enabled, the bot will do everything normally done by %s on channels, such as MODEs, KICKs, and even the entry message.
ca_es: Sintàxi: SET canal SYMBIOSIS { ON|OFF } Habilita o dehsabilita el mode simbiosis en un canal. En habilitar-lo, el bot fara qualsevol cosa que normalmente hauria fet %s en els canals, tal como modes, KICKS i fins tot els missatges d'entrada.
de_de: Syntax: SET Channel SYMBIOSIS { ON|OFF } Aktiviert oder deaktiviert den Symbiosis Mode. Wenn diese Mode aktiviert ist, führt der Bot alle Aktionen aus, die sonst %s übernimmt. (Modechanges, Kicks, Begrüssungsnachrichten usw.)
el_gr: Σύνταξη: SET κανάλι SYMBIOSIS { ON|OFF } Ενεργοποιεί ή απενεργοποιεί την επιλογή symbiosis στο κανάλι. Όταν είναι ενεργοποιημένη, το bot θα κάνει τα πάντα normal από το %s στα κανάλια, όλα τα MODEs, KICKs, και θα εμφανίζει το μήνυμα εισαγωγής.
hu_hu: Syntax: SET #szoba SYMBIOSIS { ON|OFF } Engedélyezi vagy tiltja symbiosis módot a csatornán. Ha engedélyezve van, akkor a bot fog mindent csinálni, amit egyébként a %s csinálna a csatornán, mint MODE, KICK, és a belépõüzenet kiírása.
nl_nl: Gebruik: SET kanaal SYMBIOSIS { ON|OFF } (De)activeert symbiosis mode op een kanaal. Wanneer dit is geactiveerd zal de bot alles doen wat normaal foor %s wordt gedaan bij kanalen, zoals MODEs, KICKs, en zelfs het welkomstbericht.
pl_pl: Sk³adnia: SET kana³ SYMBIOSIS { ON|OFF } W³±cza lub wy³±cza opcjê symbiozy na kanale. Gdy ten tryb jest w³±czony wszystkie operacje, które wykonywa³ %s (np. opowanie) bêd± wykonywane przez bota.
pt_pt: Sintaxe: SET canal SYMBIOSIS { ON|OFF } Ativa ou desativa o modo symbiosis em um canal. Quando ativado, o bot fará tudo aquilo que normalmente é feito pelo %s nos canais, como as mudanças de modos, kicks e, inclusive, a mensagem de entrada (entrymsg).

source: Syntax: SET option parameters  Sets various nickname options. option can be one of:
ca_es: Sintaxis: SET Opció parametres  Estableix varies opcions per a nicknames. Opció pot ser una de:
de_de: Syntax: SET Option Parameter  Stellt verschiedene Optionen zu deinem Nicknamen ein. Option kann eines der folgenden Werte sein:
el_gr: Σύνταξη: SET option parameters  Αλλάζει διάφορες επιλογές του ψευδωνύμου. Η επιλογή μπορεί να είναι:
hu_hu: Syntax: SET opció paraméterek  Beállítható nicknév opciók. Az opció ezek egyike lehet:
nl_nl: Gebruik: SET optie parameters  Stelt verscheidene nick opties in. option kan zijn:
pl_pl: Sk³adnia: SET opcja parametry  Ustawia ró¿ne opcje nicka. Dostêpne opcje to:
pt_pt: Sintaxe: SET opção parâmetros  Ajusta várias opções de nick. A opção pode ser:

source: Syntax: SET option parameters  Sets various memo options. option can be one of: NOTIFY Changes when you will be notified about new memos (only for nicknames) LIMIT Sets the maximum number of memos you can receive Type %R%S HELP SET option  for more information on a specific option.
ca_es: Sintàxi: SET Opció paràmetros  Estableix varies opcions de memos. Opció pot ser una de: NOTIFY Canvia quan seràs notificat sobre de nous memos (sols per a nicknames) LIMIT Estableix el màxim nombre de memos que pots rebre escriu /msg %S HELP SET Opció  per a més informació sobre una opció específica.
de_de: Syntax: SET Option Parameter  Stellt verschiedene Optionen bezüglich der Memos ein. Option kann einer der Parameter sein: NOTIFY Stellt ein, wann du benachrichtigt wirst, wenn du eine neue Memo bekommst. LIMIT Ändert die maximale Anzahl Memos, die du empfangen kannst. Tippe: /msg %S HELP SET Option  für weitere Informationen über eine bestimmte Option.
el_gr: Σύνταξη: SET επιλογή παράμετροι  Αλλάζει διάφορες επιλογές για τα μηνύματα. Η επιλογή μπορεί να είναι μια από: NOTIFY Αλλάζει το πότε θα ενημερώνεστε για τα νέα σας μηνύματα (μόνο για ψευδώνυμα) LIMIT Αλλάζει το μέγιστο αριθμό μηνυμάτων που μπορείτε να δεχτείτε Γράψτε /msg %S HELP SET επιλογή  για περισσότερες πληροφορίες σε μια συγκεκριμένη επιλογή.
hu_hu: Syntax: SET opció paraméterek  Beállít különbözo memo opciókat. Az opció lehet az alábbiak egyike: NOTIFY Itt állíthatod be, ha figyelmeztetést szeretnél kapni az új üzenetekrol (csak nicknevehez) LIMIT Beállítja a maximális üzenetek számát További információért írd be: /msg %S HELP SET opció 
nl_nl: Gebruik: SET optie parameters  Stelt verschillende memo opties in. optie kan zijn: NOTIFY Veranderd wanneer je geinformeerd wordt over nieuwe memo's (alleen voor nicks) LIMIT Stelt het maximum aantal memo's dat je kan ontvangen in Type /msg %S HELP SET optie  voor more informatie over een specifieke optie.
pl_pl: Sk³adnia: SET opcja parametry  Ustawia ró¿ne opcje wiadomo¶ci. Dostêpne opcje : NOTIFY Ustawia kiedy otrzymasz informacjê o nowej wiadomo¶ci LIMIT Ustawia maksymaln± liczbê wiadomo¶ci jakie mo¿esz odebraæ Aby uzyskaæ wiêcej informacji o danej opcji wpisz: /msg %S HELP SET opcja 
pt_pt: Sintaxe: SET opção parâmetros  Ajusta várias opções de mensagens. A opção pode ser uma dessas: NOTIFY Altera quando você será notificado sobre novas mensagens (só para nicks) LIMIT Ajusta o número máximo de mensagens que você pode receber. Digite /msg %S HELP SET opção , para mais informações sobre uma opção específica.

source: Syntax: SET option setting  Sets various global Services options. Option names currently defined are: READONLY Set read-only or read-write mode LOGCHAN Report log messages to a channel DEBUG Activate or deactivate debug mode NOEXPIRE Activate or deactivate no expire mode SUPERADMIN Activate or deactivate super-admin mode IGNORE Activate or deactivate ignore mode LIST List the options
ca_es: Sintàxi: SET opció parametres  Estableix varies opcions globals de serveis. Noms de opcions actualment definides són: READONLY Estableix Mode nomès lectura o nomès escritura LOGCHAN Report log messages to a channel DEBUG Activa o desactiva el Mode debug NOEXPIRE Activa o desactiva el Mode no expire SUPERADMIN Activate or deactivate super-admin mode IGNORE Activate or deactivate ignore mode LIST List the options Limitat a administradors de serveis.
hu_hu: Syntax: SET opció beállítás  Beállítja a Services általános opcióit. A lehetséges opciók: READONLY Csak-olvasás vagy olvasás-írás mód beállítása LOGCHAN Kiírja a naplózott üzeneteket a csatornára DEBUG Bekapcsolja/kikapcsolja a debug módot NOEXPIRE Bekapcsolja/kikapcsolja a nem elévülõ módot SUPERADMIN Bekapcsolja/kikapcsolja a super-admin módot IGNORE Activate or deactivate ignore mode LIST List the options Korlátozva Szervíz adminnak.
pl_pl: Sk³adnia: SET opcja warto¶æ  Ustawia ró¿ne globalne ustawienia serwisów. Obecnie zdefiniowane s± nastêpuj±ce ustawienia: READONLY W³±cza tryb tylko-do-odczytu lub odczyt-zapis LOGCHAN W³±cza raportowanie na kana³ DEBUG W³±cza lub wy³±cza tryb debugowania NOEXPIRE W³±cza lub wy³±cza tryb noexpire SUPERADMIN W³±cza lub wy³±cza tryb super administratora IGNORE W³±cza lub wy³±cza tryb ignorowania LIST Listuje aktualne ustawienia

source: Syntax: SET AUTOOP {ON | OFF} Sets whether you will be opped automatically. Set to ON to allow ChanServ to op you automatically when entering channels.
de_de: Syntax: SET AUTOOP {ON | OFF} Bestimmt ob Du automatisch Op-Status erhälst. Auf ON gestellt erlaubt es ChanServ Dir automatisch Op-Status zu geben, wenn Du die Channels betrittst.
pl_pl: Sk³adnia: SET AUTOOP {ON | OFF} W³±cza lub wy³±cza automatyczne nadawanie uprawnieñ przy wchodzeniu na kana³.

source: Syntax: SET DEBUG {ON | OFF | num } Sets debug mode on or off. In debug mode, all data sent to and from Services as well as a number of other debugging messages are written to the log file. If num is given, debug mode is activated, with the debugging level set to num . This option is equivalent to the command-line option -debug.
ca_es: Sintàxi: SET DEBUG {ON | OFF | nom } Estableix el mode debug a activat o desactivat. En mode debug, tota la informació enviada desde i cap als serveis, a més de un numero de missatges són escrits a l'arxiu de log. Si s'especifica nom , el mode debug es activat, amb el nivell de debug especificat a nom . Aquesta opció es equivalent a l'opció -debug en la linea de comandes.
de_de: Syntax: SET DEBUG {ON | OFF | Nummer } Schaltet den Debug-Modus an oder aus. Wird der aktiviert, werden alle Daten von/an die Services gesendet werden (und ein paar anderen Debug-Meldungen) in ein Logfile geschrieben. Wird Nummer angegeben, wird der Debugging Level auf Nummer gesetzt. Diese Option ist äquivalent mit der Befehlszeilen- Option -debug.
el_gr: Σύνταξη: SET DEBUG {ON | OFF | num } Αλλάζει σε debug mode on ή off. Σε debug mode, όλη η data στέλνετε και από τα Services μέσω άλλων debugging μηνυμάτων γράφονται σε log αρχείο. Αν το _num_ δίνεται το debug mode ενεργοποιείται, με debugging level ρυθμισμένο στο num . Αυτή η επιλογή είναι αντίστοιχη με την εντολή-line επιλογή -debug.
hu_hu: Syntax: SET DEBUG {ON | OFF | szám } Be vagy kikapcsolja a debug módot. Debug módban, minden a Szervíznek és a szervíz által küldött üzenet és persze még sok más üzenet rögzítésere kerül a naplófájlban. Ha megadsz számot is, akkor a debug mód bekapcsol és a megadott szinten fog muködni. Ez az opció megegyezik a parancs-sorban kiadható opcióval: -debug.
nl_nl: GEBRUIK: SET DEBUG {ON | OFF | nummer } Zet debug mode aan of uit. In debug mode zal alle data die naar en van Services verzonden worden, alsmede een aantal debug-berichten, naar het log-bestand geschreven worden. Als nummer is gegeven zal debug mode worden geactiveerd met het debug-niveau op nummer Deze optie komt overeen met de commandline-optie -debug.
pl_pl: Sk³adnia: SET DEBUG {ON | OFF | poziom } W³±cza lub wy³±cza tryb debugowania. W tym trybie wszystkie dane wysy³ane do serwisów i przez nie oraz wiele innych komunikatów zapisywane s± do loga. Je¶li zostanie podany numer poziomu poziom tryb debugowania jest aktywowany ze wskazanym poziomem. Ta opcja ma taki sam efekt jak argument linii poleceñ -debug.
pt_pt: Sintaxe: SET DEBUG {ON | OFF | número } Ativa ou desativa o modo de depuração (debug). No modo de depuração, todos os dados enviados para os Services e vindos deles, assim como um número de outras mensagens de depuração são enviadas a um arquivo de log. Se número é fornecido, o modo de depuração é ativado, com nível de depuração ajustado para número . Esta opção é equivalente à opção da linha de comando -debug.
